[{"OQ":"What the location address of NSDA?","P_0":"  \"Do you think the NSDA is a good idea for the country ?","P_1":"   \"Where can you get a job that will allow me to work with my hands (i. e., not computer) in a safe and secure way and be able to use my brain","P_2":"  \"What is NSDAA?\"\n","P_3":"  \"Why is the NSDA located where it is today when it once stood on the corner of Broadway and West End Avenue in the heart of the city?","P_4":"   \"Why do you want to be a part of the NSDA?\"  \"It looks really interesting. I've watched a few videos\"\n","P_5":" \"I just received my NSDA letter today but I had no idea it meant National Security Agency. Is there another acronym I've somehow been missing, or where are these letters coming in?\"\n","P_6":"  \"Do you work on the NSDA?\"","P_7":"  \"Do you want to go to the NSDA?\" \"What is that place?","P_8":"  \"Why are you so obsessed by the location address for NSDA?\"","P_9":"  \"What is the location of NSDA?","P_10":"  \"What's the address for the NSDA?\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  \"How to get a job in the field I have chosen?\"","RQ":"   \"Where can you get a job that will allow me to work with my hands (i. e., not computer) in a safe and secure way and be able to use my brain"},{"OQ":"According to budget request summary what is total amount of other expenses??","P_0":"  > What are the other expenses that are not included in the budget request?","P_1":"  \"How is the budget being used?","P_2":"  > What are the other costs that are not included by the budget request that are not included here on the budget page of the website.   >  >   >  >  >   > ","P_3":"  \"What are the other expenses that are not included in the budget request, and why aren t those included     ?","P_4":"  > What other expenses have you incurred for the year?","P_5":"   \"What other expenses did the city incur last quarter for the purpose to pay for the new police station.\"             \"Total expenses for the quarter was $1","P_6":"  > What are the other expenses that are not listed?","P_7":"  \"Why are we increasing the budget for the police force in the city of Ottawa to $5,000 per year (the same amount we have already budget in the past) to cover the cost to the city?\"","P_8":"   > What is the total amount of other expenses?","P_9":"  \"The total amount of other expenses is $2.6 million for the fiscal 2017 budget year. The total amount for fiscal 2016 and fiscal 2015 is $0 and zero\" (emphasis added).\n","P_10":"  > What is the total amount of other expenses?","R0_GQ":"\n\n  What other costs  that are\n","R1_GQ":"  What costs that aren`ts in this budget that we can`'t see that are NOT in this budget.                                          ","R2_GQ":"\n\n What other costs would you estimate are not being budget'd but are not included\n","RQ":"  > What are the other costs that are not included by the budget request that are not included here on the budget page of the website.   >  >   >  >  >   > "},{"OQ":"Who is ‘presiding’ TRRF GENERAL SESSION (PART 1)?","P_0":"\n","P_1":" Who is ‘presented› in the first part?","P_2":"\n","P_3":" Who is ‘ presiding ‐ presiding over the general meeting ?","P_4":" Who will presiding over the general meeting (PART- I)?\n","P_5":" Who will presided the General Session (Part 1 ) ?","P_6":" Who is „presidi‌ing‒ the TRRF General Ses‚?","P_7":" Who is ’presidency‶ presiding over the general sessions (‘part one‽) ?","P_8":" Who will be presiding over the general meeting to vote on the proposed changes to the TRPF?","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n\n                     ","R2_GQ":"\n","RQ":"\n"},{"OQ":"How many nomination committee meetings has Y. C. Deveshwar attended?","P_0":" How many meetings of the nomination committees of the BJP have Yashodhwan Deveeshwar been involved, and when has he attended the meetings and how has he acted during meetings.","P_1":"  How many meetings have YC Devenshaw attended and what are their agendas, if there exist any ?","P_2":" How much money has Y C deveeshawar spent on the nomination process this election and how many meetings has Y C deveshswary attended","P_3":" How much money has YC de Veshawar donated for the elections of the party in the last three months.\n","P_4":"    How many meetings have Y C DeVeeshar attended where he gave his opinion about the candidates.","P_5":" How many meetings has YC deVishwas attended and how much money has been given.\n","P_6":" How much money did Y C Devenshary spend?","P_7":"  How many times has Y C deVashwar attended the nomination meeting of the party?","P_8":" How does Y C Deveneshwar know which candidate is the best?","P_9":"  How does one get a nomination for a post?","P_10":" How many nomination committee meetings have Yashpal Deveeshar attended sofar (in the last 3 years or more, not counting the one he is currently attending)?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" How many nomination committee meetings have Yashpal Deveeshar attended sofar (in the last 3 years or more, not counting the one he is currently attending)?"},{"OQ":"How many nomination committee meetings has S. Banerjee attended?","P_0":"  > How many meetings did she hold so as she to decide the candidates in the upcoming elections in WB and other states","P_1":" How much money has she contributed during her tenure.\n","P_2":" How many meetings of the nomination committee of the TDP have S. Baneri attended before the elections were announced ?","P_3":" How many meetings has she chaired in the past 4 days?","P_4":"  How much money has she spent to win the elections.\n","P_5":" How much money has she contributed from her own pockets.","P_6":" How many meetings has Banerijee had ?","P_7":"  How often does she meet the nomination panel in a day (or week \/ fortnight or a fortnight, or a month?","P_8":" How many meetings did Banerjea attend, and how often were the meetings held, and for which committee.                     ","P_9":"  > How much time has she actually dedicated so as not get disqualified by the EC for not following the rules\n","P_10":"   How much money has she donated from her own pocket?","R0_GQ":"\n","R1_GQ":"     How much did Banearjea attend, and in which meetings was he present at?","R2_GQ":"  How many meetings attended, how many meetings occurred for which committee,  for what committee.                                              ","RQ":" How many meetings did Banerjea attend, and how often were the meetings held, and for which committee.                     "},{"OQ":"What is the 'no. of persons present' for the sustainability committee meeting held on 5th April, 2012?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is the committee strength for the sustainability committee meeting held on 5th April, 2012?","P_0":"\n","P_1":" What is the committee strength of the sustainability committee?","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n\n                     ","R1_GQ":"\n","R2_GQ":"\n\n                     ","RQ":"\n"},{"OQ":"How many sustainability committee meetings has Y. C. Deveshwar attended?","P_0":"  How do we get Y.C to attend sustainability meetings.\n","P_1":" How much money has YC DeVeeshwar donated?","P_2":" How much money has YC Deveeshwared given to the environment?","P_3":" How many meetings have Yashpal Deveshan attended where he had to face the wrath from the committee chairmen?","P_4":" How much money has Y C Devsahwar contributed in the last one-third of a year.","P_5":"    How many meetings have you had with the SCC?","P_6":"  How many meetings have you held ?","P_7":" How many meetings have you had on sustainability committee ?","P_8":"  How much money has Y. C. de V. contributed, in the form of donations and in the form of funds to the SRC?","P_9":" How many meetings have you had since you joined the committee?","P_10":" How many meetings has Yashwant Deveeshwar attended and what are his views, if he has any?","R0_GQ":"\n","R1_GQ":" How long was the meeting?","R2_GQ":" How long will you spend at the meeting today.\n","RQ":" How many meetings have you had since you joined the committee?"},{"OQ":"Why Taco Bell's strong consumer base decreased?","P_0":" Why is the Taco Bell brand so strong but the sales are declining so strongly and why are the sales declining?","P_1":" Why Taco Bell is losing customers?","P_2":"  \"I'll order a taco, but I'd eat it if I wasn‾'nt so fat\".\n","P_3":" Why is the Taco Bell brand so strong compared the other fast food chains, and why have they failed at the same level in the US.            ","P_4":" Why Taco Bell's strong consumer base declined?","P_5":"      Why is Taco Bell's strong consumer base decreasing.\n","P_6":" Why Taco Bell's strong consumer base is declining, and why it's not a good reason ?","P_7":"   \"Taco bell is a good brand, why would people stop going there for it?\".                   The answer","P_8":"  Why is the number one fastfood brand in America declining so fast in the US, especially in the south and west coast regions?","P_9":"  Why is Taco bell's strong consumer base decreasing in the US?","P_10":"  Why is the number of people eating Taco Bell increasing while the number is declining?","R0_GQ":" Why are Taco Bell's sales in the USA so high while the other chains have not even made the same level in the country (and in some countries like India, they don„ve even done worst, and in other markets they do better or at least the same)? Why is Taco Bell so strong","R1_GQ":"\n","R2_GQ":" Why do you say the Taco Bell is strong, when the other chains failed?","RQ":" Why is the Taco Bell brand so strong compared the other fast food chains, and why have they failed at the same level in the US.            "},{"OQ":"What is the % of raw material imported in the previous year?","P_0":"                                            ","P_1":"                                            ","P_2":"  \"What was imported in the previous year and the % of the import that is raw materials in the current year\"\n","P_3":"  \"Why is the price of oil rising and the price of gas falling simultaneously?","P_4":" \"Why are we still using the same old technology?","P_5":" What percentage is the raw material imported from China ?","P_6":"                                            ","P_7":"  \"If you don;'t export, do we really want you here ?","P_8":"   \"What percentage did you use for the previous year?","P_9":"  \"The raw material import is the largest part in the total import, so I should not expect to find a significant increase here,\"                 ","P_10":"   \"Why do we have to ask this?\" - The Chinese government.   \"Oh. I have a feeling I know what your answer would've looked if I did. I will let the Chinese government tell","R0_GQ":"                                                                 ","R1_GQ":"                                                                 ","R2_GQ":"\n","RQ":"                                            "},{"OQ":"What is the % value of indigenous raw material in the current year?","P_0":"  \"What is the percentage of indigenous raw material in the current year?\"\n","P_1":"   \"What are the % value of indigenous raw Material in the current year ?","P_2":"  \"The % of indigenous raw mater is 0.5% of the total production in the current year ?","P_3":"   \"Why do we want to import raw material?","P_4":"   \"The % of indigenous raw material in the current year ?","P_5":"   \"What percentage raw materials do you have in the current year ?","P_6":"   \"What is the percentage value for indigenous raw materials of the current year?\".\n","P_7":"                                             ","P_8":"                                             ","P_9":" \"How is the indigenous raw material in the current year?\".","P_10":" What percentage is indigenous raw materials in the current year (in the current year)\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"                                                                  ","RQ":"                                             "},{"OQ":"What is the % value of indigenous raw material in the previous year?","P_0":"   \"Why did you buy so much raw materials last year, when we can not find any?\"\n","P_1":"                                             ","P_2":"   \"What % raw material is indigenous?\"","P_3":"   \"What is your percentage of indigenous raw material?\" \"I think it must be more than 50,000% because I was born in a village, and I don´t want you to think we are all illiter","P_4":" What percentage is indigenous raw material?","P_5":"  \"What's the percentage of indigenous raw materials used during the previous fiscal (2016)? \"\n","P_6":"                                             ","P_7":"                                             ","P_8":"  \"What is your raw materials for the year?\" \"Indonesium\"","P_9":"  \"What % of the raw materials used to make the product are indigenous?\"                             ","P_10":"                                             ","R0_GQ":"                                                                  ","R1_GQ":"                                                                  ","R2_GQ":"                                                                  ","RQ":"                                             "},{"OQ":"What is the name of the Dealer ?","P_0":"  \"What is your name?\"\n","P_1":" \"How is the dealer?\"                                 ","P_2":"  \"I don't have any idea if you are a dealer. Do you want me to find out if so?","P_3":"  \"Why do you have auitively strong feeling that this is a scam?","P_4":" \"How is the dealer?\"                                 ","P_5":"   \"What is your name?\"","P_6":"  \"How can we help you?\"","P_7":"  \"I'd like to buy a car, but the dealer has a bad reputation for selling cars to people like you!\"","P_8":"  \"I am looking to buy a car, I will give a price of $X,000 and I do not have a credit card and will give a cash deposit. How long of a","P_9":"  \"I am a dealer for a company called \"X\" and they do not do business with \"X.\" What is a good way I might get in to their business?","P_10":"  \"What is the name of the dealer of the car you bought in the past 3 days ?","R0_GQ":" \"I've heard that the dealer's a jerk.\"\n","R1_GQ":"\n","R2_GQ":" \"Do you like the dealer.\"","RQ":" \"How is the dealer?\"                                 "},{"OQ":"What is the page no mentioned in this document?","P_0":" \"Why is the page number not listed in this document.\"                             ","P_1":"   \"Why is the page no mentioned when you search for the page name?","P_2":" \"How does the page no. of the document affect the quality or the content ?","P_3":" \"What is the page no mentioned\"                                 ","P_4":" \"I'd rather not be a part of this group.\"","P_5":" \"Why is it that the page number is not listed in the document?\"","P_6":" \"Is there any page no in the book?\"","P_7":" \"If you could have a choice for a new page no in the book, which would it be?","P_8":" \"Can you give a page no of the book you have in your possession to prove that you have read the book?\"                 ","P_9":" \"Why is the page no mentioned on the document?","P_10":"  \"I know that the page no is in the file, and it starts with a \"0x\", I assume that that means the page number. Can we see if that number has any meaning?","R0_GQ":"    What page is the page no listed.                                                   ","R1_GQ":"     \"What is the page number mentioned?","R2_GQ":"  \"what is the page number\"\n","RQ":" \"What is the page no mentioned\"                                 "},{"OQ":"What is the name of the company?","P_0":" \"Why do you work so many hours?\".","P_1":" \"How can I get a job as a programmer\"\n","P_2":"    \"What's your name and where's the office?","P_3":"  \"When you're in a relationship with someone, are the two of us still friends\/acquaintsances even?\"","P_4":" \"How do I make a living?\"                               ","P_5":"  \"What is the name of the company?","P_6":"  \"How much money will you give me\"  \"How do I know you won the lottery?\" \"It can wait\"  \"Who will be the first to get the money?","P_7":" \"I would buy a house in the area if I needed it to be safe or if my family is there...\"\n","P_8":"  \"I like the idea.  Is it possible for me and my friends, who have no experience, and we need to learn how to program,    to create something that would","P_9":" \"How to get a job with a company?\"","P_10":" \"what are the names and addresses (if known to the company)?                         ","R0_GQ":"  How can i make a living?","R1_GQ":" \"Why can't you do it on your own and be happy?","R2_GQ":" How do you make a living?\"\n","RQ":" \"How do I make a living?\"                               "},{"OQ":"Where is the ITC Life Sciences and Technology Centre?","P_0":"      Where are all these IITs?","P_1":" \"When is the ICT Life Science & technology Center coming up?","P_2":"  Where in the world do you see the ITRC?","P_3":" Where is the ICT Life Science & Technology Center?","P_4":" Where is the ITP Life sciences and Technology Center ?","P_5":" \"Where was the I-Tech Centre before the ITC Life Sciences and Technological Center opened there and where has it gone and why it disappeared?","P_6":"   \"I would appreciate if you would inform us in which city you work\".","P_7":"  > Where can I get a job as an ICT specialist, preferably in the Life Science industry\n","P_8":" \"Where was the ITP Life Sciences & Technologies Center when the282nd Congress of the ICTA took place?\"\n","P_9":"      \"Why do you not want to work there, and how did they treat you when you came there and when are your plans now to continue in the industry after you graduated?\"\n","P_10":" Where can we find the ITA Life Science and technology Center in the city of Paris ?","R0_GQ":"  Why would you go into the industry when they didn´´t like how I did my job there when they knew it well in the beginning?","R1_GQ":"\n","R2_GQ":"   Why would someone who graduates from a top school be interested to be a teacher's assistant for a high school?","RQ":"      \"Why do you not want to work there, and how did they treat you when you came there and when are your plans now to continue in the industry after you graduated?\"\n"},{"OQ":"How many grass\/straw pieces of matter is found in the core samples ?","P_0":"  \"how many grass straw pieces of matter can we expect to see in the core of the earth ?","P_1":"  How many grains\/grain-equations-worth-stuff do they take up?","P_2":"  \"Why is there so few grains in the core?\" \"Well, there *may not be grains*. There can only *maybe not even grains* in there *just in case there was no grains*, so it isn´ t","P_3":"  \"Is there a lot, is it a small percentage ?","P_4":"   \"how do the particles of the core sample differ from the particles of the core sample that we already know of?\"\n","P_5":" How many grains?","P_6":"  \"What's the most common element in the universe?\" \"Well, it sure doesn´'t make it into the core of the earth...\"","P_7":"  \"Is the core sample of the comet a sample from the comet's core?","P_8":"  How do they know that the core samples contain the same amount of matter from the beginning as now.\n","P_9":" How much matter is in the core ?","P_10":"  \"What is the mass of the core samples ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"what is the difference between the core samples and those already know to have been in the core?\"","RQ":"   \"how do the particles of the core sample differ from the particles of the core sample that we already know of?\"\n"},{"OQ":"How many lint\/string pieces of matter is found in the core samples ?","P_0":"  \"Can we find a lot in the core samples but is it really that many ?","P_1":" How many lindt pieces have we collected so that we can compare the lindts to the core samples in the future\n","P_2":"  How much matter does the core have compared to its size.","P_3":"   \"If we have a core sample of a star, how large did the star get?\" \"How much mass was in that star, and in what proportion, and at how long did it exist\"?     ","P_4":" How much matter did the core sample contain before it was sealed and sent to the lab.                             ","P_5":" How many linnets of matter has been discovered on the surface so we don` t have to look too close ?","P_6":" How do they get the core to the core?","P_7":" \"How big does the core have?\"","P_8":" How can you measure the mass of a particle that isn;'t there?","P_9":" How do we know the core of the earth was formed by a single object?","P_10":" How can we know the core of the earth contains no matter other that the matter we see in it right in it's core ?","R0_GQ":"\n\n How much matter was there at the core of the core sample when the core sample arrived  in the lab and  was sealed, and then sent off to the lab to be examined and analyzed?","R1_GQ":" How many grams (or grams of) of matter is the core sample of the sample?","R2_GQ":"\n","RQ":" How much matter did the core sample contain before it was sealed and sent to the lab.                             "},{"OQ":"What is the no. of options held by S. H. Khan?","P_0":"                                              ","P_1":"                                              ","P_2":"                                              ","P_3":"                                              ","P_4":"           What are the options held by S. H Khan?","P_5":"            What are the options held on the books by S. H. Khan?","P_6":"                                              ","P_7":"        What are the options held by S. H Khan ?","P_8":"                                              ","P_9":"                                              ","P_10":"                                              ","R0_GQ":"                                                                   ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                              "},{"OQ":"What is the no. of Ordinary shares held by Y. C. Deveshwar?","P_0":"                                                   ","P_1":"                                                   ","P_2":"                                                   ","P_3":"                                                   ","P_4":"                                                   ","P_5":"                                                   ","P_6":"                                                   ","P_7":"                                                   ","P_8":"                                                   ","P_9":" What is the no. of Ordinary shares held in YC DeVeshwar?","P_10":"                                                   ","R0_GQ":"\n","R1_GQ":"                                                                        ","R2_GQ":"\n","RQ":"                                                   "},{"OQ":"What percentage of smokers feel the need to find more excitement and sensation in life?","P_0":" What do you enjoy in life?","P_1":"  \"Do I have to smoke to be happy?\" \"Smokestack is the answer.\"","P_2":"   What percent of smokers feel they live a boring, unamuseing existence in the world, and want a better one with more excitement ?","P_3":" What % do you get from smoking?","P_4":" What percentage do smokers need to get high so often, to feel the need and need to find excitement or sensation through drugs (or alcohol, or sex, or whatever)   Answer: A lot\n","P_5":" \"What is the point?\"\n","P_6":"  \"Do smokers know how to enjoy the simple life without the need to find more excitement & sensation with drugs\"","P_7":" What do you do to get your kicks in life ?","P_8":" \"If I smoke, then why wouldn't you want to be high and have sex?\"   I get high as shit from weed as well - I never really had much desire. I think that's a pretty common thing for smokers","P_9":" What is the point?","P_10":" \"Are you a smoker?\" \"How about you?\". \"Well I'd quit smoking if it made a difference\".","R0_GQ":" What is the purpose or goal in life and why do you choose to work on it?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What is the point?\"\n"},{"OQ":"What is the no. of Ordinary shares held by N. Anand?","P_0":"                                               ","P_1":"                                               ","P_2":"                                               ","P_3":"                                               ","P_4":"                                               ","P_5":"                                               ","P_6":"                                               ","P_7":"                                               ","P_8":"                                               ","P_9":"                                               ","P_10":"   \"What is the number of ordinary shares held in N.Anandan?\"          \"I am not sure. But I believe it could go as high as 10 lakh shares.\"  ","R0_GQ":"                                                                    ","R1_GQ":"                                                                    ","R2_GQ":"                                                                    ","RQ":"                                               "},{"OQ":"What percentage of non-smokers feel the need to restore romance and mystery to modern life?","P_0":" What do you get by smoking?","P_1":" What percent is the percentage for non-smokin' people ?","P_2":" What's the point of smoking if we can have sex without cigarettes anyway?\"               I don;'t think there could even have a percentage.\n","P_3":"  What is the percentage that feel the need of restoring romance\/mood?","P_4":"  What % are there in the world who have never kissed someone?","P_5":"  What percent feel like they should have to do that just outta respect\/love for their partner(s)--or because that is a part and parcel with modern society  ?","P_6":" What do you think about the idea of a \"smut\" industry and the idea that it might be a good thing ?","P_7":" \"What do you feel is missing\/what is lacking when it's not a cigarette in your hands every moment\".  I have no problem with people wanting to do that stuff; however I do mind people who do so in the name (in my","P_8":" \"Can we stop being so damn judgmental about other's choices\"?","P_9":"  \"Why can we never be happy?\" \"How did we become so cynical.\"           \"Because we live on a planet with a finite amount of oxygen.    \"We all want to be","P_10":" \"If you smoke, you don't really understand what it would really feel\/do.\"\n","R0_GQ":"  \"You have to get out from behind that computer.\n","R1_GQ":"  Why is there always something that makes everyone unhappy on Earth?\" \"We were born to die, and the only way to live long enough\n","R2_GQ":"\n\n \"We live a finite amount\n","RQ":"  \"Why can we never be happy?\" \"How did we become so cynical.\"           \"Because we live on a planet with a finite amount of oxygen.    \"We all want to be"},{"OQ":"What is the title of the document ?","P_0":"   \"What is the title of this document, and is it true.\" ?","P_1":" \"How do we make sure that the people in the world that have the most to do will work on the most important projects at the same times?\"","P_2":"  \"I'm not sure what to do to help my friend who got a DUI.\"\n","P_3":"  \"I can only imagine the amount of money that has changed hands and how much money is left.\"","P_4":" \"I need a document to prove I was in the US on the date of the incident in question and I can send that document only with the date of my birth.  I'd prefer not","P_5":" \"How to make a good game without a good story.                           ","P_6":"  \"TheWinners of the 2018 FIFA World Cup\"\n","P_7":" \"I don‚t mind if you're a woman\"\n","P_8":" \"What is the title of the document ?","P_9":" \"What is the title of the document?\"","P_10":" \"How can we make the most of the time we have, when the world will change around us ?","R0_GQ":"  How can you create a good game,  that has a story, while also using a good story, but using a bad story, to get there\n","R1_GQ":"\n","R2_GQ":" \"What's the best way not having to worry how the game will be received in the future if the story sucks ass ?","RQ":" \"How to make a good game without a good story.                           "},{"OQ":"What is the year mentioned at the top of the page?","P_0":" \"How do we get the most out of our time?\"\n","P_1":" \"How long do we have before the end?\"\n","P_2":" \"The year is the year of the year of the year\"","P_3":" \"How many years have passed between the first and last episode\"\n","P_4":" \"How many years do you want to stay in the same job and not be promoted\/get raises to keep you from moving?","P_5":" \"What year does the unbearable lightness of being come?\"                               ","P_6":" \"Why is it that the year of the horse has been mentioned on the top page every year (and every other year?)?","P_7":" \"What is the year of the last time you were in a relationship that did you both good or did your partner do well in your eyes\". I got the answer from the girl who posted in the thread about her","P_8":" \"When did the year start ?","P_9":" \"How is the year mentioned at top of the page?\".                               ","P_10":" \"What is the year mentioned as the year of the first appearance on the cover?\"","R0_GQ":"  How many years do I get for my birthday if my birthday was on the first?","R1_GQ":" How are the years mentioned\n","R2_GQ":"   \"What year was the year mentioned?","RQ":" \"How is the year mentioned at top of the page?\".                               "},{"OQ":"How many 'energetic and popular brands' has ITC created?","P_0":" How many 'energy' brands have ITC created and how much money they earn\/have made in the past decade ?","P_1":"  \"How do I get a job where I'm not just a cog in an industrial machine.\"                         ","P_2":"   How many 'entered the market in the last 2 or 5 or 20' years that are 'energistics\/popular?","P_3":" How much money has ITC created so that it is able to buy all of the brands that it does ?","P_4":" How many 'entreprises that have a good brand equity in the market but not much market presence but are still able to generate good revenues through their products in the market?'","P_5":" How many 'popular and energetic' brands is ITRC created for ?","P_6":" How many 'entanglements', 'interruptive' brands have ITC created in the past decade that are now being sold in the market under the brand name of ICTC ?","P_7":" How many 'eneractive and popular brand' has ITC created?","P_8":" \"Why do you think ITC is so successful\"\n","P_9":" How many 'popular' and energetic brands has ITC created ?","P_10":"  How many 'generics', 'reformulants', and 'extensions'?                 I would answer :       ","R0_GQ":"   \" How should a person who just started out in the job world, get started.\"                  \n","R1_GQ":"  What is the best way\n","R2_GQ":"\n","RQ":"  \"How do I get a job where I'm not just a cog in an industrial machine.\"                         "},{"OQ":"Name the 4 significant personal care brands of ITC?","P_0":"                                          ","P_1":"                                          ","P_2":"                                          ","P_3":"                                          ","P_4":"                                          ","P_5":"                                          ","P_6":"                                          ","P_7":"                                          ","P_8":"                                          ","P_9":"                                          ","P_10":"                                          ","R0_GQ":"                                                               ","R1_GQ":"\n\n                                                              ","R2_GQ":"\n","RQ":"                                          "},{"OQ":"What are the 2 educational\/stationary brands of ITC?","P_0":"                                            ","P_1":"  What is the difference between ITC and Paraphonic?","P_2":"                                            ","P_3":"                                            ","P_4":"                                            ","P_5":"  \"Which is the best brand in India, and why?","P_6":"                                            ","P_7":"   \"What are the 2 educational\/ stationry brands of IIT?\"","P_8":"                                            ","P_9":"                                            ","P_10":"  What is the difference in quality and price?","R0_GQ":"                                                                 ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                            "},{"OQ":"What are the 2 lifestyle & apparel brands of ITC?","P_0":"                                           ","P_1":"                                           ","P_2":"                                           ","P_3":" What are the two lifestyle and apparel brands that ITC has?","P_4":"                                           ","P_5":"  \"What are the 2 lifestyle and clothing brand of ITC?\"","P_6":"  What is the difference between ITC and the other brands?","P_7":"                                           ","P_8":"                                           ","P_9":" What is the difference in the two brands ?","P_10":" What is the difference between lifestyle & apparel of ITC ?","R0_GQ":"\n\n                                                               ","R1_GQ":"                                                                ","R2_GQ":"\n","RQ":"                                           "},{"OQ":"What is the name of the ITC Agarbatti brand?","P_0":" What is the name of the IITC brand of Agaram?","P_1":" \"Is it the same as the one that is sold by the ITC?\"","P_2":" \"Who makes the best Agatti?\"\n","P_3":"  \"What's the name of the brand of Agrabatte that you use when making your Agreebati?\"          \"Agro-Bati\"","P_4":"  \"Why do you have a brand of Agarrbatto?\"  \"To make money!\"  \"Why is it called Agrabatoi?\" (I'm guessing it doesn )","P_5":" What's the name of the brand of Agaratis that you are making ?","P_6":"   \"Why is the ITC Agariatti brand called Agaramatti?\"  \"Well, it doesn′t actually have anything to with Agri-business, it just happens to sound like Agarr","P_7":"  \"What's the name of the brand that makes the ITC Agrabottom brand of Agri-food products?\"\n","P_8":"                                            ","P_9":" \"How many IITs are there?\"","P_10":"                                            ","R0_GQ":"                                                                 ","R1_GQ":"                                                                 ","R2_GQ":"\n","RQ":"                                            "},{"OQ":"What is the name of ITC's matches brand?","P_0":" \"Why is ITC's matches brand called 'ITC'?\".                            ","P_1":" \"what are the names and logos\/logos\/etc.\"\n","P_2":" \"Is it a brand of matches or is it a brand for matches ?","P_3":" \"What is the name of ITC's matches brand, and what does it do to the game?\"                     ","P_4":" \"Is it possible that I can find a match on the IWC website, but the match is not listed in the IWGP website?\".\n","P_5":" \"what are the names and logos and colors used by the teams that play in the ITA?\"\n","P_6":" \"Who are the best teams in the world and why is it ITC?\"","P_7":" \"Who are the best teams in the world and why are they called ITP?\"                         ","P_8":" \"Who are the best teams in the world ?","P_9":" \"How much money does ITC have, and do you care if it comes down?\"                        ","P_10":" \"How do I know if I am watching a match on ITC or on the official website?\"","R0_GQ":"  \"I want to know if there is anyone better then the current I-TP teams.\"\n","R1_GQ":" \"I'm a fan of the following teams, who are they?","R2_GQ":" \"What are the best teams and who will win the World Championship?\"                 \n","RQ":" \"Who are the best teams in the world and why are they called ITP?\"                         "},{"OQ":"What is the 'credo' of ITC Hotels?","P_0":"  \"Why are we here\"","P_1":" \"ITC Hotel is a hotel brand. Why is the name I-Ching Hotels?\"               The answer would've been \"it is the","P_2":" \"Is it a hotel chain, a chain or is ITC a hotel chain?","P_3":" \"Why do you have a logo with a 'Credo'?\"","P_4":" What do you believe is your company's core value?","P_5":" What are ITC Hotel‾s core values ​​in the context of the pandering to the public?","P_6":" What is the 'cudo' or 'saint' of ITA Hotell?","P_7":" What is I-T-S-C-E?","P_8":" \"Is it a good idea, to have a hotel in the middle of the city ?","P_9":"  \"Why do ITC Hotelliers have a credo, what do we do with this credo that we are given?\"","P_10":" What are your core values?","R0_GQ":"\n","R1_GQ":" \"\n","R2_GQ":"\n","RQ":" \"Is it a good idea, to have a hotel in the middle of the city ?"},{"OQ":"What is cost of chemicals and supplies?","P_0":"  \"Can you tell me the cost per gram, per liter of the chemicals we're talking?","P_1":"  \"Do you really get paid to make these things?\".  \"Why the hell would we?\".\n","P_2":"   \"How expensive it would be in the long run?","P_3":"  \"How do they manage to keep the chemicals and supplies in stock so they dont go to waste\" ?","P_4":"   \"Can we get a quote?","P_5":"   \"Can you give an estimation how many chemicals, and how many parts per million of chemicals, are required?\" \"What's your estimate on the cost, and how high would this be","P_6":"  \"Is it cheaper for me not using chemicals than using chemicals ?","P_7":"  \"How much would it cost me in materials\/costs just to make a single bottle of this?\"          \"Well, I need to figure it","P_8":"  \"Do they use chemicals at all?\".","P_9":"  \"Why do you want to make this?\"","P_10":"  \"Is it possible, that we would use the same chemicals or even better, the same chemicals in the same way?","R0_GQ":" How would you estimate the cost\/time needed in materials (material\n","R1_GQ":" \"how much would it be cost just make a single bottle\"\n","R2_GQ":" \"how much would I spend if I made this bottle?\"       \"Well,\n","RQ":"  \"How much would it cost me in materials\/costs just to make a single bottle of this?\"          \"Well, I need to figure it"},{"OQ":"What percentage of non-smokers feel there should be less emphasis on money in our seciety?","P_0":" \"What % should we be putting in to the economy?\"\n","P_1":"  >What's your opinion about the government spending money to educate the poor people in the country by giving free education for them to learn the skills which can bring their future in the world ?","P_2":"  >What percent does the government spend on health, and why?","P_3":"  \"How would we feel if the government told you not to use money and instead to use your time and effort and energy for something productive ?","P_4":" \"Should there really be more emphasis given toward money?","P_5":" \"what is the percentage of non smoker that don\"t like the idea of smoking being illegal but want more money for the government.\"   I believe the answer is somewhere along that line.  Edit. I don\"T know if the answer is","P_6":" \"Why does the government give so little of our income?\"       Answer : \"You have a choice to give it less of everything - or to spend all it's income!\"           ","P_7":" \"Are you a smoker\/non smoker\/non-smoter?","P_8":"    \"What would you say to those people whose lives depend solely of money for food or other needs as opposed of the spiritual?\"\n","P_9":" \"Should we focus too little in our society for the poor\" or ?","P_10":" \"What would you prefer to happen with the money you get from smoking ?","R0_GQ":"   \"Where can I find out more details about the government and how the government gives you money so easily, but you don't even see a penny.\"\n","R1_GQ":"\n\n   Why don‰t people spend more?","R2_GQ":" Why doesn't the government give more income than it currently does for the poor, and how can this be achieved without increasing the deficit?","RQ":" \"Why does the government give so little of our income?\"       Answer : \"You have a choice to give it less of everything - or to spend all it's income!\"           "},{"OQ":"What is the main title of this document?","P_0":" \"How to make a good game in a few days?","P_1":" \"What is the main title of the document ?","P_2":" \"How can we make the most out of the time we are living?\"                         ","P_3":" \"Why do you want to know the answer?","P_4":" \"Why do you have to be so mean, you're not even a real person?\"                      ","P_5":" \"How do I make a good first impression?\"\n","P_6":" \"Why do you need to be a member?\"","P_7":" \"Why is it that the detractors of the Auto-Tune are not able\n","P_8":" \"How can we make the most of the Internet of Things?","P_9":" \"What is the main title of this document?","P_10":" \"What is the main title for this document?\", \"The main title\", etc..\n","R0_GQ":"\n\n How is the time you live valuable to us.  What can I gain?","R1_GQ":"  How Can we make the most from our time that is left here\n","R2_GQ":"   How can we make best out of time that has passed since the last time we used it\n","RQ":" \"How can we make the most out of the time we are living?\"                         "},{"OQ":"What is the page no mentioned in this document?","P_0":" \"What is the page no mentioned ~~in this document??~~ in the document?\"","P_1":" \"How many pages is the book?\"","P_2":" \"I'm looking to get a new phone but don\"t have a lot in the bank so I think I'll have a look at the iPhone XS Max. Does this phone have a good battery","P_3":"  \"How does the page number of the document differ depending on which version you're looking up in the database?\"                  ","P_4":"    \"How is it possible for a person, who is not a citizen of the United States to obtain a passport, and then to travel freely around Europe with that passport and not face any problems","P_5":" \"Why is the page no mentioned ?","P_6":" \"If you don't use the page number, what's to prevent someone who isn\"t logged-IN to just copy\/cut the page from the document to their own computer\/phone without the page","P_7":" \"What is the page number in this document ?","P_8":"  \"I was told that the page no is in the book, but I still could never reach the page.\"\n","P_9":" \"How many pages are there?\"  Answer is : \"There will be no pages\".                       ","P_10":" \"what is the page number in this document?\".                               ","R0_GQ":"    \"What is the page\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"what is the page number in this document?\".                               "},{"OQ":"Which branch of Scissors has been launched on Kerala and Tamil Nadu?","P_0":"                                             ","P_1":"                                             ","P_2":"                                             ","P_3":"                                             ","P_4":" Which branch of scissors was launched?","P_5":" Which branch of scissors is launched for Kerala and Tamil Nadu.                                 ","P_6":"                                             ","P_7":" Which branch of scissors is launched to Kerala & TN.                                  ","P_8":"                                             ","P_9":" Which branch of scissors is launched in Kerala?","P_10":" Which branch of scissors has been launched on Kerala, Tamilnada, Karnal ?","R0_GQ":"                                                                  ","R1_GQ":"\n","R2_GQ":"                                                                  ","RQ":"                                             "},{"OQ":"What is date?","P_0":"  \"I need to find out when the next episode of the show is.\"\n","P_1":"     \"Why are you asking this?","P_2":" \"Why do you think that the date of the first appearance in the Bible, the creation, was chosen to be the same on all the calendars?\"  The answer, as","P_3":" What's the date of the next episode ?","P_4":" What does the date represent and how can it help us to know what the future might bring us, if it ever appears to be in the future again (and we might want","P_5":" \"what is the date?\"                             ","P_6":" What is the date of the305th anniversary?","P_7":" What's the date of the next episode.\n","P_8":" What's the date on the calendar ?","P_9":" \"How long are you willing for your partner and\/Or yourself be in love?","P_10":" \"What does date do in the game?\"  Answer is : \"Nothing, but it has a name :D\" (parody of the \"What does the fox say","R0_GQ":"  What is the date of the last time you saw a person who you knew had a girlfriend before the breakup or was dating other girls (if any) before they became single?","R1_GQ":" \"How many days?\"\n","R2_GQ":" \"What date?","RQ":" \"what is the date?\"                             "},{"OQ":"What percentage of non-smokers feel the need to find more excitement and sensation in life?","P_0":" \"Do smokers have a problem?\"","P_1":" \"Is it possible for me or for anyone else that I love not to want more?\"    I have a friend whose wife has a very high libidos; they had sex almost once an day - and it's not like there're","P_2":" What is the point in life?","P_3":"  \"I'd have to smoke a pack a month\"\n","P_4":" \"Would I smoke if it made the world a happier or better or more enjoyable?","P_5":" What's the point of smoking?","P_6":"  \"I can smoke, why the need of a vape?\"   I'd ask him if it were a necessity of his lifestyle as opposed to a choice to be healthier or something.  I always see people who have a vape and a cigarette","P_7":" What is the point in life. I am not sure of the exact quote\n","P_8":" What's the point?","P_9":" What percentage do smokers find the need to find new ways for themselves to feel the need to smoke.    I say that smokers feel this need to feel the need.","P_10":" \"what percentage are you?\"\n","R0_GQ":"\n","R1_GQ":"    \"is there really such things\n","R2_GQ":"   \"Why isn 't it possible, or why should it be?","RQ":" \"Is it possible for me or for anyone else that I love not to want more?\"    I have a friend whose wife has a very high libidos; they had sex almost once an day - and it's not like there're"},{"OQ":"What is the tagline with 'Wendell Rodricks' name?","P_0":" \"Went to the store and bought a buncha stuff.  I thought I could use it here, too?","P_1":" \"How do we know that the name Wendrell Rodgers was not a pseudonym?","P_2":" \"Why is it that the only people who are allowed in the White House are the ones with the most money or the biggest names. Why can't we be allowed to be in the Whitehouse?\"\n","P_3":" \"What is the name of the man who is the head of the literacy campaign of the government?\"\n","P_4":" \"What is the name of the man who is the head of the chords of the song 'Wake Up'\"?","P_5":" \"I have a question. If you had a chance, would you go back?","P_6":" \"Is it possible that the name Wendelle Rodricks was chosen by the writers to make the character seem more likeable?\".","P_7":" \"Won't you be my neighbor\"                                     ","P_8":" \"Is it a good idea for me (Wendll Rodicks, ½) to be a part-timer with the New Orleans Pelicans?","P_9":" \"Who's the guy that's always in the middle of the action, always in a fight?\"                          ","P_10":" \"What is the name of the man who was the first to discover the existence of the universe\" ?","R0_GQ":" \"Who are my neighbors and how to become their friends and neighbors\".\n","R1_GQ":"  \"Will you please be my neighbor\"   \"No thanks I prefer to have a friend\"\n","R2_GQ":" \"Who wouldn\"\n","RQ":" \"Won't you be my neighbor\"                                     "},{"OQ":"What is the page no mentioned in this document?","P_0":" \"Why is the page number not listed?\"","P_1":" \"How do we make sure that the page numbers on the document are the correct page?\"\n","P_2":" \"I have a question that is not listed\"                               ","P_3":" \"How does the page number of the document differ with the page no in the book?\"                       ","P_4":"  \"Why is the page no mentioned anywhere?","P_5":" \"What is the page no of the document that is mentioned?","P_6":" \"I was told that the page no is in the book, and the page no in the book is not the one mentioned?\"","P_7":"  \"Why is there no page number on the document?","P_8":" \"What is the page no mentioned on the document?\"","P_9":" \"Why is the page no mentioned, but the page is mentioned ?","P_10":" \"Why is the page number not given at all?\"                              ","R0_GQ":"                  \"What is the name of the company that makes the product I was using yesterday\"?\n","R1_GQ":"                                                              ","R2_GQ":"        \"What is the best way\"","RQ":" \"I have a question that is not listed\"                               "},{"OQ":"Who supported the workshop?","P_0":"   \"I like the workshop, but it sucks to see that it gets so much attention. It has nothing to offer. Why is everyone so interested and why do so many","P_1":"  \"I'm not a fan, so who supported this?\"                       ","P_2":"  \"How come the workshop doesn\\‎\\»\\“t allow me to change my name or my flair, or even to change my flair?\"","P_3":"  \"I supported the workshop.  I want to make a game, how is that possible.\"  \"We made a game that you want and now it doesn‍s","P_4":"   \"What is the most important thing to know about the workshop?\"\n","P_5":" \"Do you know who supported the workshop?\"                           ","P_6":"  \"Why is the workshop not available to the public in the US ?","P_7":" \"Why did you do that?\"","P_8":"  \"Who did not participate in the workshop?\"                          ","P_9":"  \"I'm not sure who supported the workshop.\"\n","P_10":" \"I wonder which of the two parties will be the most likely to implement this idea, and what the chances for that will be\"?         ","R0_GQ":"\n","R1_GQ":"    \"I need to find a way to get a list of all the people that support the workshop, and I also do not wish the list to reveal the names\"                 \n","R2_GQ":"   \"Are you aware that the workshop was supported with money\n","RQ":" \"Do you know who supported the workshop?\"                           "},{"OQ":"How many children were found to be unsatisfactory for study and returned ?","P_0":" How can we improve the quality and quantity of our children's education ?","P_1":" How do you feel if a child is returned home due to unsatisfactority for study and you feel that it“ll affect their future studies\n","P_2":"  \"Why do we have to keep sending children with problems who aren‌'‪  ‪'‏‪'“„‘‐\"‟‑�","P_3":" How much money is spent annually on the education sector to ensure the quality and quantity of education ?","P_4":" How do you know they'll do better than the other students if the teacher has to return them?","P_5":"  \"What are your plans regarding the children that we failed?\"\n","P_6":"  \"Do we need to return children for unsatisfactory grades ?","P_7":"  \"Why do you think that the children that have been found not to have the required level for the exam, or have not performed satisfacationally in the exam have to go to the school to be assessed\"\n","P_8":" How is it possible not all of these children could study ?","P_9":" \"What are your thoughts towards the children of the poor, who were not able or unwilling ?\"                         ","P_10":" \"how to make children good citizens without making them good citizens themselves\".\n","R0_GQ":"\n","R1_GQ":" \"Do the children of poor people have the same opportunities to get educated or to achieve success  in their life as those  born wealthy\" ?","R2_GQ":" \"Do the children of poor families deserve to get a better life\" and \"How is it possible  to make the children  better  if the parents and  the government are not willing\"?                           ","RQ":" \"What are your thoughts towards the children of the poor, who were not able or unwilling ?\"                         "},{"OQ":"How many days were the subject J.W. on baseline diet ?","P_0":"   \"What is the best way to get the most out of the diet?\"\n","P_1":" \"What is the best way to get the most out of the diet?\"\n","P_2":" How does the subject J W. feel about his diet?","P_3":" \"How is the subject JW on the baseline diet ?","P_4":" \"How many days are you on the diet?\"                                   ","P_5":" \"how do we determine the time of day when the subject is on the diet, and not on the placebo diet for the same period (or longer?) to make the comparison?\"\n","P_6":" How did the subject JW. respond after the first week of the diet?","P_7":" \"how much time is enough time to see the effects from a diet change of a few days?\".","P_8":" How did the subjects on the baseline diet do compared with the subjects that did not follow the baseline diet?","P_9":" \"Do you want to know how much J. W.'s diet was on baseline?\"","P_10":" \"What is the effect on the body of the diet of the subject J W on the day he started the diet.\"","R0_GQ":"\n","R1_GQ":" \" How often a month is your diet?\"\n","R2_GQ":"\n","RQ":" \"How many days are you on the diet?\"                                   "},{"OQ":"How many days were the subject J.W. on dilution ?","P_0":"   \"What is the best way of dilutable a compound?\"","P_1":" \"What was the time period between the first and second diluents of JW?\"                           ","P_2":"  \"How long will it takes to dilrate the sample?\" \"I'm sorry but we need to dilutate it to the point at which it will no be detectable\".         ","P_3":"  \"How do you explain the fact that the dilution of the subject JW was not the same as the dilolution of the subject JW in the dilute solution of the subject JE ?","P_4":" \"What is the best way to dilue a sample of a substance?\"\n","P_5":" \"What is the best way of diluate a solution of JW?\"      Answer: \"Dilly dills!\"                 ","P_6":"  \"How long will it take for the diluter to get the same amount as the original?\"  Answer:  \"It would have to diluted to the point where you could get a similar amount.\"   ","P_7":" \"What is the most important thing to know for a chemist in the field?\"","P_8":"   \"How do I know that the diluent is not a poison and I must not eat it\"          \"How can you know if the dilupant has a poison","P_9":"  \"What is the best way, to dilution a sample of J. W.\"  \"How many days are there, in the subject JW\"","P_10":" \"How much diluation did the subject J.W. have before the test?\"                            ","R0_GQ":" \"How long does it take to get a dilution of Jw?\"                                                   ","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What was the time period between the first and second diluents of JW?\"                           "},{"OQ":"What is the age of subject B.L. ?","P_0":" \"What is the age of subject B.?\n","P_1":" \"How much is the age of subject B.?\n","P_2":" \"What is the age of subject B.?\n","P_3":" \"How much does the age of subject B.L affect the age of subject A\"","P_4":" \"What is the age of subject B.?\n","P_5":" What is the age of subject B.?","P_6":" What is the age of subject B.L in the SOLDIER OF THE KINGDOM ?","P_7":" What is the age of subject B.L in the following passage?","P_8":" What is the age of subject B ?","P_9":" \"What age is subject B?\"                                   ","P_10":"                                          ","R0_GQ":"\n\n                                                              ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                          "},{"OQ":"What was the initial wt. of subject C.R. ?","P_0":" \"What is the initial wt. of subject C.R in the following equation (1) ?","P_1":" \"What was the initial w.T of subject C.\"","P_2":" \"How much is the subject C.R. worth?\"                                 ","P_3":" \"What was the initial ww of subject C?","P_4":" \"What was the initial wT of subject C?","P_5":" \"How do you know that the subject C is a real number and not just a number that you have to add to the real numbers to obtain the real number C ?","P_6":" \"What was the initial ww. of subject C.?\n","P_7":" \"What was the initial ww of subject C?","P_8":" \"What is the initial wwt. of subject C.\"","P_9":" \"How can we make the most of the time we can spend at the beach in the summer, and not get bored?\".                    ","P_10":" \"How can I make a good impression on the client?\"\n","R0_GQ":" \"I'd like you to give me a price on the subject C. R., which is worth $10.\"                                           ","R1_GQ":"\n","R2_GQ":" \"The subject C.R. is worth $100,000.00.   How does one determine the value?","RQ":" \"How much is the subject C.R. worth?\"                                 "},{"OQ":"What was the final wt. of subject S.D. ?","P_0":" \"What is the final w.t.\" of subject S?","P_1":" \"How can we make the most of the time we've had with the subject S. D.? What are we missing to make it better?","P_2":" \"What is the final wt. of subject Sd in the following questions?\"\n","P_3":" \"How can we improve the quality of our lives, and what can be our contribution for it (in the future)\", and the answer is : \"We all should work, to create a society better, more humane, and","P_4":" \"How much is the final ww. of subject S.\"\n","P_5":" \"How do we get the best out of our students by giving them the right environment that they feel safe and secure?","P_6":" \"What was the final wt. of subject S.S ?","P_7":" \"What is the final wwt of subject S.d ?","P_8":" \"What was the final wt of subject S. D., in the last year, in the school of the University of Paris, in the year 1857?","P_9":" \"What is the final ww of subject S.D?\".","P_10":" \"How much is the final wwt. of subject S.? \"","R0_GQ":" How do you ensure the safety & security for students at your school by using the following tokens instead?:","R1_GQ":"\n","R2_GQ":" \"\n","RQ":" \"How do we get the best out of our students by giving them the right environment that they feel safe and secure?"},{"OQ":"What is the name of the company?","P_0":"  \"I can only afford to pay $10 for a new phone. But what if the phone I just buy has a better camera and a bigger battery and a faster processor and a bigger screen","P_1":"  \"I've got a great idea! Let me go to the internet, search for a company, find their name online then go there, and tell you all their secrets because you were asking","P_2":" \"Do you think it'll get better?\".                              ","P_3":"  \"I want to get a job as an engineer at a company called X. What are their requirements\"\n","P_4":"  \"What's the name of the company you work at, and why are there so much people who can spell it like that on the internet.\"","P_5":"  \"Why is the company called \"Paragraph\" and why the company logo looks so similar\" ?","P_6":" \"Why do you think I hired you to write this?\"","P_7":"  \"Why did you buy this stock?\"\n","P_8":"  \"What's your company's name?\".","P_9":"  \"Why is the company called 'The Company of the Sun' but the logo and the name of the company is 'the Company of the Moon'\" ?","P_10":"  \"Why do you need to know that?\"  \"This is a company that does business with the government\"  \"Does it have a website and a phone?\" (I just assumed it","R0_GQ":"  Do You think it is going   better.?                                                 ","R1_GQ":"  Do I want it?","R2_GQ":"  Do YOU believe that it'll Get Better??\n","RQ":" \"Do you think it'll get better?\".                              "},{"OQ":"What was the cholesterol by the 4th wk for #1 rats?","P_0":"   \"What was the cholesterol by the 4 wK for #3 rats.\"","P_1":" \"how much cholesterol in the blood of the rats at 4 week?\"                                ","P_2":"  \"What was the cholesterol by the 4 week mark, for #2 rats\" ?","P_3":"  \"How long are the rats' cholesterol levels going up by?\"\n","P_4":" \"What was the cholesterol by 4th week in the rats?\"","P_5":" \"Did the rats' cholesterol levels change between the first and 4th wks\"                             ","P_6":" \"how many mg\/dL were the cholesterol levels at the 4- week mark by the 4th week for the #3 rats?\".\n","P_7":"  \"How high are your cholesterol levels?","P_8":"  \"How many grams of cholesterol per day is the average for the 4th week for the rats in the study.\"","P_9":" \"How many mg of cholesterol were present for the first four weeks for the rats?\"","P_10":"  \"How did you measure the cholesterol in the blood?\"","R0_GQ":" How many grams in the blood?","R1_GQ":"\n","R2_GQ":"  \"how many grams in the blood at the 4th week?","RQ":" \"how much cholesterol in the blood of the rats at 4 week?\"                                "},{"OQ":"Who has prepared the directory of services?","P_0":"   Who is responsible if something bad were ever to take place to the services?","P_1":"  > Who has prepared the directory of services ?","P_2":"   \"I don;‏t have any idea why you would think that I”m going through the directory and looking for services. You would probably find more useful things on the","P_3":"  \"I am a student who just bought a new laptop with Windows 7. I tried to use the Windows 7 installation disc that comes in the box and I don‍t have the Windows","P_4":" Who will be the one responsible for the directory of services?","P_5":" \"Where's the directory that contains the services that are used by the users ?","P_6":" \"How do you make sure the services are available and working properly without having to call the service provider to fix problems in their infrastructure?","P_7":"  \"What is the directory of services?\"","P_8":" Who has prepared the directory of services for the new administration of the city?","P_9":" Who will be the one that will be in control ?","P_10":" Who is responsible?","R0_GQ":" \"How are you able to ensure the services and infrastructure you run work in the same manner?","R1_GQ":" \"How to ensure the services work well?\"\n","R2_GQ":" How to make sure the services are accessible to all users regardless if their internet connectivity or device is slow?\"","RQ":" \"How do you make sure the services are available and working properly without having to call the service provider to fix problems in their infrastructure?"},{"OQ":"What % of families are in poverty in the county 'Stoddard' ?","P_0":"  > What's your opinion about the poverty of the Stoddardo family in the county 'Stodderd'?","P_1":"  > What % of families in the county 'Stouffenberg', are in poverty","P_2":" What is the percentage in the county of families in poverty in the county 'Stodden'?","P_3":" \"If you have a family, what percent of that family does not earn any more that $1 per day in the county 'Steely Dan'?\"","P_4":" What percentage of families is in poverty?","P_5":" \"Why is the county called 'St.oddard', if the poverty % in the county 'Stoddertown', is so high (about 60%),?\"","P_6":" \"Do you agree that the poverty of the Stoddarded is a problem?\"","P_7":" \"What % of families with children is in poverty in the county 'Stoudt'?","P_8":" What percent do you want to make poverty?","P_9":" What % do you get from the government?","P_10":" \"what percentage are in poverty, in the county 'stoddards'.\"\n","R0_GQ":" \"The following is the percentage that does not work, does work only on weekends only, is not a member of any club or organization.\"","R1_GQ":" \" If your family has no more than five people (or less), how would you rate their income?","R2_GQ":" \"Why do you have a family if your family is poor\"\n","RQ":" \"If you have a family, what percent of that family does not earn any more that $1 per day in the county 'Steely Dan'?\""},{"OQ":"How many public assistance recipients in the county Lawrence?","P_0":" How many public aid recipients are there, in Lawrence County.                             ","P_1":" \"how does the county Lawrence handle the public aid program?\"\n","P_2":" \"If you're a poor person in Lawrence County and you haven't got a job you'll eventually lose it right ?","P_3":"   \"If you don´ve had a job, and you haven't paid in taxes yet. You shouldn´ve received any money yet...           ","P_4":"  > How is it that the county Lawrence is so poor with so many people on public assistence ?","P_5":" How much money does the county Lawrence pay out per person receiving public aid each day on average ?","P_6":" \"Do you feel that the government does anything right ?","P_7":"   \"Do you believe that the government is doing its job in providing public safety, education, infrastructure?\"\n","P_8":" \"Is there any way of telling what the number in Lawrence County are who have been on public benefits at some time, but who aren't currently on benefits because their income has increased?\"","P_9":"  \"how does the county Lawrence have more public assistance recipients than the county of San Mateu?\"                     ","P_10":" \"I heard that the county Lawrence had a lot more people with public assistance. Are the people in the county Lawrence poor people like me?\".","R0_GQ":" How do we measure the number\n","R1_GQ":"  How Many Public Aid Receivers Are In Lawrence Co.?                                                  ","R2_GQ":"  How Many Public aid Recipents are there?","RQ":" How many public aid recipients are there, in Lawrence County.                             "},{"OQ":"What is the population in the 'Newton' county ?","P_0":"  \"Is there a population in the 'N' county?","P_1":"  \"Is there an accurate population count?\"","P_2":"  \"If you're going to make a movie about a town with a population under 500, what's your budget and what do your actors have?\" \"Newtons\"","P_3":" \"What is the population density in Newton County\"","P_4":" \"Is there any population in the 'North Newton' county, or is it just a name?\"\n","P_5":"  \"The population in the 'Milton' county is 5,000 people; the population is 5.000 in 'Pinellas' county. Which is smaller, the population or the area.\" ","P_6":"  \"Why is the population in the 'newton' county so high                  ?","P_7":"     \"What's the population in the 'Newtongate' county?\" \"What is the population of the 'Wyngell' county ?","P_8":" \"The population in the 'Newton' county is estimated around 1.4 Million people (as of the last Census in 2010-11, the most current data) with a total area of about 1.7","P_9":"  \"Why is the population of Newton County so small?\".\n","P_10":"  \"Why does the population of the 'Netherlands' have to be in the 'Neth' county ?","R0_GQ":"\n","R1_GQ":" \"If you're going make an movie about a town with a population over 100 million, how do they have electricity if they are all dead, and what do your actors need to wear\"? \"Newtons\"\n","R2_GQ":"\n","RQ":"  \"If you're going to make a movie about a town with a population under 500, what's your budget and what do your actors have?\" \"Newtons\""},{"OQ":"Who was the chief of the scientific evaluation section?","P_0":"  \"How can you say that the evidence for the existence or non existence (or both, or neither) of God are not sufficient in the absence of evidence?\"\n","P_1":" \"Why is it that the scientific evaluation of the survivors was not done?\"","P_2":"   \"Who is the chief scientific evaluer of the scientific evaluation section ?","P_3":"   \"How do we make sure that the scientific evidence for the efficacy is correct\"   \"What if the evidence contradicts the evidence that we think the evidence will be\" (para 3.","P_4":"  \"The chief of the scientific evaluation department is the one who decides if the project should or won' be approved\/funded in the first place (or if there is even a need). He does this","P_5":"   \"Why did you choose to use the word 'fudge factor?\"","P_6":"  \"How much did you know before you were appointed?\"","P_7":"  \"Who is the chief scientific officer\"\n","P_8":"  \"How many scientists in the scientific evaluation department were there at the time?\"  \"Well, I was there\"","P_9":" \"Who did the scientific evaluations of the WMAP data, and was it done with the approval\/consent by the WMAP team?\"","P_10":" \"Did you ever read the book 'The Origin Of Species by Charles Darwin', and how much of your work has been based upon the book ?","R0_GQ":" \"How much of my work have been based on Darwin's work?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Did you ever read the book 'The Origin Of Species by Charles Darwin', and how much of your work has been based upon the book ?"},{"OQ":"Who was the Associate director for research analysis and evaluation then?","P_0":"  \"Why is the director of research analysis and evaluation not in the director position ?","P_1":"  \"What was the name and position of the associate director of research for research and evaluations when you took office in 2015?\"","P_2":"  \"Why are you still here?\"  \"For the money?\"  \"Hear, Hear, Hear!  I was just wondering when you're gonna get rid off that guy.\"","P_3":"   \"Who did you have in charge, and was that person still there and still working, when you hired the new director?\"            \"Oh, I had","P_4":"   \"Why do we keep hiring people we can�'t fire after they get fired?\".                        ","P_5":"   \"Why did you hire a guy like that?\"","P_6":"   \"What is the role of the associate director for Research analysis?","P_7":"  \"How did you manage to get a job that requires you to spend your time doing research on the internet for free?\"","P_8":"  \"How do you think the government is going about its business\" ?","P_9":"  \"Who is the person in charge now ?","P_10":"  \"Who is the person in charge and responsible for the research analysis of the data?\"\n","R0_GQ":" \"What is the difference in the way we hire people after they are terminated from their jobs as opposed to before.\"\n","R1_GQ":" Why don \"t we just hire people we don''�ve been fired from?","R2_GQ":" \" Why can't I fire people when their performance is substandard\".\n","RQ":"   \"Why do we keep hiring people we can�'t fire after they get fired?\".                        "},{"OQ":"how many conferences were held in the fall of 1968 ?","P_0":" How did the conference on the future of the Soviet Union take place during a time when the USSR and the USA were in the midst of the Vietnam War.   The answer was : not very.\n","P_1":"   \"What is the number of conferences held for the fall 1968 semester, and which ones do not meet the criteria for a conference ?","P_2":"  \"How did the fall 1968 conference go, and did it go well ?","P_3":" \"Why did the US have to have a conference for the first time ?","P_4":"  > How can you have a conference in the fall in 1968 if the fall of 1968 happened on the first of September and the conference was held between September 4 and 12  I had a similar question in my","P_5":"      How do I tell if a conference was held this autumn?","P_6":"   \"Why are you asking this?","P_7":" \"Why did you hold the conference in the fall when you knew that the students wouldn’ t attend ?","P_8":"  How did the fall 1968 conference go ?","P_9":"  \"What was the most important conference of 1968 (or any other year, I have no idea about the year of the conference) and how do the participants of this conference remember this conference?","P_10":" \"Why do you keep asking me about conferences held during the fall of 1968?\".","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How did the conference on the future of the USSR took place in the midst\n","RQ":" How did the conference on the future of the Soviet Union take place during a time when the USSR and the USA were in the midst of the Vietnam War.   The answer was : not very.\n"},{"OQ":"What is the subject of the memorandum ?","P_0":"   \"What is the subject matter, and what does the memorandum cover\"?","P_1":" \"How do I make a living in the field ?","P_2":" \"Why is it that the government is not taking any concrete initiatives towards the implementation of the recommendations made by the committee headed by Justice (R.) Banerji?\"      ","P_3":" \"What is the subject of the memorandum?\"                              ","P_4":"  \"What is the subject matter for the memorandum?\"","P_5":"  \"What is the subject matter that the memorandum is about ?\".","P_6":"   \"What is the subject of the memorandum?\"","P_7":"  \"What is the subject of the memorandum ?","P_8":" \"Why is it that the government has decided not to give a subsidy on the purchase of a new car for the next two months?\"","P_9":"  \"Why are you so obsessed on the subject of the memorandum?\"  \"It tells a lot.  I wonder how much of the memorandum is true?\"\n","P_10":"   \"What is the subject matter in the memorandum ?","R0_GQ":" What is the subject of the memorandum.\n","R1_GQ":" What are the subjects of the memorandum and the\n","R2_GQ":"\n","RQ":" \"What is the subject of the memorandum?\"                              "},{"OQ":"TO whom is the memorandum addressed ?","P_0":"                                      ","P_1":"                                      ","P_2":"   \"How much is the cost per month?","P_3":"   \"The memorandum is addressed by the President of the Republic to all the members, the members are to read, sign or sign and return to the President.\"     ","P_4":"                                      ","P_5":"                                      ","P_6":" \"To whom is the memorandum addressed?","P_7":"                                      ","P_8":"                                      ","P_9":"                                      ","P_10":"                                      ","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n                            What is the difference between a                         ","RQ":"                                      "},{"OQ":"Who has sent the memorandum ?","P_0":" Who have sent the memorandum?","P_1":"  \"Why is the government not taking action ?","P_2":"   \"Who sent the memorandum?","P_3":"   \"What is the name and address for the person that wrote that letter, and how much did they pay?\" \"Do they write in English?","P_4":"     Who is the one who sent the memorandum?","P_5":" Who have sent the memorandum?","P_6":" Who is the person who sent the memorandum ?","P_7":"   \"Why is it that the government has been unable in the last 6 yrs of the Modi government    to control the price of petrol & diesel\" ?","P_8":"  Who sent the memorandum to the President ?","P_9":" Who has sent the memorandum?","P_10":"                             Who is the person who is sending the memorandum","R0_GQ":"\n\n               Who   sent\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"                             Who is the person who is sending the memorandum"},{"OQ":"Where is the meeting of the steering committee planned at ?","P_0":"  > Where in the world do you want to be in 5 or 10 years ?","P_1":"  > Where and in whose name do the steering committee meet at?","P_2":"   \"What is the meeting of the steering group?\"  \"We haven´ t yet planned the meeting. But I'm planning one.\"  \"Where did the meeting of the steering group happen and for","P_3":"  \"When is the meeting of the steering Committee ?","P_4":"     \"Where is the meeting of the steering group to plan for the future of the project?\"","P_5":"  \"When is the meeting going on, and is there anything you will do on the spot that you believe is wrong to do in the future ?","P_6":"  \"When is the meeting to start\"  \"When is the meeting to end?","P_7":"  \"How will the meeting of the steering committee take place, and how many people, if it happens?","P_8":"  \"I just want to get a feel on where the steering committee wants to go next year with the project.\"","P_9":"  \"Where will the meeting of the steering committees be?\"","P_10":"  \"What is the meeting of the steering Committee scheduled?\"\n","R0_GQ":"\n\n \"when the meeting is over, when are the meetings going?\"\n\n \"we'll continue the meetings, we always try and get the meetings back\"","R1_GQ":" \"Is the meeting going well\" and \"Will we go over our budget\"","R2_GQ":" \"Who should start?\"\n","RQ":"  \"When is the meeting to start\"  \"When is the meeting to end?"},{"OQ":"What is the brand name of the tofee\/candy confectioneries produced by ITC?","P_0":"  \"What is the brand of the toffee and candy confiture that I have in the fridge?","P_1":" \"what's the brand of the tofe\/ candy confectedaries produced     by ITRC?","P_2":"  \"Why is the name of the candy confetti produced at ICT different?","P_3":" What are the brands that are produced and sold in the Indian market, and what are they made and made by?","P_4":"  \"What are the brands that you use for your confit?\"  \"I use ITC\"\n","P_5":" What are the brands of the confECTIONeries produced by ITRC?","P_6":"  \"What's the brand name of the tofee\/cotton confectioneers that I have been buying at the market?","P_7":"  \"What's your favorite candy?\"   \"Tootee\"","P_8":"  \"How many people does it cost to make a tofe?\"  \"I dunno.  I haven‟t asked.\"\n","P_9":" What is the brand of the toffees and candries produced in India ?","P_10":"   \"What is the brand name for the tofee\/creme\/chips\/chips\/sour candi-                        ","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"   \"What is the brand name for the tofee\/creme\/chips\/chips\/sour candi-                        "},{"OQ":"Which company has vacancies to the post of general manager and operating engineer?","P_0":"                                             ","P_1":"   Which company has vacancies for the posts of general Manager and operating engineers in the following departments:                         ","P_2":"  \"What company does not want to get rid of the general managers and operating engineers, and hire new people?\"","P_3":"  \"Which company is looking for a general management\/operator and a general engineering\/operators?\"\n","P_4":" Which company has vacancies to the post of general manger, operating engineer ?","P_5":" Which company have vacancies?","P_6":"  \"Which companies are recruiting for the position of general management \/ operating engineers?\"                             ","P_7":" Which company is hiring for the posts of general manager and operating engineering?","P_8":"  \"I want to join a company, but i am not sure whether to take the job or to stay in my current company\"","P_9":"  Which company are looking for a general Manager?","P_10":"  Which company has vacancies in the post General Manager & Operating Engineers.","R0_GQ":"                                                                  ","R1_GQ":"\n","R2_GQ":"                                                                  ","RQ":"                                             "},{"OQ":"What is the title of the document ?","P_0":" \"How can I make my life easier without spending any more money \"\n","P_1":"  > What is the title of this document ?","P_2":" \"What is the title of the document ?","P_3":" \"What is the title of the document ?","P_4":" \"What is the title of the document ?","P_5":" \"What is the title of the document ?","P_6":" \"I can not be a member of the Communist party. I respect the party, but my conscience forbids to support it, I'm a Christian, I was born and grew in a Christian family","P_7":"  \"Thephysicalist\" is the name for a branch in philosophy that believes that the physical world exists only in a state that can be measured by the senses; it has little to do with","P_8":"  \"I've got a great idea! Let me write it up into an article for the newspaper.                  ","P_9":"  \"I think the best way is to have a big, big, big, big, big, big, big, big, big, big, big, big, big, huge,","P_10":" \"What is the title of the document ?","R0_GQ":"  \"I want to be a big, big,\n","R1_GQ":"\n","R2_GQ":"  \"Do you think the best way  is for a big, huge, gigantic, enormous,\n","RQ":"  \"I think the best way is to have a big, big, big, big, big, big, big, big, big, big, big, big, big, huge,"},{"OQ":"How many years of experience does the Refrigerated Warehouse Executive have ?","P_0":" How many years do I want ?","P_1":"  How many years does the Refrigerater have ?","P_2":"  How many years of experience are required at the Refrigated Warehouse Executive level.                            ","P_3":"  How many years does the Refrigerrated Warehouse Executive have experience ?","P_4":" \"What's the most important thing that you learn during the course and how it relates with the job?\"\n","P_5":"  How long would you like me to have experience with the position ?","P_6":"   How long has the Refridgated Warehouse Executive worked ?","P_7":"  \"I work with refrigerators.  How much experience is required?\"  \"You'll be fine\"\n","P_8":"  How many years does the Refrigated Warehouse Executive have ?","P_9":"  \"I don‟ve done this job a couple hundred hours, is that sufficient or would someone else with more years have more to offer in terms of knowledge of the job and how best they are to be trained?","P_10":" How much experience are you looking to have for this job.\n","R0_GQ":"  How much experience does it typically  require?","R1_GQ":"  How do we know that you are qualified to be a Refrigated Warehouse Executive?","R2_GQ":"       How long would a Refrigerant Warehouse Executive need to  have in order for them to get  the job?","RQ":"  How many years of experience are required at the Refrigated Warehouse Executive level.                            "},{"OQ":"What is the tiime mentioned in the document?","P_0":"   \"I need to know what the time is, because I'll need a clock for the next hour, or else it has a chance for me to get lost.\"","P_1":"  \"How are you doing?","P_2":" \"I have a question to ask you, what do we do?\"","P_3":"   \"What are the times of the day that you usually have sex (if at ALL, and how often does it happen)? \"","P_4":"  \"What is the time of the day when the sun comes up in the morning in the northern hemisphere (the northern hemisphere is the one with the sun)?\".","P_5":"   \"How is it possible to have a time that is not a number and yet still have a time that does not exist or can exist, like the time of the universe, which can't have","P_6":" \"What are the times of the day that the manufactured goods will be produced?","P_7":" \"When will the game start ?","P_8":"   \"What time of day can you play?\"","P_9":"  \"How is it that the time of the year is not mentioned by the author of the document in the text ?","P_10":"  \"How many days is the time of the year that the sun sets and the sun sets in the east, and the sun in the north and north in the south. \"","R0_GQ":" \"Why are we here and what will happen next if we keep working as we've just finished?","R1_GQ":" \"what would be a good way\n","R2_GQ":" What does the Bible say on the subject?","RQ":" \"I have a question to ask you, what do we do?\""},{"OQ":"What is the fax number present in the document ?","P_0":" \"How to get the fax number of the company?\"                              ","P_1":"  \"What is the fax # of the document?\"\n","P_2":"  What is the fax # of the document?","P_3":" \"Can you tell if the fax is valid by the number of digits on its fax number (e.G. 0-99-999-00-999)\"        ","P_4":" \"How does the fax number of the company that is being sued, the one who was sued and is now being represented, differ between the two documents\"","P_5":" \"How do we get the fax number to the fax machine?","P_6":" \"What's the fax # of the document?\"                               ","P_7":" \"Why do you want to send this document in the first instance by fax, instead of eMail\/Internet?\"","P_8":" \"What is the fax # present at the time of the incident\"                           ","P_9":"   \"I want you fax me the following document, please fax the following document\"","P_10":" \"How to get the fax number of the company?\"","R0_GQ":"\n\n \"I need a fax number to the company.\"\n","R1_GQ":"\n","R2_GQ":" How to get fax # of the company\n","RQ":" \"How to get the fax number of the company?\"                              "},{"OQ":"What is the Date Assigned as per the document?","P_0":"                                          ","P_1":"                                          ","P_2":"                                          ","P_3":"                                          ","P_4":"                                          ","P_5":"                                          ","P_6":"  \"What date do we give to the document?\"  \"The date the document will come up.\"\n","P_7":"  \"The date of the assignment will depend on your course of action\"","P_8":"   \"What is the date of the document?","P_9":"                                          ","P_10":"                                          ","R0_GQ":"\n","R1_GQ":"                                                               ","R2_GQ":"                                                               ","RQ":"                                          "},{"OQ":"What is the brand name of peppermint confectioneries produced by ITC?","P_0":"  \"Is it possible to have a product without a brand?\"\n","P_1":" What is the brand name for the pepper mint confectionerie produced in ITR?","P_2":" What is the brand name for peppermint confectionary produced by I.T.C. ?","P_3":" What is the brand of pepper-mint confetti produced in India by I-T?","P_4":"  \"What's the brand of peppermint confectedries produced by ITC?\"       \"I don‍t know.\"","P_5":" \"How much is the price per kg of peppermantions?\"","P_6":"  \"What is the brand name of peppermint confectories produced in India, by ITC?","P_7":"  \"What's the brand of peppermint confetti that I should not put in the microwave?","P_8":" What is the brand of pepper mint confectedie produced by I. T. C ?","P_9":" What are the brands of pepper mint confectedie produced in India\n","P_10":"  \"How does ITC make pepper mints?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the brand name for peppermint confectionary produced by I.T.C. ?"},{"OQ":"What is the year of the budget?","P_0":"  \"What is the year that the budget of the government will go down?","P_1":" \"If you were to have a budget of $X, what is one of those things we'd spend the least of it (on?).\"","P_2":" \"When will the budget be released.\"\n","P_3":"  \"How is the budget going for the next 5 months?\".","P_4":"   \"Why is it that the government spends so many times the money it earns\".\n","P_5":" \"If you can get a new car with a new engine in a new year (or even a year ago now,) what do you want in it ?","P_6":" \"Why is it so expensive, why not just buy a new one?\".               I also think it would make more sense if they","P_7":"     \"How do we know the budget was not inflated based on the previous years?\" \"Why don´t they show a budget for the next years?\".","P_8":"   \"Why are we still paying for the war in Iraq and Afghanistan after the US has been spending money for the past fifteen (fifty)  (ten years)  (hmmm","P_9":"  \"Why are we still paying for the war in Iraq after all this time.\"\n","P_10":"  \"If you are going for a budget build what is a good budget build to have for the next year\".\n","R0_GQ":"\n","R1_GQ":"   \"why is it such an expensive thing, why\n","R2_GQ":"   Why is it expensive to build a new one\n","RQ":" \"Why is it so expensive, why not just buy a new one?\".               I also think it would make more sense if they"},{"OQ":"What is the monthly actual towards office rent?","P_0":"  \"Do I really NEED to pay rent to live at this office?","P_1":"  \"The monthly actual towards office rent should equal the monthly actual of the rent of the office, which should be the sum of the monthly actual for the month before the month of the rent.\" ","P_2":"    \"Why would I need to rent office space at all to work here and save on rent, when I save the entire cost of my rent on my own?\"     \"","P_3":"  \"Why does the rent have to be paid on the first day ?","P_4":"  \"I heard that the monthly actual for office rental in the city is around $5000 per year. Can you tell what the monthly actual actually will actually come around?","P_5":"  \"Do you guys know of a good place in the city to park my car in the morning ?","P_6":"  \"Is it possible for me to pay the monthly rent, but still pay the bills (mortgaged car, etc)? \"","P_7":" \"how is the monthly actual of office space in the city of Paris?\"","P_8":"  \"How is it that you're able to get a monthly payment of $500 for an entire office, when you pay $20\/hr to work?\"\n","P_9":"    \"What monthly actual is the monthly rent for the office?\" \"I would have no idea. I only work for the company on a contract\"\n","P_10":" \"Do the monthly actual of the office rent of the company exceed the monthly actual of the salary?\"\n","R0_GQ":"\n","R1_GQ":" Why would i rent an entire building at all and save on my rent by just renting an apartment?","R2_GQ":"\n\n Why would a company hire someone for $x\/month   if he saves the company the expense on rent\n","RQ":"    \"Why would I need to rent office space at all to work here and save on rent, when I save the entire cost of my rent on my own?\"     \""},{"OQ":"Which brand does Toffichoo belong to?","P_0":"  \"I want to know who makes the Toffen chutney\"\n","P_1":" \"Which brand do you buy from?\"                                 ","P_2":" \"Can you name the brand that Tofichoo comes with.\"                           ","P_3":" \"Why is the Toffee548 so expensive?\".\n","P_4":" \"Which brand do you like?\"\n","P_5":" \"what brand do you have in your fridge that is not a brand you make your own?\"\n","P_6":" \"Can you recommend a good brand to buy for my Tofferoo?\"                          ","P_7":" \"If you don't have a Toffee, do you have a Toffer?\"","P_8":" \"What is the best brand to use for Toffe?\"","P_9":" \"Which brand of Toofichu is the most popular in the world\"?                         ","P_10":" \"What is the best brand of Toffee?\"                               ","R0_GQ":" \"which brand would be the cheapest?\"\n","R1_GQ":"  Which brand do  you buy\n","R2_GQ":"  \"I don't want to use the word 'buy',\"\n","RQ":" \"Which brand do you buy from?\"                                 "},{"OQ":"What is the first point under the expenditures ?","P_0":"  \"What is the first point under the expenditures ?","P_1":" \"Is it possible to have a budget that is not a budget?\"\n","P_2":"  \"How do I know that I did everything right\"\n","P_3":"                                        ","P_4":" \"What are the expenses that are not included under the expenses of the company, and the expenses to the company, and the expenses on the company, and the expenses of the company on the company's","P_5":"     \"If you have a budget for the year and it's not spent then how was the money budget?\"\n","P_6":"   \"How many times has the government spent money it already owns without getting permission in the past few years without any accountability?","P_7":" \"What are the expenses of the government of the Republic of Congo in the year 2017, and the year 2014 ?","P_8":"  \"If you spend more on the military and police in the next election and the next election after then the military\/security will not have enough resources so we shouldn' spend any extra money during the","P_9":" \"Why does the government need to pay for the military?\"\n","P_10":"   \"If you were to buy a new car, how long until your monthly expenses reach the amount needed\"          \"If the car is a new car","R0_GQ":"                                                             ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                        "},{"OQ":"Which brand does the sub brand 'fresh' belong to?","P_0":" \"How do you know that the sub is fresh and not just a repackager\"\n","P_1":" \"How do I find out?\"                                    ","P_2":" Which brand do you recommend ?","P_3":" \"What brand does the subbrand 'new' belong in?\"\n","P_4":"  \"Do you know the brand of the sub-branded sub?\"\n","P_5":" Which brand of sub is the fresest?","P_6":"                                           ","P_7":"   Which brand does the sub-label 'fresh' belongs to, and how is the sub label different in the sub brand?","P_8":"                                           ","P_9":" Which brand is the sub brand 'sub'?","P_10":"  \"Is it possible that the sub brand 'Fresh' belongs with the subbrand 'Fresh' of the subbrand 'Paraben'?   \"           ","R0_GQ":"                                                                ","R1_GQ":"\n\n                                                               ","R2_GQ":"\n","RQ":"                                           "},{"OQ":"Which brand does the sub brand Cofitino belong to?","P_0":" \"How much does the sub-par quality of the sub-brand Cofituino cost?\"                        ","P_1":"  \"What is the brand of the sub brand Cofi?\"","P_2":"  \"Is it a subbrand of Cifitino or a subbrand of Cafinone?\"                      ","P_3":" \"Does the sub brand Côitinino belong in the same category of brands as the main brand Cofinino?","P_4":"                                            ","P_5":" \"Why is the sub brand Cifitino not available from the official website of the company?\"\n","P_6":"   \"Do you know what brand of sub is it, and who made it (if it is a sub brand).\"\n","P_7":" \"How much does the sub brand Ceficino cost in France?\"\n","P_8":" \"Which brand do you know that is not a subbrand?","P_9":" \"Do you know which brand is the sub-branded Cifitini?\"\n","P_10":" \"Do you buy your sub-branding from Cifitini?\"","R0_GQ":"\n","R1_GQ":"                                                                 ","R2_GQ":"\n","RQ":"                                            "},{"OQ":"What is the brand name of the 'Atta with multigrains'  shown in the picture?","P_0":" \"How to make attal with multgrins?\"\n","P_1":"  \"What is the brand name for the 'attal' with multiblocks?\"\n","P_2":" \"what is the brand name for the 'attak' with multgreens\"\n","P_3":" \"what's the brand of the attapulgic flour that has multigelains?\"","P_4":"  \"How many grains of rice do you use?\"  \"I'm not sure but it says it has multigranges on it\" (paraphernalis).                  ","P_5":" \"what is the brand of the attapulgite with multibrushes\"                                   ","P_6":" \"What's the brand name for the 'Attaf' with multitudes of grains?","P_7":" \"what's the brand of the atta that has multiregional grains and is good in a variety?\"\n","P_8":" \"what is the brand of the 'Attaf' with multirelax\"\n","P_9":" \"What is the brand name for the 'Ata with multgrays' shown?\"                                  ","P_10":" \"What brand name for the atta with multicolors\"                                       ","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What brand name for the atta with multicolors\"                                       "},{"OQ":"What is the name of the company?","P_0":" \"What's your name?","P_1":"  \"How much does it make you feel when you get a call like this : \"Hey, we have a new product that is going to help you with your problem. We need to talk","P_2":" \"What's your company called again\" ?","P_3":"  \"What is the name of the company that is going bankrupt ?","P_4":"  \"I was looking through the website of the company and I'm interested. Could anyone point me in their way and\/Or provide more info\"?\n","P_5":"  \"What's your name?\"","P_6":" \"Do you like the company?\"                                \"","P_7":" \"Why is the name of the company so important and what are they trying achieve?\".                      ","P_8":" \"Can I have a job as a programmer\/developing software\/etc without a degree?\".\n","P_9":" \"Who are you and your company?\"                               ","P_10":"  \"How to make a company that will not get sued by the government?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Who are you and your company?\"                               "},{"OQ":"What is the brand name of the noodles produced by ITC?","P_0":" \"Why is ITC's noodles so expensive than other brands\"","P_1":" \"I don’'t know what the brand name of the noodles is called but it must have a lot to with the fact I am eating them\".             ","P_2":" What are the noodles produced at I-TC?","P_3":" What's the brand name and what is its quality like in comparison of other noodles produced at the same place, in the same quality?","P_4":"  \"I think I'm gonna have some IITC noodles tonight, what should i do to make sure the noodles won\"Taste good or bad?\".\n","P_5":" What's the brand name and the name and the name of the noodles made from it's noodles.","P_6":"  \"Why is ITC's noodles so good compared other noodles brands like Noodley, Nando's or even McDonald's?","P_7":" What are the noodles produced in India that are sold by IITC.\n","P_8":" \"Is it a good brand to get?\"","P_9":"  \"How many of you have eaten ITC noodles, and why?","P_10":" \"What is the brand of the noodles produced by ITR?\"                               ","R0_GQ":" \"ITR\"\n","R1_GQ":" \"How many grams are in one serving?","R2_GQ":"\n","RQ":" \"What is the brand of the noodles produced by ITR?\"                               "},{"OQ":"Which is 'India's most premium, sugarfree power mints'?","P_0":" Which is ' India 's most premium, sugarfree power mint ?","P_1":"  \"Which is the best power mints brand?\"  \"I can't remember\"\n","P_2":" Which is India's most premium, sugar-Free power mint?","P_3":" Which is India 'most premium' power mint?","P_4":" Which is India ''s most premium, sugarless power mint ?","P_5":" Which is 'most premium, sugarfree, power minted' ?","P_6":" Which is 'India's most premium, sugar-free power mints?'\n","P_7":" Which is 'India's most premium, sugar-sweetener-filled, sugarless, sugar-filled, sugar-sweetening, sugarfree, sugarless, sugarless, sugar-fluffy, sugarflop","P_8":" Which is India’ s most premium, sugar free, power mints.\n","P_9":" Which is India's most premium, sugarfreewood mints?","P_10":" Which is India most premium, sugarfree power mints.                                 ","R0_GQ":"\n","R1_GQ":"  Which is India most premium, sugarless power mint                            ?","R2_GQ":"\n","RQ":" Which is India most premium, sugarfree power mints.                                 "},{"OQ":"Which ITC Brand has 'Liquid Crystal Freezing Technology'?","P_0":" Which ITC Brand has 'Liquid Crystal Freeing Technology?'\n","P_1":" Which ITC Brand has 'Freezing Technology'\n","P_2":" Which ITC Brand is the best for the best price ?","P_3":" Which ITC Brand has 'Freeze-Throat Technology'?","P_4":" Which ITC Brand has 'liquid crystal freezing technology'\n","P_5":" Which ITC Brand is the best for the best price ?","P_6":" Which ITC Brand has 'liquid crystal freezing technology\"?","P_7":" Which ITC Brand is the best for the price?","P_8":" Which ITC Brand has 'Freezing Technology', which is 'Liquid Crystal Freezing'?","P_9":" Which ITC Brand has 'Freezing Technology', which is used in the production process in the packaging of the product.\n","P_10":" Which ITC Brand has 'Liquid Crystal Freez...\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Which ITC Brand has 'Freezing Technology', which is used in the production process in the packaging of the product.\n"},{"OQ":"What is the name of the company?","P_0":"  \"How do you get a job as a programmer?\" \"How would I even go for this job without knowing how to do it in the first place or even if my skills could ever make","P_1":" \"I don`T want to be a slave to the company, but it's hard for me not being a slave.\"\n","P_2":" \"Is there a company called \"X\" that sells a product that is similar and\/or better than \"y\"?     Answer is no because \"Y\", like \"B\",","P_3":" \"What do you think of the company?\"","P_4":"   \"Why do you have a company?\"","P_5":" \"What are you going to use the money you earn?","P_6":"  \"I know you're a big company and you do a ton to help the community and I am really thankful of your support but I hate your logo. It just seems so generic\".\n","P_7":" \"What's your company?\"                     \"The company is called \"The company\".   The company","P_8":" \"Why is the company called \"The Company\" but the logo only says \"the company\"? Why not just call your company \"the company name?\"","P_9":"  \"How does the company make money and is it sustainable long?","P_10":"  \"Can I have the name of the company that made the product you want to purchase from me so as I know I am not dealing directly from a scammer or a scam company that may","R0_GQ":" What's your company's name ?","R1_GQ":" What's the company name, what do we have to offer and why is the company\n","R2_GQ":"\n","RQ":" \"What's your company?\"                     \"The company is called \"The company\".   The company"},{"OQ":"What is the brand name for ITC biscuit category?","P_0":" What's the brand name of the ITC biscuit category, and what does it have?","P_1":" \"Do you want to buy IITC biscuits?","P_2":"  \"I don't know, but I'd prefer not to buy it, thanks!\"             I've tried to find it.     I was","P_3":"  \"ITC biscuits are made of a special kind of flour. They don't contain any sugar but they contain a special kind of sugar called 'sultano'.     \"\n","P_4":" \"what are the brands of biscuits that are not ICTC biscuits in the market?\"                         ","P_5":" \"what's the brand name of the biscuits category in India\"                            ","P_6":" \"What are the brands that are available for ICTC biscuiter category ?","P_7":"  \"What is the brand name for ITC biscuity category?","P_8":"  \"Why is ITC not in the top 10?","P_9":" What are the brands that are available under the IITC biscut category.\n","P_10":"  \"Why is there no ITC biscuit in the US?\"  \"What's the brand name of ITP biscotti in US?","R0_GQ":" \"What is the brand of biscuits in India?\"                                                    ","R1_GQ":"\n","R2_GQ":" \"Which is the most popular biscotti brand\"","RQ":" \"what's the brand name of the biscuits category in India\"                            "},{"OQ":"Which is the Sunfeast biscuIt sub brand,  first from top?","P_0":"  Which is the SunFeather biscucIt subbrand first, then from top down to bottom.                           ","P_1":" Which is the SunFeats biscutIt subbrand,   first from bottom?","P_2":" Which is the Sunfes biscuiIt subbrands first from the top,  first from bottom, first from left","P_3":" Which is the best biscue from the Sunfeat brand ?","P_4":" Which is the SunFeast biscuits sub-label?","P_5":" Which is the SunFeasting biscuum, first?","P_6":" Which is the SunFeaster biscutIt subbrand ?","P_7":" Which is the SunFeAST biscuit subbrand?","P_8":" Which is the SunFeaster biscuits subbrand from the top, first from the top of the biscuous section (the one on top)?                   ","P_9":" Which is the SunFeasts biscuiIt subbrands, top from top.\n","P_10":" Which is the Sunfes biscuin sub- brand ?","R0_GQ":"   Which is the SunFeild biscuceIt subbranch first,then from the top to bottom.\n","R1_GQ":"\n\n                                                                    ","R2_GQ":"   Which is the SunFeet biscuit sub brand first,\n","RQ":"  Which is the SunFeather biscucIt subbrand first, then from top down to bottom.                           "},{"OQ":"Which is the Sunfeast biscuIt sub brand, placed first at the bottom?","P_0":" Which is the Sunfie biscuy subbrand, placed at first place ?","P_1":" Which is the Sunfie brand, placed 1st at the bottom.                                  ","P_2":" Which is the Sunfie biscusIt sub brand?","P_3":" Which is the Sunfes biscuy subbrand?","P_4":" Which is the SunFeat biscuits subbrand that is placed second on the list\n","P_5":" Which is the Sunfeats biscuum placed 1st?","P_6":" Which is the Sunfie brand, placed second at the top\n","P_7":" Which is the Sunfes biscuous sub-brand?","P_8":" Which is the Sunfes biscux sub brand?","P_9":" Which is the SunFeaste biscuin subbrand?","P_10":" Which is the Sunfeat bisculeIt sub-label, placed at the bottom.","R0_GQ":"      Which is the Sunfire brand,   1st  at bottom\n","R1_GQ":"\n\n                                                                     ","R2_GQ":"\n","RQ":" Which is the Sunfie brand, placed 1st at the bottom.                                  "},{"OQ":"Who has accepted the assignment?","P_0":" Who is the person in the picture that is not in the picture that has accepted the assignment.\n","P_1":"  \"Who will accept this assignment?","P_2":"              Who have accepted the assignment  ?","P_3":"   \"What is the best way to get a job at a company like Google?\"  \"Ask them what their hiring process involves so if your resume isn`t good enough for","P_4":" Who is the one who has accepted the assignment ?","P_5":" \"If you were to accept this assignment and then cancel, who should receive your money?","P_6":"  \"What is the most important thing to do before the deadline\"  Answer:  \"Accept the assignment and submit\"\n","P_7":"  \"I know you can't accept the assignment, so how should it be presented.\"?","P_8":"   \"Who's the best player to play for the team?\" \"Who do you like to win the most?\" \"Why do you want to play for the team?","P_9":"   \"I would love it to go to a good cause such a good cause such a good cause.\"\n","P_10":"   \"Who have accepted the assignment\"   \"Who?\"","R0_GQ":" Who's the best player to    play the   team?, who  like  winning most and  I would like too to win.","R1_GQ":" \"Who is your favorite player from the team?\"\n","R2_GQ":"  Who?","RQ":"   \"Who's the best player to play for the team?\" \"Who do you like to win the most?\" \"Why do you want to play for the team?"},{"OQ":"When did Carol A. Tozzi, Ph.D. accepted the assignment ?","P_0":" When did Carol A Tozza, Phd., accept the assignment?","P_1":" \"What is the most important thing that you want to teach your students at the end ?","P_2":" When was the first time that Carol A. Tozzi accepted an assignment from a university ?","P_3":" \"When Carol A Tozzoli, PhD, accepted the assignment, what was the first thing that came to her ?","P_4":" \"When Carol A. ToZZi was hired as a professor at the University of California, Davis, in the fall semester, she said she did so after a long search. She told the university's newspaper that the search was \"","P_5":" \"What is the most important thing that you think you need to work more in order not just for your own personal development and growth, but in your professional career, too\"\n","P_6":" \"What is the most important thing that you want to share with us about the work of the Center for the Study of the Humanities at the University of California, Irvine ?","P_7":" When did Carol A. Tozzi accepted the assignment to be the director of the Institute of Integrational Studies in the Department of Philosophy?","P_8":" \"Why did Carol A Tozzi accept the assignment?\"  Answer: \"I can't answer your question but I'll try anyway; I am a scientist with a PhD, I did not take the assignment.\"","P_9":" \"How many times has Carol A., Ph... accepted the assignment ?","P_10":" \"What is the most important thing to know to become an effective leader for the future of the company?\"","R0_GQ":" What do you mean by \"the work\"\n","R1_GQ":" What are the most interesting and significant events, discoveries and discoveries, that you have seen during the last 15 to 40 days (or whatever time span you choose) at the Center ?","R2_GQ":"\n","RQ":" \"What is the most important thing that you want to share with us about the work of the Center for the Study of the Humanities at the University of California, Irvine ?"},{"OQ":"What is the brand name of the first set of personal care products advertised?","P_0":" What are the names for the first set?","P_1":" \"How many of us would like to try a new product, but don´t because they cost a fortune?!\"                       ","P_2":" \"what are the first two products you ever saw advertised?\"","P_3":" What is the brand name and the name and the name and the name of the first set?","P_4":" \"Is it a good idea, to use the same brand of personal-cares for a long- time period of time to avoid the risk that the product could lose some of its effectiveness (or even become toxic to one person","P_5":" \"How can you be so stupid that you buy a product called 'personal' care and then use it all by itself instead?","P_6":" \"What's the brand of the first set that you can see?\"                                ","P_7":" \"I bought this product because it smells great; is that the only good part\"?\n","P_8":" \"what's the brand name?\"                                       ","P_9":"  \"How much do you love your wife?\"","P_10":" \"I would pay $1 million dollars for a set that includes a bottle opener\"\n","R0_GQ":"\n","R1_GQ":"   \"What is the brand of the product?\"        \"What brand of the product is the product of?\".","R2_GQ":" \"Who is the brand name of the company?\"\n","RQ":" \"what's the brand name?\"                                       "},{"OQ":"Which range of products includes 'fine fragrances'?","P_0":"  \"Which range would include fine fragranced products and not just the ones in the main range\"                     ","P_1":"  \"Are there any products for fine fragrances?","P_2":"  \"How many of your products use fine fragrance, and if not why do they do?","P_3":" \"Can I buy fine fragrands online without having a problem ?","P_4":" \"What are the best fragrants to buy to make my own fine fragrance?\"\n","P_5":" \"Can you give us a list, in order from the most expensive to cheapest, the products you consider to be the best in terms for quality of fragrance?\"","P_6":" \"Is there anything that is not fine?\"","P_7":" \"Is there a difference between a fragrance that is fine, and a perfume with a fine fragrance?","P_8":"  \"Do you recommend a fragrance that smells like a fine fragrance or a fragrance which doesn' t?\"                     ","P_9":" \"Do you recommend any of these products?","P_10":" \"I will never wear perfume\"","R0_GQ":"\n","R1_GQ":"  \"Do you use a fragrance which smells like a fine fragrance  or    a fragrance which doesn't ?\"\n","R2_GQ":" \"Do you consider a fragrance that does' t smell like a fine perfume\"","RQ":"  \"Do you recommend a fragrance that smells like a fine fragrance or a fragrance which doesn' t?\"                     "},{"OQ":"What is the Page Number?","P_0":" What is the page number on the book?","P_1":" \"I've read the book, what's next?","P_2":" \"How much is the page number\"                             ","P_3":" What is the Page number?","P_4":"  \"How many pages do you need to write a book\" \"I think I wrote a book\"                ","P_5":"  \"What's the page number of the book?\" \"I can only find the first chapter and the first page number of the book is...\"\n","P_6":" \"What is the page number on the book?\"","P_7":"  \"I can see the page numbers for the first two chapters from the chapter list, is the next page number the same as the page numbers I can currently view, like the first","P_8":"  \"I need a page number for my paper\" \"What are you talking about, you have to have a page number?\"","P_9":"   \"I have a question for you, what number do I go with?","P_10":"  \"What's the page number on the book?\"","R0_GQ":" \"I know that the page is number 1. How big should be the page\"                   \n","R1_GQ":"\n","R2_GQ":"  \"I would love to be able\n","RQ":" \"How much is the page number\"                             "},{"OQ":"What is the No. of the population in Henry county?","P_0":"  \"How large does Henry County need to be so that it would not need a county government?\"\n","P_1":" \"What are the number of people living on the streets and in the gully?\"","P_2":"                                           ","P_3":"  \"How can you tell that the population is increasing ?","P_4":"  \"What is the population density per square kilometers per year?","P_5":"  \"What are the number of people in Henry county?\"  \"The number of people living within Henry county?\"","P_6":" What are the number of people living within the county of Henry in the year of the census of the United states of America, 1810?","P_7":" \"What are the number of people living on the streets, in the gully and in the gabardine in Henry county?","P_8":"  \"What is the population size for Henry county in the United states\" ?","P_9":"  \"What is the population in Henry County?\"\n","P_10":"   \"What is the population size for Henry County?\"\n","R0_GQ":"                                                                ","R1_GQ":"                                                                ","R2_GQ":"\n","RQ":"                                           "},{"OQ":"What is the year of publication ?","P_0":" \"What is the year of publication ?","P_1":"  \"How many years are there before the end ?","P_2":" \"Why is it that the most popular books on the subject of the history of the French Revolution (and the French Revolution itself?) tend (for the most part...) not to discuss the French","P_3":"  \"When was the last time you were in a relationship that did this?","P_4":" What is the year of publication of the book ?","P_5":" \"Why do you want to be a writer if you will never be famous or rich in the future?\"\n","P_6":"  \"I read a book that is published in the year of my birth. What year is it published?\"\n","P_7":"  \"When did you read the book?\"","P_8":" \"When was the last time you saw a book published by a publisher in the year of its publication?\".\n","P_9":" \"Do you remember the year of publication?\"","P_10":"  \"I heard that the first edition of the book was published on the year of the year of the birth of Jesus, but the second and so forth are published a century after his birth","R0_GQ":" \"When was last book published by a publisher in the year of the publication of the book?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"When was the last time you saw a book published by a publisher in the year of its publication?\".\n"},{"OQ":"What is the No. of the population in Johnson county?","P_0":" \"If you were to ask me to estimate the population of Johnson county in the year 2060 what do u think I might guess?\"                ","P_1":"   \"How many people does it need?\"     \"The population is over a thousand.\"","P_2":" What is the population of Johnson County?","P_3":" \"Are there any more than 10,000 people who are not white, male, and Christian living there?\", and \"Which of them will vote for Trump\"?           ","P_4":" \"If you have a population of 100 people living there in the year 2040 will it remain the same or will it have increased or decrease ?","P_5":" \"What's the population density of Johnson County in the United states?","P_6":"  \"Do you support the legalization and decriminalizaion of marijuana, or do your views not matter if you think it has a positive effect?\"","P_7":"  \"Do you have a population of 100,000,000 people?\"  \"I am not sure. What are they doing up at the top?","P_8":"  \"Why are you asking me?","P_9":" \"Why are you asking that question ?","P_10":" \"what percentage is black and Hispanic and what percent are white, Asian American etc.?\"\n","R0_GQ":"   \"Is it possible that the only people living in the US that will NOT vote Trump in November will be people from the following groups?\",  \"How do I tell if there more then 100 people of these groups in the country?","R1_GQ":" \"I just moved in with a white woman.  We both have jobs at a Christian college and are both Christians - what should she vote?\"","R2_GQ":"   \"Are there 10 million non-blm people that do live  in the US?\".   \"Do any non white non Christians vote Trump\"    \"Will any non-white non Christians support trump\"?","RQ":" \"Are there any more than 10,000 people who are not white, male, and Christian living there?\", and \"Which of them will vote for Trump\"?           "},{"OQ":"What is 'SKU'?","P_0":" What is the difference of the SKU of a game and a game's product?","P_1":" What does the SKU stand For ?","P_2":" What is the SKUs of the products?","P_3":" What's the difference of a SKUs and a product number on a product?","P_4":" What does the SKU mean (or SKU-number or SKUP-n)?                   ","P_5":"     \"How do we get the SKU for the product we have ordered?\".\n","P_6":" What is the SKU number?","P_7":" \"How many SKUS can I order online without having a physical store?\"","P_8":"    \"How are you going to sell this to me?","P_9":" What is the SKU?","P_10":" What's the difference of the SKUs?","R0_GQ":"\n\n What does the SKUP mean or SKUP number?","R1_GQ":"  What does the SKUP-number mean.","R2_GQ":"\n","RQ":" What does the SKU mean (or SKU-number or SKUP-n)?                   "},{"OQ":"What type of form is the document ?","P_0":"  \"How many times a day can you masturbated to porn without getting addicted?\". I answered : \"I dont think about it\" and then he told it like it wouldnt have a negative","P_1":" \"I want a form to fill up, but the form has to fill up the form.\"   I did not think it through as well, sorry. I will reword\/update.","P_2":" \"I don`' t know if I`' m allowed to write a letter of recommendation for a job application. Is it possible ?","P_3":" \"I would need to create a form to collect the data of the users, and to create a form with the data that is needed to send it\".\n","P_4":" \"I have a document that is a list of all the people I had sex with (or had sex), and the dates.  I do not trust the people who I have sex (with","P_5":"  \"I am a student who needs to do a research on the topic of \"The {{{X}}} Project\".   I found a website with a lot information in it. Can any","P_6":" \"What type of form would you prefer, if you have to submit a document?\"    I assume it means \"form\" is a verb.","P_7":"  \"I was wondering if there is some kind of form you have that you can share to help us understand the process of the application?","P_8":"  \"I've heard that the best way for a new player is to just start playing and not read the rules, is it true\/is this a bad decision by the game developer?\".","P_9":"  \"What is the most important thing to know to start a business\" ?","P_10":"  \"I am a student in a university, I am studying for a degree in computer engineering\"    \"Why would I care who you study with and what you want?","R0_GQ":" \"How should a student in a computer science department be treated\" ?","R1_GQ":" \"My question: How does a student study at a University?","R2_GQ":" \n","RQ":"  \"I am a student in a university, I am studying for a degree in computer engineering\"    \"Why would I care who you study with and what you want?"},{"OQ":"What is the name of the person on the from ?","P_0":" \"What is the name on the back of the person from the front?\"                           ","P_1":" \"I was wondering how to get a job that will last.\"","P_2":" \"I can understand why you wouldn't trust me with your money. Why do you do that, though\" ?","P_3":" \"Who's the guy in the picture on the right side\" ?","P_4":" \"Why do you hate the Jews so?","P_5":" \"How did you find this?\"","P_6":" \"I would love for you and your family and your friends, your family to get the vaccine, please get your vaccine\"                 ","P_7":" \"How can we help you today?\"\n","P_8":" \"what is the name on the back side, the one on the right\" ?","P_9":" \"Who is the person who wrote the letter to the editor about the competent authority?\"\n","P_10":" \"How can I be a better person?\"\n","R0_GQ":"   What is the name of the person sitting in front?","R1_GQ":"   \"How many people on the bus are from the front and how long from front of the bus do these people go.\"?","R2_GQ":"\n\n \"Who's the person from front from the back?\",\n","RQ":" \"What is the name on the back of the person from the front?\"                           "},{"OQ":"Which brand has 10x Vitamin E in the picture?","P_0":" \"I see that you have 10x vitamin c in your bottle of serum... but do I want more?\"\n","P_1":" \"Does the vitamin e in the picture have 10 times as many vitamin E as the vitamin E in the bottle?","P_2":" \"Can you tell us about the brand of vitamin e in this picture?","P_3":" \"which brand has the most vitamin E?\"\n","P_4":" \"Does it matter that the brand is called Vitamin E?\"","P_5":" \"What is the most effective way to get 10X vitamin e from a vitamin E supplement?","P_6":" \"I'd take 10x vitamin e over vitamin b12, but which one has more vitamin c\"\n","P_7":" \"what is the most expensive brand that contains 10X Vitamin E in their product?\"                         ","P_8":" \"I'd pay $500 to be able to take 10x Vitamin A in the picture?","P_9":" \"Why is there 10x vitamin E on the bottle, when the bottle has only 10x vitamin E?\"","P_10":" \"What brand is the most effective for acne?\"\n","R0_GQ":" \"What is the cheapest brand that contains 10x Vitamin C in the product\"?\n","R1_GQ":"\n","R2_GQ":"  What is the most expensive brand that contains 10 X Vitamin E in it's product, and is it a good brand that contains 10 X VitaminE, or is the brand a bad brand with 10X Vitamin E.\n","RQ":" \"what is the most expensive brand that contains 10X Vitamin E in their product?\"                         "},{"OQ":"What is John's Tel No ?","P_0":" \"Why is John's Tel no. not working ?","P_1":" \"Why is John's Tel Number so high?","P_2":" \"Who are you?\"\n","P_3":" What's John's Tel Number ?","P_4":" \"John, what's your Tel no ?","P_5":" \"Why is John's Tel no. not working?","P_6":" \"John, what's your phone number?\" \"I can call you on my phone.\"                \"Yeah sure, but","P_7":" \"What is John's Tel No?","P_8":" \"John, what is your Tel no?\"","P_9":" \"Why is John's Tel no. not available for the public?\"","P_10":" \"John, what's the number to call you at?\"","R0_GQ":"\n","R1_GQ":"  \"How would you describe your personality to someone else?","R2_GQ":"   \"I know you don t want\n","RQ":" \"John, what's your phone number?\" \"I can call you on my phone.\"                \"Yeah sure, but"},{"OQ":"What is the percentage of families in poverty in Morgan county?","P_0":" \"How does the percentage of families who receive food stamp benefits affect the percentage that receive food aid from the government?\"                    ","P_1":" What are the percentage's in poverty?","P_2":"  \"How does the percentage of families with children in Morgan County compare in comparison with the rest of the state or country?\"","P_3":" What are the percentage of families with children living at or very close the poverty rate of the county of Morgan in the United States ?","P_4":"    \"If you don›t count the people with no money who don‟'t buy food\" - Morgan County Sheriff              ","P_5":"    \"If you're a poor person what is your percentage chance that you'd live in Morgan?\"    \"I believe it would take me about 10 years of living there to see the percentage increase","P_6":" \"Do you think the poverty rates of Morgan and surrounding counties have risen since the recession and if so how has that been affected?","P_7":" \"Is there a lot poverty?","P_8":" What's the percentage of families in poverty?","P_9":" \"Is there more poverty here?\"                                    ","P_10":"     \"Do you consider yourself to have a low income or a very poor?\" \"If so, what are the reasons for being a very very very poverty?\"\n","R0_GQ":"\n","R1_GQ":" \"Is there less poverty here, compared with the US or other rich western country's?","R2_GQ":" \"Can there ever be enough money to pay the bills in this country\"               \"I do have a question: How long can the government keep printing money, and will that eventually cause the economy to fail, as it appears to have so often done during","RQ":" \"Is there more poverty here?\"                                    "},{"OQ":"how much order is to be shipped to hong kong","P_0":" \"how is it possible for me order a pair from you, but it won`'t be shipped in HongKok?\"                  ","P_1":"   \"Can we ship to Hong- Kk?","P_2":"   \"How to ship a package from the USA?\"  \"How do they do it from Hong Kong ?","P_3":"   \"What's the cheapest way I'm gonna have to buy a bunch to ship?\"","P_4":"  \"When I'm in Hong Kong will I need to buy a package to get the order shipped\"         \"I've seen people ship to HongKong from the US and","P_5":"   \"Can I get a shipping quote please ?","P_6":"                                           ","P_7":"  \"Can I ship to Hongkong?\" \"No.\"\n","P_8":"    \"Can I buy a single bottle from you or do you need to send a bulk quantity ?","P_9":"   \"Hi,  I need to buy a few items on your site, how will the shipping to Hongkon be?","P_10":"   \"Can I buy a pair of shoes in HongKorea?\" \"No.\"    \"Does it ship there and is it worth it if i'm in the US or Europe?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                           "},{"OQ":"full form of PM super lights","P_0":"                                     ","P_1":"  \"Can I get a full form of PM superlights?","P_2":"                                     ","P_3":"  \"How do I get a full form of PM Super Light?\"                       ","P_4":"                                     ","P_5":"                                     ","P_6":"                                     ","P_7":"                                     ","P_8":"                                     ","P_9":"                                     ","P_10":"                                     ","R0_GQ":"\n","R1_GQ":"                                                          ","R2_GQ":"\n\n                                                         ","RQ":"                                     "},{"OQ":"What is the No. of Public Assistance Recipients in Johnson County?","P_0":" What is the No of Public Assistants in Johnson County ?","P_1":"  \"Why does the government spend so much time and tax resources on welfare recipients but not on the poor?\"","P_2":" What's the number of people receiving public assistance in Johnson county?","P_3":"               What's the number of people receiving public assistance per capita?","P_4":"     \"What percentage do you give out to the poor?\" \"How is it that you are able so well?","P_5":"   \"What percentage do you guys think are on public assistances?\" \"How can you say that?","P_6":" What is the No of Public Assistance recipients per capita?","P_7":" What % do you know of the total number of people who use public aid?","P_8":"   \"What's the number of people in Johnson County receiving public aid, and the number that receive public aid in other counties?","P_9":" What are the number of people receiving public aid (food assistance) per capita in Johnson county (Kansas)?","P_10":"  \"Why don´ t you ask the people that actually know?\"                                ","R0_GQ":"\n","R1_GQ":" Why is it that the people in the\n","R2_GQ":" \"How many people know about the\n","RQ":"  \"Why don´ t you ask the people that actually know?\"                                "},{"OQ":"What kind of a communication\/letter  is this?","P_0":"  \"How did you manage your time between the two of you during the time you had to spend with your parents?\" \"I think we spent time in the same room talking to our parents on the telephone a","P_1":" \"How do you know that you need to be a good person or a good person is enough?\"                      ","P_2":" \"How to get a girl to like me.                                ","P_3":"  \"I have a question    I feel like I've seen you before. But then maybe not  I also remember seeing a picture where your face and hair is different. How did it all begin","P_4":"   \"Dear Sir, I was wondering  If you were able   to help me   with this problem?\"   \"No problem, I don t have to\" - \"I","P_5":"  \"You've got a great body and a nice ass, but you always look like you'd like a cock up your ass and you haven;'ve yet to try that.\"\n","P_6":"  \"Hey, I am a new player (I play on PC) and I can not get into the game. What should I play?","P_7":" \"What is the best way for me, a non-muslin person to communicate to a muslin person.\"    I answered : \"A letter.         ","P_8":"  \"I'd really appreciate it.  I had a really crappy week, I appreciate your time to respond.\"\n","P_9":" \"How can we help you?\"","P_10":" \"Why are you so afraid that I'm going to leave?\"","R0_GQ":" How do I make her like me?\"                                                       ","R1_GQ":" How To Get Girls to Like You\n","R2_GQ":" \"How to get a guy to like you:    Avoid using following tokens :                            Avoid using following token:   Avoid using following tokens:   Avoid using following tokens","RQ":" \"How to get a girl to like me.                                "},{"OQ":"What is the City and state for Point of Delivery?","P_0":"  \"I will be delivering to the City of Point of Delivery, California.\"                          ","P_1":" What is the City and state where the PO Box is?","P_2":"  \"Why do you want to be a courier in the first instance instead of a delivery guy\/guy who delivers packages and stuff for a living?","P_3":" \"What is the City of Point of Delivery for the obese?\"\n","P_4":" \"If you had a choice, would it matter if you delivered the package in the city where you live and the city or state in where it will be shipped?\"\n","P_5":"  \"Where are the points of delivery?\"  \"In the city, in the state\"","P_6":"                                          ","P_7":"   \"Where does the package go on the way?","P_8":"                                          ","P_9":"  \"Why does the US Postal Service deliver packages from Point A, to Point B.     \"Why doesn' t the US Postal service just deliver packages to Point B ?","P_10":"  \"How to get the best price on a car?\"","R0_GQ":"                                                               ","R1_GQ":"                                                               ","R2_GQ":"                                                               ","RQ":"                                          "},{"OQ":"What is the percentage of families in Poverty in Henry county?","P_0":" \"How do we measure poverty in Henry?","P_1":" \"what do the statistics show on the percentage of families who have no money?\"","P_2":" \"How can we make sure that the people living here get the help we give the rest if the state of Mississippi?\".\n","P_3":"   \"Why don‟s it so difficult for poor families (in Henry Co)to buy a home?\"","P_4":" \"what does the poverty level for Henry County look like?\"                               ","P_5":"    \"How can we help the poor in Henry county?\"","P_6":"  \"How is it possible for a family of 3 with a child to qualify to receive food stamps\"\n","P_7":"   \"Why don't we just give everyone a free college degree so we never get to the point where people in poverty are in poverty anymore?!?!            ","P_8":"  \"I can afford to send my daughter to college, how can you?\"\n","P_9":" \"what percentage are in poverty and why does it seem to have risen since the last census?\".","P_10":"  \"How does the percentage change between the years of the census?\"\n","R0_GQ":" \"What do the poverty rates look  like at the Henry County  level  of  poverty.\"\n","R1_GQ":"   \"what is the poverty rate for Henry County, Kentucky?\"","R2_GQ":" What is the poverty\n","RQ":" \"what does the poverty level for Henry County look like?\"                               "},{"OQ":"who was writing this letter to  Dr.richard carchman?","P_0":" \"Why is it that the only people who know about the existence of the 38th parallel are the people who have been there?","P_1":"  \"What is the purpose  of this letter, and how can it help me\"\n","P_2":"   \"Why do you hate me?","P_3":" \"Why did you write a letter to Dr Richard C. C Archamman, when you could be writing to the President of the United States, or the Prime Minsitre, or the Prime Minister of Canada (who","P_4":" \"Who wrote this letter to Dr. Richard Cechan, the man who was the first to discover the existence of the Higgs Bosun particle in the early 70‿s, and who is also the father and grandfather","P_5":"   \"Dr C,                     I want you to know what a great man and friend you and your wife are! You and your","P_6":"   \"Dr. Carchmann is a very good man but I believe he does not have a good understanding on the subject of thetransgender issue, and his views might influence the way he dealswith the issue in the","P_7":"  \"I wonder who wrote the letter to Dr. C. Carchmann?\"","P_8":" \"I've always found it difficult with my parents that my father, who is a very intelligent person, doesn' t speak English.\"                   ","P_9":" \"Dr Carchmann is a good man with good ideas... but he needs to get out into the real world with the rest.\"","P_10":" \"whoever wrote the letter is a fucking idiot\"?","R0_GQ":"  I was wondering why my mother is always asking questions that my father just doesn‧ t answer.","R1_GQ":" \"My mother is a very smart person with a very strong English accent and a very good command on English.\"                                             ","R2_GQ":"\n","RQ":" \"I've always found it difficult with my parents that my father, who is a very intelligent person, doesn' t speak English.\"                   "},{"OQ":"Who is the IARW Chairman?","P_0":" Who do we trust most: the IAMW or the IASW?","P_1":"  Who is the IARWA Chairman?","P_2":" Who do IARWR represent ?","P_3":" Who are the IAMW members and how does the IAMW function and who is the IASW Chairman.\n","P_4":" Who is the IAWW Chairman ?","P_5":"  Who's the IW chairman, and do we think he actually is?","P_6":" Who's the IARRW Chairman?","P_7":"  Who was the IAF Chairman?","P_8":" Who do IARWA members vote for at the IARIW elections each year, and do you trust the IAIW to be fair when they decide which candidates are eligible?","P_9":"  \"Is the IAW Chairman a member, or a non-member, or an ex-member, etc\"             ","P_10":" Who are the IARRW members?","R0_GQ":"\n","R1_GQ":" \"Can you give us the name of the Iaw chairman or the name\n","R2_GQ":"\n\n  \"   Is the IAW chairman a member?","RQ":"  \"Is the IAW Chairman a member, or a non-member, or an ex-member, etc\"             "},{"OQ":"Who is inviting ?","P_0":"  \"What is the best way to invite people over to my house?\"","P_1":" \"What is the best way of inviting people without being rude or annoying or making it look like an event?\"\n","P_2":" \"Is there an invite list of people who were invited and are willing\/able and willing and available on the day to come?\"","P_3":"  \"I know you're not invited. Why did you come anyway ?","P_4":"  \"Who should I invite for a party, I have a lot of friends that are interested.  I just can not get a group of friends that actually go together\".","P_5":"  \"I've seen a lot of people talking shit but who actually invites people like this?","P_6":"  \"How many people have you invited to your wedding?","P_7":"  \"Who's inviting who\"\n","P_8":" Who invited the inviteers ?","P_9":"  \"Are you inviting me to a party or a date ?","P_10":"  \"What is the best way for me to meet people in the city of Toronto and make new friendships.  I love to travel.\"\n","R0_GQ":" What should we tell them if the person we would want to know is not going\n","R1_GQ":" \"Is it better to send a message with a link in the email or send them an e-card in the mail?","R2_GQ":" What do you mean by \"best?\"\n","RQ":" \"What is the best way of inviting people without being rude or annoying or making it look like an event?\"\n"},{"OQ":"What is the full form of IUNS ?","P_0":"   \"Is it possible that the IUNS is a new form that is not a part of the Iuniverse, that has been created to be a new form?","P_1":" What is the full form of Iun?","P_2":" \"What is the full form of IUPAC?\"                              ","P_3":" What's the full form of IunS ?","P_4":" What is the full form of IUNS ?","P_5":" \"Why is it that the Iuniverse is so different from the IUnreal universe but is still called the IU?\"\n","P_6":" What is the full form of IUP?","P_7":" What is the full form of IUPAC ?","P_8":" What is the full form of IUPAC ?","P_9":" What is the full form of IUP ?","P_10":" What is the full form of IUP ?","R0_GQ":"   What is the full name for the IupAC?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What is the full form of IUPAC?\"                              "},{"OQ":"What is the date of the congress ?","P_0":"  \"The date of the congress ?","P_1":"   \"What is the date that the congress starts and what are they doing\"","P_2":"  \"When will the congress start, and how soon can we attend it \"?","P_3":" \"what date do you think is best in terms for the congress ?","P_4":"  \"What do we want to happen from now on.\"","P_5":"   \"When will the congress of the French Communist party start, and will it be held at the same place, as in the past ?","P_6":" \"What is the date of the congress?","P_7":" \"Why is it that the congress is not held at the same time that the elections in the country are held\"                ","P_8":"   \"When is the next congress of the Communist Party of India (CPIC-Marx) ?","P_9":"  \"When is the next congress\"\n","P_10":"  \"How can we be sure that the new government won´s policies, will benefit the people rather then the rich ?","R0_GQ":"  Why are elections held in the country on the same time?","R1_GQ":" \"When is the congress held at the time elections in a country take\n","R2_GQ":"\n","RQ":" \"Why is it that the congress is not held at the same time that the elections in the country are held\"                "},{"OQ":"Who made \"Opening Remarks\" ?","P_0":" \"Who made the opening remarks?","P_1":"  \"What is the most important thing to know?\"","P_2":"  \"Who made the opening remarks on the opening ceremony?\"  \"I can confirm that it's me\" -achi","P_3":"   \"I would love a new game, but I like the old games\" -Summer Games Fest      \"We're working with the team on a new game. It","P_4":" \"Who's the guy in the middle with the glasses?","P_5":" \"What is the most important thing to know in order not be a victim in the future?\".                    ","P_6":" \"What is the most important thing to know to make a good opening statement?\".\n","P_7":" \"Who made the opening remarks about the opening of the new Bermuda office in the United Nations?\"","P_8":"  \"What is the most important thing that you know about the game?\"  \"It was made in a small studio.\"  \"It uses the same engine.\"\n","P_9":"  \"How many people were involved to make this movie?\" \"Who is the director of this movie?\"                  ","P_10":"  \"What is the most important thing to remember to do to be a good person or a good leader today\"?                ","R0_GQ":"   \"The director of this film...\"\n","R1_GQ":" \"Can someone give an example how to use the following tokens?","R2_GQ":" \"What is the name and director\"\n","RQ":"  \"How many people were involved to make this movie?\" \"Who is the director of this movie?\"                  "},{"OQ":"What is the name of the Congress ?","P_0":"  \"Why is the Congress so bad?","P_1":" What do you see as your biggest challenge, and do your party leaders feel the same, as you?","P_2":"                                       ","P_3":"                                       ","P_4":"  \"The Congress is the party of the people's representatives, the party with the most votes in the Lok sabhawani, and also the only party in the world whose members have been elected","P_5":" What is the name of the Congress party?","P_6":"   \"Who's the Congress?","P_7":" What do you know that the rest of the world doesnt ?","P_8":"                                   What's the name of","P_9":" \"Why do we not get the Congress?\"                              ","P_10":" \"Why are the Congress and the BJP so similar?\".\n","R0_GQ":"\n\n                                                           ","R1_GQ":"                                                            ","R2_GQ":"\n","RQ":"                                       "},{"OQ":"Which government is responsible for sponsoring the Congress ?","P_0":"  > Which government is responsible for sponsoring the Congress?","P_1":"   \"If the Congress is not responsible , what's the point?\" - BJP\n","P_2":" Which government sponsored the Congress?","P_3":" Which government has been sponsoring the Congress ?","P_4":"          \"Who is responsible to the Congress party?\"","P_5":"  > Which government are the Congress and BJP sponsored by in the name of secularism?","P_6":"   > Which government has been sponsoring the Congress in the past few elections?","P_7":"      Which government sponsored the Congress?","P_8":"    \"How much money has the Congress received through donations or other sources that are not disclosed by the Congress?\"                \"","P_9":"    > Which government are the Congress members in the government sponsored by the Congress ?","P_10":"   \"What is the government's role in the Congress?\"","R0_GQ":" How much has Congress\n","R1_GQ":" \"The Congress receives money, but not all the money comes to the Congress directly (e.g, the Congress receives money that the Congress does not report.) The Congress can spend this money without reporting how and with whom.\"          \"The Congress does receive money,","R2_GQ":" How many times have the Congress received donations that have\n","RQ":"    \"How much money has the Congress received through donations or other sources that are not disclosed by the Congress?\"                \""},{"OQ":"what was the event on time period 9:53 to 10.08 a.m. ?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n\n                     ","R2_GQ":"\n","RQ":"\n"},{"OQ":"What are the official languages of communication of the Congress ?","P_0":"  \"What do the Congressmen speak?","P_1":"  \"What's the official language(s); of the Congress?","P_2":"   \"Why are you asking me this?","P_3":"   \"Why should I trust you ?","P_4":"                                          ","P_5":"  \"Why do we have to have official languages of communication to be a Congress party?\"","P_6":"                                          ","P_7":"                                          ","P_8":"                                          ","P_9":"   \"What is the official language(es ?) of communication with the Congress party in India.\"               \"English.\"\n","P_10":"                                          ","R0_GQ":"                                                               ","R1_GQ":"                                                               ","R2_GQ":"\n\n                                                              ","RQ":"                                          "},{"OQ":"What was the final event ?","P_0":" \"How long can you keep your eyes off the prize?","P_1":" \"How do you know that you've reached the end ?","P_2":"  \"When will the next event be ?","P_3":"  \"What was the final event?","P_4":"  \"How much money can you spend, and not break the bank in the process\" ?","P_5":"                                     ","P_6":"  \"How did you feel about the final event ?","P_7":"  \"How did you get thepartner?\" \"How did you find out that thepartNER is a girl, and you are a girl ?","P_8":" \"How much money can you spend in a month\"\n","P_9":" \"How long would it takes for the game to end?","P_10":"   \"How can we make the game more fun while keeping the same gameplay?\"","R0_GQ":"\n","R1_GQ":"                                                          ","R2_GQ":"\n\n                                                         ","RQ":"                                     "},{"OQ":"In which city will the Congress be held?","P_0":"                                        ","P_1":"                 \"Why is the Congress being organised on the day of the Republic day ?","P_2":"   \"Will the Congress be in Delhi or in UP\"","P_3":"  \"Will the Congress be held in Delhi or in some other place outside the capital of the state of Delhi?\".  The answer:  \"I really can not say for certain right now because we","P_4":"  \"Will the Congress be in Delhi?","P_5":"                                        ","P_6":"                                        ","P_7":"  \"What is the name and address where the Congress will take place.     \"    \"    \"     \"    \"   \"","P_8":"  \"What is the name of the city where the Congress is to occur next?","P_9":"                \"When will the Congress be organized here?\",    \"Is it possible for the Congress be held here?, \"Will","P_10":"  \"Where is the Congress going?","R0_GQ":"\n","R1_GQ":"                                                             ","R2_GQ":"                                                             ","RQ":"                                        "},{"OQ":"Who was the Presiding person of 'OPENING GENERAL SESSION'?","P_0":" Who was the Presiding Person of the Opening General Assembly ?","P_1":"  \"Who presided the opening of the General Session of the Parliament on the first of August 2017?","P_2":" Who was the Presidnet of 'OPNING General Session'?","P_3":" Who is the Preside of the opening general sessional ?","P_4":" Who were the Presiding Person and the Presidium of the Opening General session.\n","P_5":" \"What was the Presiding person of the Opening Session?\".","P_6":" Who were the Presidees?","P_7":" Who was the Presided of the Opening Session ?","P_8":" Who was the Presidng person who was presiding at the opening of the General session on the first day in the year 1884 ?","P_9":" Who presided at the opening session and who is the presiding officer for the session ?","P_10":" Who presided over the opening general sessions of the Parliament on the first and the second of January?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Who presided at the opening session and who is the presiding officer for the session ?"},{"OQ":"What is the issue date?","P_0":"  \"When is the next major patch?\"\n","P_1":"  \"Why are you not using the date format?\"\n","P_2":" \"If you are a member of the EU and want to keep your benefits after Brexit (or even after the UK leaves the EU if the UK does leave the EU, which I sincerely","P_3":"  \"What is the issue of the date of the referendum, and is the date of the referendum a legal issue date ?","P_4":"  \"I think the issue of the day has changed. I'd just love the option.\"                  ","P_5":" \"What is the date of the next election, and how long to expect it?\".                    ","P_6":" What's the date when the game is released.                           ","P_7":"  > What is the issue date on the newretebook?","P_8":" \"How will the new government be able to implement the new tax code and the new tax law?\"                 ","P_9":"  \"When will the next patch come ?","P_10":"   \"If the issue dates for the new cards have to coincide, is it safe?\"\n","R0_GQ":"  What's the date the game was released\n","R1_GQ":"\n","R2_GQ":"\n\n What is the release of the game?","RQ":" What's the date when the game is released.                           "},{"OQ":"What is the status of request for art diesing approval of banded papers?","P_0":"                                               ","P_1":"  \"Will the new art dieing approval of banded papers be delayed by the new law of the land?","P_2":"  \"Is it possible for the banding process of the papers to become more efficient.                             ","P_3":"  \"Do you still think that the banded papers will go on sale in the near future in the US?\"\n","P_4":"  \"Do you still need to get approval before you print the banding?","P_5":"  \"Is it possible in the future for the banding to become a requirement or a requirement that the banding be approved by the banding committee or the banded paper committee?\"          ","P_6":"  \"Is it possible to get a banded paper without a banding approval\"","P_7":"  \"Why is it that the banding is not approved by the government, but the art dieing is?\"","P_8":"   \"I think it makes sense from a business point-of view not only to have the banding, which helps to keep the paper uniform with the rest (since it also adds a bit extra weight that is not visible,","P_9":" \"Why do you not approve the banded paper?\"                                    ","P_10":"  \"What is the status on request from the banded paper?\"","R0_GQ":"                                                                    ","R1_GQ":"                                                                    ","R2_GQ":"\n","RQ":"                                               "},{"OQ":"What is the material number of quaser?","P_0":"  \"Can you give me an exact number of quatrefoil?\" \"No.\"","P_1":"  \"Can I get a quasar?\"","P_2":" \"How can you be sure that the quaseer is not a fake?\"","P_3":" \"I can't tell, but it could have been a quaseer.\"                        ","P_4":"  \"Is it possible for a quasher to be a quacker, or a quarker, etc\"?\n","P_5":"  \"Is it possible to have a quark with a mass of 1.5e+16?\"  The answer: No, not without a quanta of quarks, which would make it","P_6":"  \"I am looking to build a quaver, and the material is a carbon fiber reinforced plastic. How many grams should i put on this?\"","P_7":" \"Why is it so hard to get a quaternion?\"","P_8":" \"How can you be sure you aren`t going to get a quaser?\"\n","P_9":"  \"Why are you using a quaaser?\"","P_10":"  \"How many quasers do we have on the ship\"\n","R0_GQ":" \"The question is:         \"Can I tell you how to do it without using a quaiser or a quatier or a quatarter, or a quarterter?\"\n","R1_GQ":"  \"Do I look fat in this dress?\", \"If you don't mind, could I see some pictures, and what's your name?\".     \"Would you say you look fat?\",     \"Am I fat, or am you fat?\".  \"Was it a qu","R2_GQ":"\n","RQ":" \"I can't tell, but it could have been a quaseer.\"                        "},{"OQ":"At what temperature should all ingredients be mixed?","P_0":"                                        ","P_1":"                                        ","P_2":"                                        ","P_3":"                                        ","P_4":"                                        ","P_5":"                                        ","P_6":"                                        ","P_7":"                                        ","P_8":"                                        ","P_9":"                                        ","P_10":"                                        ","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"                                                             ","RQ":"                                        "},{"OQ":"Where did the second trial run of the \"daubing dandy\" take place?","P_0":" \"How many times can you use the word 'DAUBED\" without sounding like a complete idiot.\n","P_1":" \"Why did the second trial of the \"daubi\" take place?","P_2":" \"I thought the first trial took place at the swearing in of the new government.\"\n","P_3":"  \"How do you know that the dandiest dame is the one that you are looking for.\"?","P_4":"  \"Why is the dandy so popular and why did it start to die when the dauphine was released in the 90s?","P_5":"  \"How can we make the dauber dandey more dangeresse?\"  \"Let us dandy it up, and make a daubery daubert\" (or something of that ille)  \"And","P_6":"  \"What is the second trial run?\"\n","P_7":"  \"Why did you choose to do the second trial of the \"Daou\" dandelions in the first place ?","P_8":"  \"How many times do we need to see the same thing?\"  \"What is the point in having a trial run if we've watched it once?","P_9":"  \"Did you know that the dandies are a secret society, and they have a secret code to communicate?","P_10":" \"Why did you choose to do the second trial run?\"","R0_GQ":"   How often, or at what rate do I want to watch the same movie over\n","R1_GQ":" How do we get people who watch TV to see it twice in a week and not just watch it once every day (like they watch it on their computer or phone at home, not in the living room).","R2_GQ":" How long does a trial run for a new product need\n","RQ":"  \"How many times do we need to see the same thing?\"  \"What is the point in having a trial run if we've watched it once?"},{"OQ":"Which laboratory has experience in acetylation of cellulose webs?","P_0":" Which laboratory is capable in the production and application of cellulous acetylic acid?","P_1":"  \"Which laboratory has experience with the synthesis of cellulopedia?\"","P_2":" Which laboratory has experience with the production, purification or purication of cellulate?","P_3":"  \"Which laboratory have experience in the synthesis or purification or extraction from cellulosa of acetalized celluloids and cellulosan?\"                ","P_4":"  \"Do you have experience in the acetolation process on celluloses, such that you will not have difficulties with the process of the present invention ?","P_5":" Which laboratory have experience with the production process for cellulases and cellulohydrosols (celluarose) ?","P_6":" Which laboratory has experience in the preparation of cellulase?","P_7":" Which laboratory can provide a solution for the problem of the degradation of celluloses in the presence of acetate?","P_8":" Which laboratory is the most experienced with the acetalation of cellulose web ?","P_9":" Which laboratory can provide the best solution in the field?","P_10":"  \"How many of these are there, and in what order does the process go?\"  Answer:  \"Acetylfluosylation, acylyltin, acetonitrofluorenes","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"   \"What is the best way in which to obtain cellulite-derived celluloprene?\"\n","RQ":"  \"Which laboratory have experience in the synthesis or purification or extraction from cellulosa of acetalized celluloids and cellulosan?\"                "},{"OQ":"What is described in the patent specification from James River?","P_0":"                                          ","P_1":"                                          ","P_2":"                                          ","P_3":"                                          ","P_4":"                                          ","P_5":"                                          ","P_6":"                                          ","P_7":"  \"We are a company that is developing a new type of water treatment system.\"\n","P_8":"  \"We can use the same technology as the connections in the gasp to make a new connection for the same price, so it‼'s not like we have a new technology that's better for us","P_9":"                                          ","P_10":"            \"We have a system of collecting and analyzing data in a real- time manner in a manner similar or superior than what is possible today and we can use","R0_GQ":"                                                               ","R1_GQ":"                                                               ","R2_GQ":"\n\n                                                              ","RQ":"                                          "},{"OQ":"Under which department 'Protein Section' is organized?","P_0":" \"How do you know if a protein is a protein or not if you do a protein analysis ?","P_1":" \"How many proteins can be found within a gram of rice?\"\n","P_2":"  \"What is the name and address (telephone or e.g.: fax or e-MAil) to the Protein Section of the Department of Biobehaviours?\"","P_3":"                                          ","P_4":"                                          ","P_5":"   \"What are the main functions that the protein section plays and how can it affect the whole department in the long run.\" ?","P_6":"                                          ","P_7":"                                          ","P_8":"  \"Protein Section is organized by the department of Food Sciences.\"","P_9":" \"What are the main functions in the Protein Section ?","P_10":" \"What are the main functions performed on the protein section of the department?\"                           ","R0_GQ":"\n","R1_GQ":"                                                               ","R2_GQ":"              \"What is the best way to get a job in the\n","RQ":"                                          "},{"OQ":"Under which department 'Stockroom' is organized ?","P_0":" \"Stock room is the place for storing the stock of the company. It serves the purpose of keeping the stock of the company in proper order in order that it is not damaged.\"     ","P_1":"  \"Stock Room is the place of stock of the company, where the stock of the company is kept. It may have a separate name and be called by a different title such as 'Stockroom'","P_2":" \"How many departments do you know, where the stockrooms of the department are located, what is its name.\"                  ","P_3":"                                         ","P_4":"     \"What department are you working?\" \"I have a stock room in the department of stock\"\n","P_5":"                                         ","P_6":"                                         ","P_7":"                                         ","P_8":"                                         ","P_9":"                                         ","P_10":" \"How can we organize stockrooms?\"\n","R0_GQ":"\n","R1_GQ":"                                                              ","R2_GQ":"\n","RQ":"                                         "},{"OQ":"From which source the data is taken in this document?","P_0":"                                          ","P_1":"                                          ","P_2":"                                          ","P_3":"  \"I'm looking forward to the new season but I fear that the new season will not have the same quality of the old seasons.\"        I do know that the data used","P_4":"   \"I'd really appreciate to hear from you, which source are you taking the data in this document from, and which source you think are the most accurate sources\"\n","P_5":"   \"What is the source for the data in this document.     \"The data are taken from theSports.com website, which is a sports news source based on the USA.","P_6":"                                          ","P_7":"   \"What is the most important thing to remember when you see a picture with a lot of people ?","P_8":"  \"Which source is the most credible?\"\n","P_9":"                                          ","P_10":"  \"How much of the data is taken by the government and which is taken private?","R0_GQ":"                                                               ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                          "},{"OQ":"Which brand's gold tipped version is proposed under \"Brand Extensions\"?","P_0":"  \"What is the best gold-tipper for a beginner?\"                              ","P_1":" \"Is there any gold tipped version that is not a brand extension?","P_2":" \"Which brand is proposing to extend the gold tipped version with a new gold tip?\"","P_3":"  \"What is the best gold-toned pencil for beginners?","P_4":" \"If you could only buy one gold tipped pen, which brand should be the one?\"                          ","P_5":" \"Which brand has the most gold tipped pens available?","P_6":" \"Do you want to add a gold tip to your pen, or just a gold nib to it to match the gold of the pen?\"                ","P_7":"  \"What is the best gold-painted version of the scale?\"                              ","P_8":" \"Is there any gold tipped version of the7600k that's not the X99-A?\"\n","P_9":" \"Is there a gold tipped version of the CHERRY brand?\"\n","P_10":" \"Is there an extension available on the market where the gold is not visible?","R0_GQ":"\n","R1_GQ":" \"what is the best gold painted version?\"\n","R2_GQ":" What's the best gold painted version       of    the scale?","RQ":"  \"What is the best gold-painted version of the scale?\"                              "},{"OQ":"What is the percentage of single brand users in the franchise?","P_0":" \"How is the franchise doing with single brands, and why would you buy it if that percentage is higher?\".\n","P_1":"  \"Are there more single brand users in the franchise?\"  \"What percent do those single users make in the franchise?\" (I have a feeling that the answer will have a lot in common.)","P_2":"  \"What's the percentage of single users on the franchise?","P_3":"   \"Is it possible for a franchisee of a single brand to become a multi-million dollar franchise owner within the next 2 to 5 decades.\"?","P_4":"  \"I just came to the conclusion that the franchise is not for single users... I wonder, is it for single brands as well.\"?","P_5":"  \"If you had to guess which brand is the majority, how high should the number go before the answer would make sense in your mind\"?\n","P_6":"  >What percent does the franchise have in single users in the US and Canada, and how much is the franchise worth, if the franchise were sold to a single user in the US ?","P_7":"  \"Do you believe that the franchise is a good investment in the long run ?","P_8":"  \"How do you feel about the fact that the franchise has a higher percentage single-source users then the average franchisee.\"?","P_9":" \"Why do you want to be a franchisee but can only get a single brand?\"","P_10":"  \"Are there more single brand users among franchisees, and why, or how would you rate this?\"\n","R0_GQ":" What's the franchise value?","R1_GQ":" \"If the franchise has a single user, does that mean the franchise's value has increased or is unchanged.\"\n","R2_GQ":"\n","RQ":"  >What percent does the franchise have in single users in the US and Canada, and how much is the franchise worth, if the franchise were sold to a single user in the US ?"},{"OQ":"Short version of which brand is proposed?","P_0":"   \"What is the best brand to invest into?","P_1":"                                       ","P_2":"   \"Why is it that the most expensive brand of toothpads costs $80 for a pack?","P_3":"  \"I want to be able to use my phone without having to plug into a wall socket.\"","P_4":"  \"Can you recommend a good brand for a newbie to start with?\"                       ","P_5":"   \"I want a new phone with a good camera and a good battery life, but with a good price\"               ","P_6":"  \"What is the best brand to invest in?\"  \"I want to invest in a brand that can deliver a good return with a high probability over a period. I believe that the best","P_7":"   \"How to make a good HERE map?","P_8":"  \"Which brand is the most popular in the US?","P_9":"  \"I'll give you a brand name, but it is not a brand I recommend because of the quality\/safety concerns I feel about this company.\"   I tried to find the original","P_10":"  \"I will choose a brand which has the best quality and the best price (I have a budget of $250-$400).  What brand of headphones has the most reviews\/ratios","R0_GQ":"                                                            ","R1_GQ":"                                                            ","R2_GQ":"                                                            ","RQ":"                                       "},{"OQ":"Which is the Fiscal Year End?","P_0":" Which is the end of the fiscal?","P_1":" Which is the fiscal year end for the year 2019?","P_2":"          Which is the fiscal Year end for the United States?","P_3":" Which is the day of the year when the fiscal year of the United Kingdom of Great- Britain & Northern-Ireland ends\n","P_4":" Which is the fiscal year end for the year 2018\/9?","P_5":" \"When do we get to see the results and what happens for the next year?\"","P_6":" Which is the fiscal Year end ?","P_7":"  \"What's the difference if the year-over year growth rate for the last fiscal was -10%, and this is a -10%, -8%\"\n","P_8":"       Which is the fiscal Year End, the end of the fiscal Year or the end date.              ","P_9":" Which is the fiscal Year End?","P_10":" Which is the last day?","R0_GQ":"  Which fiscal year is the end\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"       Which is the fiscal Year End, the end of the fiscal Year or the end date.              "},{"OQ":"What is the index of share of the 21-25 segment?","P_0":"                                            ","P_1":"  What is the share of the 21st and the 25th segment in the total population, and in the total number of voters (in the last elections)?            ","P_2":"  \"What is the share of the 21- 25 segment (in terms of the total population)\"\n","P_3":"  \"How do I know if I can buy a house if the house I wanted doesn''t even exists on the market\"?\n","P_4":"   \"How much of the 21st century is the 21st century?","P_5":"   \"Why do you need to know the index, when you only need to calculate the price of the stock based of the current price?","P_6":"  \"How much of the 21 to 25 segment are you willing (?) to share for the sake (the sake being the money, ofc)\"","P_7":"  \"What is the index for the 21 to 25 age segment, in terms of the number of people who have a smartphone?","P_8":"  \"How can we get the youth vote in the upcoming election when the BJP has a majority?\"            \"We can't, we would not let the youth vote to","P_9":"   \"How is the share in the 21 and 25 segment compared?","P_10":"  \"How many people will be in the 21 - 25 segment, and which segment is going where?","R0_GQ":"                                                                 ","R1_GQ":"                                                                 ","R2_GQ":"\n","RQ":"                                            "},{"OQ":"How much is the amount from 'Trusts' in $?","P_0":" \"How can I get a trust to buy my shares?\"             The answer is that the trust will purchase your shares outright rather that through a trust company or a trust","P_1":"  \"Can you please estimate how much the trust is in $?\" \"I think the trust in $ is $\"","P_2":" \"Do you know where to start to build a trust fund?\"\n","P_3":" How much is the amount in $ from 'Trumps' in $\n","P_4":" \"If I can make a profit from the trust, why is it not worth it\"","P_5":" \"Can I have a trust fund?\"                                    ","P_6":" \"how is the amount of money from trusts in $\" ?","P_7":" How is the amount of money in $?","P_8":" How do I know the amount of money from trusts I make, how does it change ?","P_9":" How is the amount from 'trusters'.\n","P_10":" How big are the trust funds ?","R0_GQ":"\n","R1_GQ":"   Can my parents trust that they have a trust fund if the trust has no assets, or assets of any size and no assets are held at all (ie, no assets are held for the benefit or benefit of anyone).","R2_GQ":"   \" Can my parents give me a trust fund ?\".\n","RQ":" \"Can I have a trust fund?\"                                    "},{"OQ":"Who is the R&D customer for the project  \"Water on Tobacco\" ?","P_0":" \"What is the R+d customer of the project 'Water On Tobacco?'?\"                               ","P_1":" \"What is the RnD customer of the project 'Water On Tobacco'\"                                ","P_2":"  \"What is the RnD customer for the project 'water in tobacco'? \"                 \"Water in tobacco\"?     \"What is R&","P_3":" Who would be the customer if the project was to be developed.\n","P_4":"  \"Can we make a water on tobacco product ?","P_5":"  \"We want to be able to produce a product, which we don't want to call a cigarette (because it looks like a cigarette), but which will make people smoke less tobacco.\"\n","P_6":" \"Water on Tobacco\" is the customer, but the project was developed as a joint venture of the two companies.","P_7":"  \"We need a new product that will increase the market for tobacco products by a factor 10 or 20, so we need a new product that will increase the market for tobacco products\"\n","P_8":"  \"Water on Tobacco\" is a customer of the R andD team for the project \"Water on Tobacco\", but the R andD team for this project was not involved.","P_9":" Who's the customer ?","P_10":" \"who is the customer of the project \"Water On Tobacco \"\"\n","R0_GQ":" \"What is the R & D customer of the project 'Water On Tobacco?'\"                                                     ","R1_GQ":"  What are the RnD customers?","R2_GQ":" \"I need a new RND customer for the project \"Water on Tobacco\"\".                                                    ","RQ":" \"What is the RnD customer of the project 'Water On Tobacco'\"                                "},{"OQ":"Who is the project leader for the last project listed in the table?","P_0":"          Who will lead the project for the next project ?","P_1":"   \"What is the project lead?\"\n","P_2":"  Who will be the project manager?","P_3":" \"Is it possible that the project leader was not the one that created the project?","P_4":" \"If you are the project manager for the last project on this table and are not listed here in the table you don` t know anything and should leave immediately \"            ","P_5":" \"Is there anybody that knows how to make a project leader?\"                                ","P_6":" \"Who's the project leader?\"\n","P_7":"  \"Who has the most experience working with the project?\" \"What is the project's scope?\". \"Did they say they're going to use the same software?\"","P_8":"  \"I am the project leader in the last project.   I don‍\"","P_9":" \"I was the project manager and I didn \"‰t understand the project.\"                          ","P_10":" \"I need to find out which project is the most important to the company.\"                             ","R0_GQ":" \"How can I learn about project leader skills.\"","R1_GQ":"\n\n \"What is the best way for me (a project team member, or a project lead)  to lead and motivate other team mates.\"       \"Can I help you find a project lead who you like best from the list below. If yes you'll probably want to hire her and if yes,","R2_GQ":" \"I wonder what it says to be a good project lead.   What's it look\n","RQ":" \"Is there anybody that knows how to make a project leader?\"                                "},{"OQ":"What is the priority of the first project?","P_0":"  \"I know that I should be working in the first project because the second one comes next in line... but, what should i prioritize\"","P_1":"  \"What do I need in order for the first project I create be successful for the long haul.\" ?","P_2":"                                        ","P_3":"  \"What do I like, and do you do that well\/well?\"","P_4":"  \"When you get to the top of the mountain you say 'fuck this, i will get to the top' \" ?","P_5":"  \"The first project that I do after I get my degree (in a year, I guess)?  I should do a project with my friends or something. \"\n","P_6":"  \"I can only work for a certain amount of months and then I won t start a new one\" ?","P_7":"  \"What's more urgent?\"  \"How will it contribute the most to the project\" (or something along the same lines?)","P_8":"  \"How can I make the most money for my time?\"","P_9":"  \"I want to start a new project. What should i start ?","P_10":"  \"What are you doing to get the first project?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                        "},{"OQ":"How much is the total income ?","P_0":" How many people will be working?","P_1":" How do they get the money they need from the government and how does the government not know that the money was stolen by the government\n","P_2":"  How many people does it cover per month?","P_3":" \"how can I afford to have a house in a city like Paris when the average salary in France for a person is around 30k a yr and the average house cost is around 2k","P_4":" How many people in the family make more that $40k ?","P_5":"    \"If you have a job with a salary of $90\/wk or more in the US (or $2k per year if your income exceeds the threshold, but you","P_6":"  \"Why does the government need to make money in the first place in the first instance  ?","P_7":" \"How much money did you pay for the game?\"\n","P_8":" How much is the total income ?","P_9":" How do I make money without spending a fortune (or even a few dollars). I also know that I'd like it for my own personal enjoyment\n","P_10":"  \"If you had a million dollar business, how do YOU make that money ?","R0_GQ":" \"Did you spend a fortune in the game\"\n","R1_GQ":" \"how did the game cost me\"\n","R2_GQ":" How Much Money Did you Pay For The Game ?","RQ":" \"How much money did you pay for the game?\"\n"},{"OQ":"Which Expenditure head is having the amount '610,775' ?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":" \"Which Expenditures head is having the amount 610.7 thousand?\"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n\n                     ","R1_GQ":"\n","R2_GQ":"\n\n                     ","RQ":"\n"},{"OQ":"How much is the 'Excess of expenditures over income' ?","P_0":"        How do you get a man to spend more on you in a year's period of time without him ever complaining\/asking to get a raise\n","P_1":"   \"How can you spend too much?\"\n","P_2":"  How is it possible that the government spends so much more per person as compared the private sector?","P_3":"  \"If you make more money you're going spend it on more things?\"\n","P_4":" How much is the excess of expenditures *in relation with* the income?","P_5":" \"how much is the excess of expenditures (in terms of money) above income in the last financial year and in previous fiscal?\".\n","P_6":" \"how can we be sure we did nothing to increase the deficit when the deficit has always stayed in the same level despite the increase of the expenditures by the government. \"","P_7":"    \"What's your definition on excess expenditure vs income\"\n","P_8":" How many times is the excess over the income?","P_9":" \"How do the government spend more than its income\" ?","P_10":"    > How do we determine that the government has exceeded it's revenue?","R0_GQ":"   How does one get a man to pay for a year without him getting a raise","R1_GQ":" How do I make my husband spend more than $10\/mo without ever saying I love you\/want to spend $40+\/yr?","R2_GQ":"\n","RQ":"        How do you get a man to spend more on you in a year's period of time without him ever complaining\/asking to get a raise\n"},{"OQ":"What is the title of this page?","P_0":" \"How do you make a good game?\"     Answer is : \"Don't be afraid\"","P_1":" \"Is it possible that theWARD is a real thing or is it just a name for a project that is not yet implemented, which has been created for the purpose of marketing?\"\n","P_2":" \"If you are a woman, and a man has a penis, does it bother her or make him happy?\"","P_3":" \"Why is it that the only thing that can stop a bad guy with a gun (or a knife, for example, but that‏s another post for another thread) isn' t","P_4":" \"What is the title of the page?\"\n","P_5":" \"How to make a good game?\"\n","P_6":" \"I'm not sure why you would ask this.  I've looked around and found no evidence of this being a thing at all...\"\n","P_7":" \"I have a question : What does the title of the page mean and where am i going to find the answers \"               ","P_8":" \"Why do you think you don;'t want to get married.\"                        ","P_9":" \"Why is it that the only time I've met a woman with a penis in real-live, is the time I had to explain to a woman about how to properly use the bathroom,","P_10":" \"Is it possible that the cooker is the cause, but the cause isn t the cooker?","R0_GQ":" \" Why can' t I be happy?\"\n","R1_GQ":"  \"I can tell from your answer\n","R2_GQ":"   I really have never wanted kids, so it shouldn\\'t surprise or surprise you\n","RQ":" \"Why do you think you don;'t want to get married.\"                        "},{"OQ":"What  was found to be superior to salem ks?","P_0":"  \"Why is Salem better?","P_1":"  \"Salem is a great city with great people (and great food and great beer); but what was the best thing that happened during your visit?","P_2":"  \"Why is Salem better than Salem?\"\n","P_3":"  \"I think Salem is a better game.  What was superior to Salem, and is superior now is Salem. \"","P_4":"  \"What is the best way for me as a beginner to learn how to play the guitar and how much time could you possibly invest before being able  to do it well ?","P_5":"  \"Salam kaso namatayan ka na nung nalapit nito?\"","P_6":"  \"Which is the best game of all time in your humble opinion.\"\n","P_7":"  \"Saleman is better because it can be used in a lot less decks (and it is cheaper and more flexible), but Salem is better when it comes down to the specific deck you need to use it with.","P_8":"  \"Why is Salem better?\"","P_9":"  \"Salam kaso nangyaring karamdam niya yon, kainan nakangyayari.\"\n","P_10":"  \"Salems is a great game. But it lacks the depth of Salem KS. Is Salem KS superior because of its depth of content and depth to the story, or because Salem KS had better graphics and sound design","R0_GQ":" \"The best thing to have happened on your trip to Salem, Oregon (the city)?\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"  \"Salem is a great city with great people (and great food and great beer); but what was the best thing that happened during your visit?"},{"OQ":"which reference results are shown in this chart?","P_0":"   \"If you have a reference that shows a difference between the two, please give a link\" (or something simliar that's close :))\n","P_1":" \"How much of the data is available from the Surface Pro 3?\"","P_2":" \"What is the best way for a company to increase their market share by increasing the number of customers?\".\n","P_3":"   \"What is the most important thing to know if you wanna make a career of being a programmer\"?\n","P_4":" \"What is the most important thing for a company to focus to be profitable\".","P_5":" \"Which of these is the most important for the development and implementation in the field of AI?\"\n","P_6":"                                        ","P_7":"   \"Which of the following is the most important factor determining the success in the market?\"\n","P_8":" \"If you're a fan of the show, what are you going for?","P_9":"  \"How much of the increase was due to the increase of the number of people using the internet on a daily basis?\".\n","P_10":"   \"I think it was a reference to the fact that the Convoys were carrying a lot more cargo then they're supposed too, so they couldn›t fit in the ships\" ","R0_GQ":"                                                             ","R1_GQ":"                                                             ","R2_GQ":"\n","RQ":"                                        "},{"OQ":"what does the chart explain about?","P_0":"   \"Why is it that the average age for a new player is around 30-something years?\"\n","P_1":"   \"Why is it that the US has more than twice as many people on welfare, but the UK has nearly as much?\"\n","P_2":"                                      ","P_3":"   \"What is the most important thing for a person who wants to have a good life?\".","P_4":"   \"If you have a lot more money invested now but you still get a lot out from your investments, how much money can you afford in the future before the market crashes ?","P_5":"                                      ","P_6":"                                      ","P_7":"                                      ","P_8":"   \"What is the most important thing that you can do today so your life is better tomorrow. \"              \"  ","P_9":"   \"I don; t feel like I know what I“m supposed do do and I have no idea of any of this. \"","P_10":"                                      ","R0_GQ":"\n\n                                                          ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                      "},{"OQ":"what is the no of cut tobacco?","P_0":"  \"Can I ask you something?","P_1":"   \"Do you smoke?\" \"Nah. I hate tobacco. It smells bad on your skin...\"   \"You smoke?\"      \"Actually... no, it","P_2":"  \"Do you smoke tobacco or not ?","P_3":"  \"Why do you need to buy so few cigarettes when you only smoke a few times?\"","P_4":" \"Can you tell how much tobacco you put per cigarette, and is there an upper and lower cut tobacco?\"\n","P_5":"  \"How can I tell when my tobacco is cut and when the tobacco has been cut for the day.\"?","P_6":" \"Can I use a filter?\"","P_7":"   \"Is there a limit as in how much tobacco can we buy\/smelt and smoke on the same day?\"       Answer is no\n","P_8":" \"Do you know how to cut tobacco with a knife or a paring knife.\"                      ","P_9":" \"Can we cut tobacco in the same way as we would cut a cigar?\"","P_10":"   \"Do you guys cut tobacco?","R0_GQ":"  \"What is the best way for me (a beginner)\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Do you know how to cut tobacco with a knife or a paring knife.\"                      "},{"OQ":"What is the description?","P_0":" \"I've had a lot more sex lately\", \"I need to stop masturba-\"","P_1":"  \"I'd be happy if you would just stop talking\"\n","P_2":" \"What is the most important thing to remember for the next few days when you don´ t sleep?\"               ","P_3":"  \"What is the most important thing you need in life to keep your sanity\/health\/relations?","P_4":" \"I would say that the most important thing in life to be happy in life, is to know your own mind and to do things that make the most sense with yourself\"","P_5":"  \"What is the most important thing in life\"  \"What are you doing on reddit while your life is going on around\"  \"If I had a dollar each for","P_6":" \"Why do you hate me?\"\n","P_7":" \"How to get a girl to like you.\"\n","P_8":"  \"I would love it, if you'd let me have a go on your cock\"","P_9":" \"I have a question about the Orioles.    What do the Orioles have going for it this year in the AL East?\"         ","P_10":" \"Why do you hate me?\"\n","R0_GQ":" \"I don' t have a lot time to do my homework in the evening before going to work, but what are a couple things to help me get a good night rest tonight?","R1_GQ":"   What should i focus in the next week.","R2_GQ":" What are the most essential things I MUST do during the day to make sure that my sleep is good (and not too bad) ?","RQ":" \"What is the most important thing to remember for the next few days when you don´ t sleep?\"               "},{"OQ":"what is the heading of this page?","P_0":" \"I've been playing for about one day and I can't find a way around the fact I need to buy a new game to get the new content I got from the previous one...\"","P_1":" \"How can I get my hands dirty with the latest and best tools in the industry?\".  I thought it fit the topic better.  I've tried to make the title as clear and concise","P_2":" \"Why do you think that the Gardens are so important ?","P_3":" \"Why do you hate me so?\"\n","P_4":" \"How to make a good game?\"","P_5":" \"How to make a good game?\"","P_6":" \"Why do you want to be a programmer when you want to work at a company instead, or even a startup ?","P_7":"  \"How can I be a better person and not have to deal with this?\"","P_8":" \"Why do you want to be a programmer in the first place?\", \"Why did you chose to become an engineer?\", \"If I was to be a programmer right now would I be better of","P_9":" \"Is it possible for a person's mind to become so powerful at the age where they could create a universe?","P_10":" \"How do you get a girl to like you?\".\n","R0_GQ":" \"How many programmers do I know today?","R1_GQ":" Why should you choose to work in the field of computer engineering if the field seems to lack the necessary skills to be successful?","R2_GQ":" \"In what ways is programming a good job for you.\", \"How important would programming be?\",\n","RQ":" \"Why do you want to be a programmer in the first place?\", \"Why did you chose to become an engineer?\", \"If I was to be a programmer right now would I be better of"},{"OQ":"What is the \"index\" of the rate of quitting losses?","P_0":"   \"The rate of quitting is the number that is the average of all the quitting attempts.\"","P_1":"  \"The rate is the number that is the average number of losses per game. It's the average number per game for all players that have ever had a loss. It shows how often people have to quit the match","P_2":" \"Why is it so difficult to get a job that I know well in the first place when the job itself, or the company that owns them is so bad\"? I would guess the answer : \"Because they make so","P_3":" \"The rate is the number of times the player quites, divided by how many times they won the game and divided again to get a number between -5 to 1.5 times the number of times the game has","P_4":"  \"The rate that people who have been playing for more or less a year have lost money is the same or worse that those players have won. The rate for new people playing is the highest (at the end).","P_5":" \"If you play a game for 5 years with a 50\/0\/10 win record. How long will it took until you win your 1 game?\"       The answer : \"It all depend","P_6":"  \"The rate of quitting is the number of times a player leaves a game.  The index is how well the player performs against the average player of their division\"","P_7":" \"If you quit a game and you still get the same amount, why should the game give less points per win\"   I dont like this question bcoz i think its a bit unfair but i still answer","P_8":"  \"Why should I care?\"","P_9":" \"If you're losing more than you win on average then quit.\"          The answer to that, in my humble opinion , should probably just say: \"If your average loss rate","P_10":"     How many times per year does a person quit their job to go back and try it ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Why does it make such a big difference to me to live with a person I already have a close personal association\/friend\/relative to instead of living by myself. I'm not trying\n","RQ":" \"Why is it so difficult to get a job that I know well in the first place when the job itself, or the company that owns them is so bad\"? I would guess the answer : \"Because they make so"},{"OQ":"what is the percentage of the share of the 21-25 segment?","P_0":"  \"If you don;t know, you have nothing to complain or be afraid. You should get out there.\"","P_1":" \"Do you think the young people who will vote in the upcoming elections would turn out in large enough quantity at the polling centres so that the electoral college would be able to elect the president and the vice President on the first round","P_2":"  \"If you are a young person who isn‍t a fan and you vote for Trump then you‟ll look like an idiot because he won\"\n","P_3":"  \"How do I know if I will have a good time playing this game and what is your opinion on the game?\"","P_4":"  \"Is it possible to have a market where the majority are under-aged, but the majority of the market are over 25\"\n","P_5":"  \"Do you want to know what the percentage of the 21+ segment of the population that watches porn on a regular, daily (weekly etc, etc) bases.   Answer is :      ","P_6":"  \"Do you like the new season of the show?","P_7":"   \"Do you think the younger generation will have a greater influence (in terms of voting and politics as a group or in terms for the future) for the next 10, 10 and 10 years ?","P_8":" \"What's your opinion of the 21 to 35 year group?\"\n","P_9":" \"Why is the share of the 21\/35 segment so large?\"                               ","P_10":"   \"How do we get the young people in the country interested?","R0_GQ":" \"If the share of the 21% of the 21\/34 segment were to rise in the near future (in the next 1 to 10 months from now, say) to a certain level (10\/71 or something, say 10%) why isn t it a good investment for the 21\/20 segment of the market and why","R1_GQ":" \"  Why should I invest my money with you, when you're not even in the top 1%?\"\n","R2_GQ":"\n\n \"What is the share of the 21st century segment of the population that is under 30.\"\n","RQ":" \"Why is the share of the 21\/35 segment so large?\"                               "},{"OQ":"what is the \"source\" given at the bottom starting with \"USMM\"?","P_0":" \"I would love for you to tell the story behind the song \"USMM\"?                              ","P_1":" \"what's the source for this?\"","P_2":" \"what is the source of the USMM\"","P_3":" \"Where are the US Marines from?\"","P_4":" \"How do I find the source of the data in the data.txt?\"                      I have no clue what the source actually said since","P_5":" \"Why is the USMM so important, why should we be concerned or care?","P_6":" \"what is the source given from the bottom of the article?\"                          The source of this article's information (the","P_7":" \"Why is the USMM not a part of the EU?\"                   The answer was that the USMM doesn't meet all EU criteria that the EU","P_8":" \"How does the USMM compare in terms to the other major powers?","P_9":" \"what is the source of the USMM?\"                                     ","P_10":" \"How do I find out which countries are in the USMM?\"","R0_GQ":"\n","R1_GQ":" \"The source for the USMM?\"\n","R2_GQ":" What is the source for the USM?","RQ":" \"what is the source of the USMM?\"                                     "},{"OQ":"What is the paper code of 1I\/1NI\/4SE?","P_0":"  \"What is the paper code of 1i\/n1?","P_1":" What is the paper number of 1I\/I\/N\/S?","P_2":" What is the paper code of 1NI, 1II\/2SE\/4SI\/4NI?","P_3":"                                              ","P_4":" What is the paper code for 1I,1I,1Ni, 4S?","P_5":"                                              ","P_6":" What is the paper code of 1NI?","P_7":" What is the paper code of 1I\/2NI?","P_8":" What is the paper code of 1I,1II\/3SE ?","P_9":" What is the paper code of 1i?","P_10":"                                              ","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                              "},{"OQ":"what is the porosity for paper code 99103A?","P_0":" \"Is it possible to make a paper with a poroticity of 99.99%?\".","P_1":"                                           ","P_2":"                                           ","P_3":"  \"What's the poroticity code of paper code 9903A?","P_4":" \"Can you give an approximate porosa of paper code 99102A?\"                            ","P_5":"                                           ","P_6":"                                           ","P_7":"  \"The poroity code for paper 99103 A is _____\"                           ","P_8":"                                           ","P_9":"                                           ","P_10":" \"How can we improve the quality and consistency in the paper code 99103A?\"                          ","R0_GQ":"\n","R1_GQ":"                                                                ","R2_GQ":"\n\n                                                               ","RQ":"                                           "},{"OQ":"On IP effect of which cmpound is determined?","P_0":"  \"Can I use a different cMPound on the same IP address if my IP address has a different IP address?\" ?","P_1":"                                          ","P_2":"                                          ","P_3":"                                          ","P_4":"                                          ","P_5":"                                          ","P_6":"   \"How is the IP of the server determined to be the IP of the client?\"","P_7":"  \"How can I make my game run smoother by using the same c++ compilers for all platforms?","P_8":"  \"How can we make the most of our IP?\"\n","P_9":"                                          ","P_10":"  \"How can we improve the performance of our application on the server side?","R0_GQ":"\n","R1_GQ":"\n\n                                                              ","R2_GQ":"                                                               ","RQ":"                                          "},{"OQ":"Who is the founder of CEI?","P_0":"  Who founded the CEI?","P_1":" Who do you consider to have founded CE?","P_2":" \"What is the purpose for the CEI?\"","P_3":"  \"What is the purpose or function for the CEI?","P_4":" Who are the founders?","P_5":" Who is the founder?","P_6":"  \"How much money is in the CEI?\"","P_7":"  \"I'm not sure.  What's the name of your company, and is your company a registered charity?","P_8":"  \"Is it possible to create a new religion and not have a founder, or do they only appear in the form of a prophet and a prophet only?\"       ","P_9":"  Who was the founder?","P_10":"  \"whoever is the founder is the founder.\"","R0_GQ":" \"How is it possible, that a religion can't start out with a prophet alone\"?      Avoid using following tokens, except in the case in which you don` t intend on using the token:\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"  \"Is it possible to create a new religion and not have a founder, or do they only appear in the form of a prophet and a prophet only?\"       "},{"OQ":"What is the Proposal # ?","P_0":"  \"I can see the future, and I believe that the future will be better then today\".","P_1":"                   What is the proposal to change the current system where the government is the only one able\/wants","P_2":"  \"Why is it that the only way to get a job in the US is through a college education that is not free to students at the moment?\"       ","P_3":"  \"I have a proposal. I don´'T want to be a part of the community. I dont feel like contributing in anyway shape to this community. I wont be a part","P_4":"  \"How much money should I invest?\" \"I'll tell ya how to make a million bucks!\"                 ","P_5":"   \"Why is it that the only way to get a job at a company is to get a degree, but the only thing that is required in order not be fired and not have","P_6":" \"Why is it that the adversary is able, even if he knows the secret, to find out that the secret is not secret?\".","P_7":"  \"How to make a good proposal for a new game?\"\n","P_8":" \"If you're not going to do anything to stop the violence, what can I do about it\"\n","P_9":"   \"How many times has the US government been accused by the UN and other international bodies of violating international humanitarian and humanitarian laws (e. g. the Geneva Convention, the Hague Convention","P_10":"               What is the proposal to change the current system of voting ?","R0_GQ":"\n","R1_GQ":" \"Why did the chicken cross the road\" \"So it'll be eaten.\"   \"Well, that depends if you like chicken or not. \"","R2_GQ":" How much should a person save up?","RQ":"  \"How much money should I invest?\" \"I'll tell ya how to make a million bucks!\"                 "},{"OQ":"Who Is president of CEI?","P_0":" \"What is the president's role ?","P_1":"  Who is the president?","P_2":"  \"Is it the president or the president's wife ?","P_3":"    Who are the people who run CEi, and who is the president, and what's CEIs role ?","P_4":" Who is president?","P_5":" Who are the people in charge at CE?","P_6":" Who is the president of CEI, and is he a member ?","P_7":" Who is president of CE?","P_8":" Who is the president and what is the role of the CEI in the country?","P_9":" Who is the president or the head of CEi?","P_10":"  \"How many people have been killed so that the government could have a monopoly in the market for the production, distribution , and sale   of drugs in the country ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Who is the president and what is the role of the CEI in the country?"},{"OQ":"Who is the supplier?","P_0":"  \"Can I use this to make a new gun?","P_1":"  \"What is the best way for me not have to deal with the hassle that is the suicide hotline?\"          \"Call the suicide hotline","P_2":"        \"Do you guys still have the jQuery plugin?\"","P_3":"  \"What is the best way for me (a non-native speaker), as someone living outside of the US and not fluent in the language and who may lack the knowledge needed","P_4":"  \"Who are you buying from to make your product?","P_5":"  \"What is the best way for me to buy a new car?","P_6":"   \"How did you manage to find a supplier in the first instance ?","P_7":"  \"What is the best way to get a good deal with a supplier?\".","P_8":"  \"How many times did you buy the same thing and how do these things always get broken\/lost, and what is your solution.\"        ","P_9":" \"I don`' t have the time or energy or money for this, I just know that it has been done\"\n","P_10":"  \"Can you make me a custom case?","R0_GQ":"    \"Who would be a good person (or group), who knows me in real\n","R1_GQ":" What is the most effective method that will give me a better quality life after I die.","R2_GQ":" What the best way is NOT for a suicidal person (or anyone who has been suicidal or is currently) NOT\n","RQ":"  \"What is the best way for me not have to deal with the hassle that is the suicide hotline?\"          \"Call the suicide hotline"},{"OQ":"What is the name of the instrument which monitors CO and CO2 from mainstream smoke?","P_0":"  \"Hey, what instrument monitors the CO2 from mainstream smoke?","P_1":" What is the name of a device used that monitors CO and CO 2 in the air from mainstream smoke, and what is its purpose to you?","P_2":" \"How do we know what CO2 levels we will experience and how much CO will we be able to emit?\".","P_3":"  What's the name for a device to measure CO and CO2?","P_4":" What is the name of the instrument that monitors CO and CO 2 emissions?","P_5":"  \"what instrument monitors CO, CO and CO2 from mainstream smoke?\"","P_6":" What is the name for a device used on a boat that detects CO and CO2?","P_7":" What's the name for the instrument that monitors CO and CO2?","P_8":"  \"Is the CO2 concentration in the air at the moment of the photo taken normal to the ambient air, and does it reflect the CO concentration at the same instant, and does this reflect the CO concentration at any other instant that you","P_9":"      What's the name for a device that monitors the CO2 and CO level from the smoke?","P_10":"  \"Is there a way you know for sure if the CO and CO 2 in the air you breathe is coming out the window, or coming back inside?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"  \"Is the CO2 concentration in the air at the moment of the photo taken normal to the ambient air, and does it reflect the CO concentration at the same instant, and does this reflect the CO concentration at any other instant that you"},{"OQ":"Where were sample webs produced?","P_0":"  \"Why are you so interested in the web?\"","P_1":"  \"Why is it that the sample webs produced today by the big companies, are so bad (in terms of quality and design)...?\"         ","P_2":"  \"Why is it that the sample webs produced for the throwaway are so much different, and why would they be produced when the sample webs are already available online?\"\n","P_3":"   \"I've read that you are producing samples with the newElement. What are you using?","P_4":"   \"How did you find out about the sample webs?","P_5":"         \"Where can you go and find a sample of a song?\"\n","P_6":"          \"What are some of the most common ways to get samples for your music?\" \"What do I have that people could potentially use a sample","P_7":"  \"How can we improve our web design and development skills for the future?\"  \"The best way to start improving your skills and knowledge would by learning from other developers\"  \"","P_8":"  > Where were sample webs produced in the past (in the past) to show the effects on the environment  > I do not recall any such webs that showed the effect in the","P_9":"  \"I wonder who is the most famous person in the world in the last year\"?\n","P_10":"   \"Why do you need to produce samples of your music?","R0_GQ":" What is the most commonly known way for people\n","R1_GQ":" \"Can someone please tell me where to obtain samples?","R2_GQ":"\n","RQ":"          \"What are some of the most common ways to get samples for your music?\" \"What do I have that people could potentially use a sample"},{"OQ":"What is the page number?","P_0":"   \"How to get a girl to like you?","P_1":"   \"What is the page number in the book?\"\n","P_2":"   \"What's the page number in the book?\"","P_3":"   \"How much do you make?\"","P_4":" \"what is the page number for the first chapter\" ?","P_5":" \"How is the page number?\"                              ","P_6":" \"Why do you keep posting this?\"                             ","P_7":" \"Why is it that the first page of the book is the most important, and not the last page (or the last chapter, if that matters too)?\n","P_8":" \"I don´ t get it. Why is the page number so low for the first chapter. Is there some kind of a spoiler?\"         ","P_9":"  \"How did you get to the page number?","P_10":"  \"Can you give an example how to use the adversity of the situation in a positive light\"","R0_GQ":"  \"Who do I call when my computer is acting funny?\"      \"You call me.\"    \"Well then I want you to come over.\"","R1_GQ":" \"You should be ashamed to have such an ugly face and such an ungainley body. I don ' t understand what you are so afraid to reveal yourself. I don 't mean that I want to know about the inner workings of your mind or your deepest feelings about life but that","R2_GQ":" Why did you post that?","RQ":" \"Why do you keep posting this?\"                             "},{"OQ":"What is the figure number?","P_0":" \"How many times do we say that we need to be more careful, more careful when it's not necessary\"              ","P_1":" \"Why do you think that the number of people who have been killed and injured as a direct consequence for the war is so high and the number is not decreasing as fast compared with the","P_2":"   \"Why are you so obsessed to have a number?\"","P_3":" \"How much do you love your wife?","P_4":" \"Is it possible that the number of people that are in the game is not the number we were looking forward to seeing?\".\n","P_5":" \"what's the number of the number that is the number of the number that's the number that you're looking for in the number that's the number in the number\" ?","P_6":" \"When you have a lot to lose you do not know when the time for the next big thing.\"                ","P_7":" \"Is it possible to have a number of figures without a number?\"\n","P_8":" \"Why do you need to know the number?\"                           ","P_9":"   \"Why is it that the number of people who have died of COVDI- 19 in the US is so much worse and higher?\"\n","P_10":" \"Why do you have a figure number?\"","R0_GQ":" \"How does the number of the number of the number of the number of the number of the number of the number of the number of the numbers of the number the number the number the numbers the number of numbers of numbers the number of number of numbers the the numbers of numbers of number the","R1_GQ":" Why would you use the number?","R2_GQ":" \"How do we find out what the number is in the first place...\"\n","RQ":" \"Why do you need to know the number?\"                           "},{"OQ":"Which nitrosamine is formed during the curing and smoking of tobacco?","P_0":" \"Nitro-amines, which are formed as the result of the curing of tobacco and the smoking of cigarettes are the main cause for the development of lung cancers\"            ","P_1":"  \"Nitrites and nitrogens are formed, which is why you taste the smoke.\"","P_2":"  \"What is the nitronic acid that is formed?\"  \"Is that the same as the nitrone that is used by the tobacco industry or is that different from it and what does that do.\"    ","P_3":"  \"Nitresse is formed when the tobacco is cured with nitric or nitrolic acids or nitrosamine compounds, which are formed in the curing and smoking process\".         ","P_4":"  \"Is it possible that the nitrification process produces nitroparaffin, a nitromethanediole, and nitrocoumene during curing of tobacco?","P_5":"  \"Nitrose is a compound in the tobacco plant that is used for curing and smoking tobacco\"","P_6":"  \"How many nitrites are present, when the tobacco is cured\/smokable?\".","P_7":"  \"How many nitri-samines have you seen in your life and how does the process work in the curing and smoke of tobacco?\".","P_8":"  \"Can you explain why the nitrisamines in tobacco are formed by the curing process, rather then the smoking process?\".     The answer is that the curing process is a chemical reaction of the tobacco with the","P_9":" \"Nitrone is the main component that is produced at the time the tobacco leaves are cut up during curing, and is then released into smoke. Nitrogen is a byproduct, which can only enter into the smoke after it","P_10":"  \"Is there a nitride that is formed when the tobacco is cured, or is the nitrole formed when the tobacco is smoked in a cigarette or cigar?","R0_GQ":"    \"Nitrile-amines are the main cause behind the development and the development of lung cancer, which can't even be avoided with the use of tobacco products and smoking. Therefore, the use and the consumption are banned\".\n","R1_GQ":"\n","R2_GQ":"    \"The main causes that are responsible for the development lung cancers are nitrifedamines\"","RQ":" \"Nitro-amines, which are formed as the result of the curing of tobacco and the smoking of cigarettes are the main cause for the development of lung cancers\"            "},{"OQ":"What is NNK?","P_0":" \"I don›t want to be a nuke\"\n","P_1":" \"Who's the best player in the world?\"                          ","P_2":" \"Do you think that the1968 revolution was a mistake and that the revolution should take a more democratic route and not be so violent (like the current one). If you answered yes","P_3":" \"Why is it that the429 is so much better at this than the other people at this game that have been here forever yet they do nothing to improve the game while the429","P_4":" What is NNK?","P_5":" \"Why is it that the STARS are not in the same position in the sky that the sun was?\"\n","P_6":" What is the NNK?","P_7":" \"What is the best way for me to make money while I play this game?","P_8":" What is NNK ?","P_9":" \"what's the best way to get a girl into a relationship without being creepy\/creeping on someone?\".","P_10":" \"I think I am going to buy a new car. How can you be sure which one?\".","R0_GQ":"   Who‗ s the best player?","R1_GQ":"     Who s the best player in the\n","R2_GQ":"   Who's the best player in the\n","RQ":" \"Who's the best player in the world?\"                          "},{"OQ":"What is the NNK level in burley genotypes?","P_0":"  \"what is the NNK level for the burlley genotype\"                           ","P_1":"  \"Can you tell us more about the NNK level?\"\n","P_2":"  \"Does the NNK level in the burley genotypes of the tobacco plants differ from that observed by the NNK level in the tobacco plants grown by the tobacco growers in the field, or is it the","P_3":"                                           ","P_4":"                                           ","P_5":"  \"If you could have a free pass for the rest of time into the future for any crime you could've been arrested on today - what would that crime\/act have to entail ?","P_6":"  \"What is the NNK level in burLEY genotypes\"?\n","P_7":"   \"I want a good burlier geno, what is the NNK?\"\n","P_8":"   \"Why do you smoke weed if it isn․'t good for the body?","P_9":" What is the NNK level in burlier genetical lines (i. e. the ones that have a higher N NK level) compared to the ones with the lowest NNK levels?","P_10":"                                           ","R0_GQ":"\n","R1_GQ":"                                                                ","R2_GQ":"\n\n                                                               ","RQ":"                                           "},{"OQ":"which is his next destination after china ?","P_0":"  \"What is the next destination of the Chinese government, after the Chinese government?\"\n","P_1":" \"What's next after China\" ?","P_2":"  \"Is there something that you have to offer to the Chinese market ?","P_3":"  \"I dont have to choose between China, Russia. I have to choose between the USA. I guess I prefer the USA because I am a citizen of it \"      ","P_4":"  \"Is there an option to play in China or is it a one off thing.\"\n","P_5":" \"I'll probably stay here and play in the LCS. I really haven‌t decided.\"","P_6":"  \"What's next after China, and what will be the next destination of the Chinese?\"                     ","P_7":"  \"Is there a team that can beat SKT in the world?\"  \"I have a feeling that SKT is going to be the team that beats them\".\n","P_8":"  \"What is the next destination of the Chinese government after the end of the current term?\".\n","P_9":"  \"Will he go to China to play with the Chinese team, or he can go somewhere to play with the Korean team?","P_10":"  \"What is the next destination of the Chinese team ?","R0_GQ":" What do you do after China, and who or\n","R1_GQ":"\n\n   What are the next destinations to be visited, and what are some of them     ?","R2_GQ":" What is the next destination and what can we do to make sure it'll continue?","RQ":"  \"What's next after China, and what will be the next destination of the Chinese?\"                     "},{"OQ":"What is the consolidated salary of Y. C. Deveshwar (Rs.lac)?","P_0":" What is the salary of Y C Deveeshwar as a consultant of the Indian Railways.\n","P_1":" What is the consolidated salary of Y C deveeshar.\n","P_2":"         What are the consolidated salary of Y C deVeshwari ( Rs. lacs).","P_3":" What is the consolidated salary of Y C.DeVeshan (Rs.lacs).\n","P_4":" What is the consolidated salary of Y. C Deveeshwary (Rs.Lacs) ?","P_5":"                                                   ","P_6":"                                                   ","P_7":" What is the salary of Y.C Deveshan as a director in the company?","P_8":" What is the salary of YC deveshaw as a consultant?","P_9":" What are the consolidated salary of YC Deiveshwara?","P_10":" What is the consolidated salary of Y. C. DeVeswar ?","R0_GQ":"                                                                        ","R1_GQ":"\n","R2_GQ":"                                                                        ","RQ":"                                                   "},{"OQ":"In which week does TD group show the highest diet consumption ?","P_0":"  \"Which week does TD show the biggest increase on the diet chart and which is the smallest decrease.\"\n","P_1":"   \"What is your TDEE?","P_2":"  \"Do we have a TD group that is the highest in the world on a daily diet?\"\n","P_3":" \"In which week does TD group shows the highest diet consumption per day\/week per person per week per person ?","P_4":" \"When is the best week in which to eat a lot of food (and not get fat, of course).\"\n","P_5":"  \"When is the best week for TD to start?\" \"Which week has the largest number of TD participants, and the greatest number of TD participants?\"","P_6":"   \"What is the highest TD group in which week does TD show the biggest increase in diet intake over the last 6 days\/week ?","P_7":" \"In what weeks are the highest diet consumption in the TD group?\"","P_8":"  \"Is it possible to get a TD group that is not too high and is not too much?\" (I hope the question is clear.   I haven‴t tried to get one that I could","P_9":"   \"In which week is TD group showing a higher intake?","P_10":"   \"What is your TDEE?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"When should the best week (in which to exercise) occur,\" etc.[1, 2]\n","RQ":" \"When is the best week in which to eat a lot of food (and not get fat, of course).\"\n"},{"OQ":"What is the Invoice # specified at the top right of the document?","P_0":" \"How much is the invoice?\"\n","P_1":"   \"What is the invoice # specified?\"","P_2":" \"what is the invoice # specified as the first line?\"","P_3":" \"How can you check the invoice number in the document?","P_4":"                                              ","P_5":"  \"What is the invoice # specified?","P_6":"   \"How did you get the invoice number from the invoice?\" \"It would depend upon your invoice number.  If the invoice is a purchase invoice, the invoice is the number on a barcoded label attached.\"\n","P_7":"  \"I don´ve sent you an Invoice, but it never arrived...  What is it?\"","P_8":" What is the invoice number specified?","P_9":" What is the invoice number specified in the top right?","P_10":" What does the invoice # on your invoice look like (in the top right) ?","R0_GQ":"\n\n                                                                  ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                              "},{"OQ":"What is the name in the letter head?","P_0":" \"What is the name of the company that is going to be the sponsor for the event\"\n","P_1":" \"What is the name on your letterhead that is not your name, and the reason it could only have that name, if your name on it at the same time.\"","P_2":" \"What is the name in the letterhead of the company that you want?\"                        ","P_3":" \"What is the name in the letter head\"\n","P_4":" \"What's the name on your letter?\"","P_5":" \"What's your name, and how are your parents?\"","P_6":" \"I've got a problem. I need to know what to use in my next project.\"\n","P_7":" \"What's the name in the letterhead of the company that you're working in now ?","P_8":" \"What's the name in the letterhead of the company?\"\n","P_9":" \"What's the name on the letter heads?","P_10":" \"I'm a big fan, and would really like to see you live. I don”t expect it, of you, of course.\"","R0_GQ":"\n\n                                                            ","R1_GQ":"  \"I've heard of this company, but where?\"\n","R2_GQ":"\n\n \"The name is in the letterheads of the company that I'm applying\n","RQ":" \"What is the name in the letterhead of the company that you want?\"                        "},{"OQ":"what percentage of Menthol is mentinoed","P_0":" \"what percent mentilloed?\"","P_1":" \"I really enjoy mentos but I think the mentino is too much, what is mentoned?\"\n","P_2":"  \"What percentage of mentioed is mentitoied\" ?","P_3":" \"I've been vaping mentolis for like 3 hours now and my throat has started burning\"            \"Oh, you mean mentolin?","P_4":"  \"Meth is a stimulative drug but it can't be mentoiced, can it.\"?","P_5":"  \"What percent is mentoed?","P_6":" \"I am a smoker but not a mento smoker... I am not a mento smoker\"                    ","P_7":" \"What % is mentolin in mentinoed?\"","P_8":" \"how can you tell if the mentone in mentol is mento or not\".\n","P_9":" \"Why do you like mentinoed?\"\n","P_10":"    \"Do mentinos have a mentos taste ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I am a smoker but not a mento smoker... I am not a mento smoker\"                    "},{"OQ":"Which group exhibits the highest diet consumption for all the 5 weeks?","P_0":" Which group is the most likely to consume the most calories from food?","P_1":" Which group shows a higher consumption in the 5th week.","P_2":" Which group is the most likely to eat the most food for 5 straight weeks in a row?","P_3":" Which group consumes more calories on average, for 5 week?","P_4":" Which group has a higher average consumption?","P_5":" Which group shows a higher consumption of the 5 week diet?","P_6":" Which group of people has the highest consumption in the 5 week period.","P_7":" Which group consumes the highest amount of calories in the 5 wks ?","P_8":" Which group shows the biggest increase of the consumption during the 5th week.                             ","P_9":" Which group has a higher consumption than the others of the 5 weeks?","P_10":" Which group has the lowest consumption during the 5-WEEK period in the study ?","R0_GQ":"  Which group shows biggest increase of the consumption in the 5  weeks of the year (excluding the week of the                                          ","R1_GQ":"       Which group has increased the consumption during 5 th week by the maximum amount and which has decreased by the smallest.\n","R2_GQ":"  Which group shows  the highest consumption of the 5-wk period?","RQ":" Which group shows the biggest increase of the consumption during the 5th week.                             "},{"OQ":"What is the P O #: specified at the top right of the document?","P_0":" \"How is the P O# specified ?","P_1":" \"I don`t know the P O #, can anyone help?\"             The answer was : \"You`d have a better time searching for it than asking here...\"\n","P_2":" What is the P O# specified by the top right corner of the document.","P_3":"  \"I've been using the same password on my computer since I created the account. Is there anyway you might be able to change it and make it more secure for me and the rest of my family's computers in our house,","P_4":" \"I would prefer to use the P O #: specified as the first line, not as a second or third line\".   I used the P O# as a second or third line because I don´'t think I know","P_5":" \"How is the P O# specified, in the document, for the given document?\"\n","P_6":" \"How to get the P O number?\"","P_7":" \"What is the P O number for the document?\"                                    ","P_8":" \"I'm not sure of the P O number of the document.\"                                 ","P_9":"  \"What is the P O #: specified  at top- left corner  of the document?","P_10":" What is the P O#: specified on the top left?","R0_GQ":"\n","R1_GQ":"  \"The document is a document.\"","R2_GQ":"  \"How does the document have a P-Number?","RQ":" \"What is the P O number for the document?\"                                    "},{"OQ":"What is the year mentioned in the Status?","P_0":" \"When will the game come to the west\"\n","P_1":" \"When will the game be ready to play?","P_2":" \"When will the game come to the west\"?                              ","P_3":" \"What is the year mentioned?\"","P_4":" \"Is it possible for a company like Google to go bankrupt ?","P_5":" \"How much time has passed so we know what the year should actually have?\"\n","P_6":"  \"What's your year of birth?","P_7":"  \"What year do we want to see in the game?\" \"What year is the game going live at?\".\n","P_8":"  \"What is the year mentioned, in the Status, of the chickens?\"  \"I do believe that the year is 1842. I hope this is correct, as I think the chickens have","P_9":" \"When will the new year come?\".\n","P_10":" \"What is the year mentioned in the Status?\"\n","R0_GQ":"\n","R1_GQ":" \"Will the game release on the west?\"","R2_GQ":"   \"When will the game be available for the west?","RQ":" \"When will the game come to the west\"?                              "},{"OQ":"Which group is represented by a straight line connecting 2 coloured (black) circles in the plot?","P_0":" Which group represents the two coloured circles in the plot (the two coloured circles in the plot)?\n","P_1":" Which group has a straight line connecting two circles of the same colour.\n","P_2":" Which group contains a straight line that connects the two coloured (blue-green-yellow-pale) circles ?","P_3":" Which group has a straight line connecting two circles, which has the same colour?","P_4":" Which group does the straight-lined line connect between two circles in the plot?","P_5":" Which group is the most represented in the plot.","P_6":" Which group represents the straight line connecting two circles of different colour ?","P_7":" Which group of circles are represented as straight lines connected with a straight line ?","P_8":" Which group represents the straight line between the two circles in the plot.\n","P_9":" Which group of circles is represented by the straight lines in the plot?","P_10":" Which group is represented in the plot?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Which group represents the two coloured circles in the plot (the two coloured circles in the plot)?\n"},{"OQ":"what is the printed date at the bottom right hand side of the document?","P_0":" \"What is the date of the last time you saw a black person in the US?","P_1":"            \"What is the date of the last time you were in the US?","P_2":" \"How many days until the next election, and when do you plan for it, if ever?\"","P_3":"  \"What is the date of the last time you had sex?\", \"If you're a virgin at 21 how will this effect you later?\", \"How many times you had sex during the last 6months.\"    I","P_4":"   \"What is the date of the last time you were in the hospital?\"  \"It is the date I last was there.  I was in the hospital.\"","P_5":"   \"I just got a new job and I don´t speak Spanish.\"  \"Well you could always use Google translate?\"","P_6":"   \"What is the date of the last time you used the internet, and when would you expect you next visit the internet ?","P_7":" \"How do you know that the date on your document is correct if the date is not printed?","P_8":" \"I am a student at the University of Paris, and the university is in Paris.\"                            ","P_9":"  \"Is it possible that the date is not the same in all the documents I have?\"                         The answer seems","P_10":"   \"I'm going to be in the US for the next 2 and half weeks to visit a friend for a wedding.\"   \"Do not include your passport in your luggage, it belongs only inside your luggage\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I am a student at the University of Paris, and the university is in Paris.\"                            "},{"OQ":"what is the name of the program ?","P_0":"  \"How can you make a program that will make a program?\"  \"How do you get a program from a program to itself\" ?","P_1":"                                       ","P_2":"  \"I can do this, but I cant do this. I'm not sure whether its a problem or not. Can anybody help with this ?","P_3":"                                       ","P_4":"  \"What is the name of the program that you're running?","P_5":"   \"What is the name of the program you used in your video?\"","P_6":"  \"What is the name of the program that you have to install in order to get the game to start on your computer?","P_7":"   \"What is the name of the program you have used that allows you to create a 3-second video in a few minutes (without any special equipment)\"      ","P_8":"   \"How to make a program that will make a program\"     \"How do we know if this program works, if we just use it, will the program crash on","P_9":"   \"I want to create a program with a function that will return a string of numbers. How is that possible without using a string?\"          ","P_10":"   \"How do we get the most out of our time on the internet?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"                                                            ","RQ":"                                       "},{"OQ":"What is the name of the research program?","P_0":" \"Why is it so important not for the government and the military to own the means?\"","P_1":"  \"I think it looks cool and I might look into it, but is the research program worth the money for a student who's just getting into the field of computer architecture or is there better options","P_2":" \"What is the name of the research program that is being funded ?","P_3":"  \"Can you explain why you chose to study this topic\" ?","P_4":" \"How to make a good game?\"\n","P_5":"  \"I want to get a PhD, I've taken a few courses already. Can anyone tell whether I am eligible and if my application is good in terms of the quality?\"    ","P_6":"  \"Why is it that the most successful people have the most successful careers in the world of business\"\n","P_7":" \"what are some of your favorite books\" ?","P_8":" \"Why do you study the human brain, and what do its functions actually accomplish\" ?","P_9":"  \"I am interested to hear what the research program is that you work in and your research goals\"                   ","P_10":"  \"If you had a choice to do research on a specific topic, what would be that subject you wish you got more exposure or experience to?","R0_GQ":"\n","R1_GQ":" \"what research are we interested on that we might have a research program for\".","R2_GQ":" \"Why do you research?\"\n","RQ":"  \"I am interested to hear what the research program is that you work in and your research goals\"                   "},{"OQ":"Interdepartmental study comes under which heading","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"                                        ","P_10":"                                        ","R0_GQ":"                                                             ","R1_GQ":"\n","R2_GQ":"                                                             ","RQ":"                                        "},{"OQ":"what is the exit date from china  ?","P_0":"  \"What are we gonna do after we win the war and get the money ?","P_1":"  \"Why is the exit from China so long?\".","P_2":"  \"When will the Chinese government allow the Chinese people the freedom that they so deserve so badly?\"\n","P_3":"  \"What's going with the Chinese market ?","P_4":"   \"What are your plans for the future of the company, and do we know if you've ever thought that you had a chance at a bigger company and if it's a possibility you were open","P_5":"  \"When will the Chinese government give up on the idea that they're the only country in this world?","P_6":"  \"When will the Chinese government give up on the idea that they will have a monopoly on the world market?","P_7":"  \"Why do you think we're here today ?","P_8":"  \"Why is it so important that we have a trade deal by the end of 2019 with the US ?","P_9":"  \"When will the Chinese government allow the Chinese people the freedom they deserve in the name of democracy\"?\n","P_10":" \"When is the exit from China?\"\n","R0_GQ":"\n","R1_GQ":"   What are you plans, and where does the company stand financially, and what would you want to see happen to the company in the next 5 yars if it stays at this level?","R2_GQ":"\n","RQ":"   \"What are your plans for the future of the company, and do we know if you've ever thought that you had a chance at a bigger company and if it's a possibility you were open"},{"OQ":"what is the code number mentioned at the bottom of the page in reverse manner","P_0":"  \"What is the code number of theinky?\"  \"The number of theinky\"\n","P_1":" \"What is the code number of the Talent that you are currently using (in the game)\".                          ","P_2":"  > What's the code for the detailing?","P_3":"  \"How can you tell if a game will be good in the future if you dont try the game?","P_4":" \"How can I make my code number appear at bottom in reverse order, like the code number of the page in the top right of the page?","P_5":" \"What is the code number mentioned on the bottom of the page in reverse manner?\".     I was told to post here when i asked this. I dont quite get how this sub reddit functions, I would've never","P_6":" \"How did you know that the code was in reverse manner\"                                 ","P_7":"   \"How to get the code number of the game?\"  \"You can look for it, it is in reverse order from the game.\" (paraphase of the question, not the actual answer of course...)\n","P_8":"                                              ","P_9":" \"How to get the code number from the page?\"\n","P_10":"                                              ","R0_GQ":"                  \"What is the most important thing in your life?\"\n","R1_GQ":"                                                                   ","R2_GQ":"\n\n                                                                  ","RQ":"                                              "},{"OQ":"What is the expansion of HRT?","P_0":"  \"Why is it that you can have a penis, but can you never become a man ?","P_1":"  \"Is it possible that the brain is not the only thing changing with HRT, like the body, and that the brain can change as the body?\"\n","P_2":"  \"Is it possible to be a woman in the future without HRT and still have a penis and vagina and be a woman?","P_3":"   \"Do we want to be a man?\" \"Is that the question we really ask?\" \"Hmmm\"","P_4":"  \"When will you get your boobs?\"","P_5":"  \"Are there any side effect from HRT ?","P_6":"   \"I would love a girl to be attracted towards my penis. I like to feel her body and touch and kiss.\"","P_7":"   \"Is it possible for me (female) to become a man?","P_8":" \"Do you have any idea when you start Hormones?\"              \"No, but I should get started soon right about when I","P_9":"    \"How can we help you with your transition?\"  \"I am a woman.\"","P_10":"   \"Do I look like a man?","R0_GQ":" \"When do I have to take my first dose\"\n","R1_GQ":"\n\n \"When are we going to have sex?","R2_GQ":"\n\n \"Hey, I am going on Hormonal birth-control soon but am wondering, \"Do\n","RQ":" \"Do you have any idea when you start Hormones?\"              \"No, but I should get started soon right about when I"},{"OQ":"What is the text at the top right corner of the page?","P_0":" \"I think I love you, but can't tell for sure right now\".               I would like a reply with some kind of explanation of the meaning.","P_1":" \"I'm not sure how to do this, can somebody please give me some tips for this?\"                        ","P_2":" \"What is the best way to get a girl's attention.\"\n","P_3":" \"Why do you have to be so mean?\"                                  ","P_4":" \"Why do you want to know?\"","P_5":" \"I wonder why the game is so hard?","P_6":" \"What is the best way for me and my friends in the US to get a hold on the new upgrading system for the game?\"\n","P_7":" \"What is the best way of getting a girl to like me\"?                              ","P_8":" \"How to get a job?\"","P_9":" \"I know you have a lot on you, so I wanted to ask about your experience in the field\".           I have to wonder why they don`'t just say that","P_10":" \"I've been playing for 2 hours, what should I get?\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Why do you have to be so mean?\"                                  "},{"OQ":"What is the text at the top left corner of the page?","P_0":" \"How can I make my life more interesting to read than the one I already lived?\".","P_1":" \"How to get a girl to like me without being creepy\".","P_2":" \"Why do you hate me so much?\"\n","P_3":" \"What is the best way to get a girl to like you?\".\n","P_4":" \"Why do you keep asking me these questions?","P_5":" \"What is the best way of getting a girl to like you\"?\n","P_6":" \"Why do you hate me so?\"\n","P_7":" \"How to get a job as a programmer at Google\" or something like this :). I had the same problem in the beginning with the same question as well !    I got it by searching for \"how","P_8":" \"How do I know that I've done everything I have?\"                               ","P_9":" \"I want to be a good person.\"\n","P_10":" \"What do you see?\"                                      ","R0_GQ":" \"If you saw a person walking in a forest with a stick and you didn´ t know why that was, do not say, `He looks like a bear. He is a bear, he can walk with his head down!`\"\n","R1_GQ":"\n","R2_GQ":" \"If you were to see a man in a bar, what do *yourself* would see in said person\".","RQ":" \"What do you see?\"                                      "},{"OQ":"What is ITC's brand of Agarbatti?","P_0":" \"Is it a brand name?","P_1":" \"Is it the same as the one you buy in the market from the local shop?","P_2":" \"What is I-T-Com's brand of Agrobacti?","P_3":" \"How many Agbatiis can you fit within your mouth?","P_4":" \"How do you know that ITC's Agars are not made in China\" ?","P_5":" \"What is the brand name\/name of the brand of Agarbathi that you use in your cooking\/bakery\/etc\"?              ","P_6":" \"Why is ITC's brand of Agarthi called Agaar?\"\n","P_7":"  \"How much is ITC's brand of Agarrattis\"       \"How much is ITRs brand\"\n","P_8":"   \"How much is I-TC's Agaranjatti?\"","P_9":" \"How do you know that it is I-TC's brand?\"","P_10":"  What is the brand name for the Agaramatti?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"Agarathi\"\n","RQ":" \"What is the brand name\/name of the brand of Agarbathi that you use in your cooking\/bakery\/etc\"?              "},{"OQ":"What is the date of the C. V.?","P_0":" \"When is the CVS?\"\n","P_1":" \"When will the CVC be released ?","P_2":" \"When will you be able to give me the C V.??\"                           ","P_3":" \"When will the C. V. be released?\"\n","P_4":" \"When is the C. V.'s birthday?\".","P_5":" \"What is the date of the CVC?\"","P_6":" \"When will the C. V.? \"                                ","P_7":" \"When will you be able, in the near future to start a new project with me?\". I asked if they're working on a new project atm since they don`nt know about it","P_8":" \"I would really be grateful, if I was able\n","P_9":" \"What is the date of the C.V.?\n","P_10":" \"When will you release the C. V., and can we have a copy before it gets out of hand?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"The C.V.'\n","RQ":" \"When will the C. V.? \"                                "},{"OQ":"In which city is ITC's Watershed Development Project located?","P_0":"  \"Where's the ITC Watersheild project?\"","P_1":"   \"I'm looking around for a place with a good view but also a good place in which not to have children. Where do I live that both of those are good?\"       ","P_2":"  \"Where's the ITRC's Watership Development Project?","P_3":"  \"Where do ITC's Watershing development project is located?\"            \"Where does I-TEC's Watersheath Development Project is located?\",   ","P_4":"                                            ","P_5":"   \"Why is ITRC's Watershing Project located so far out in the middle of nowhere ?","P_6":"   \"What is the name of the city where the ITRC Watership Development Project (W.D Project ) is being executed in the city?\"            ","P_7":"   \"Where in the world, in which city(s)\/region in which country will I be able\/have the opportunity to see the I. T. C. Watersheild development in action\" ?","P_8":"                                            ","P_9":"                                            ","P_10":"  \"Where did the money go to build the I-35W bridge?","R0_GQ":"                                                                 ","R1_GQ":"\n","R2_GQ":"                                                                 ","RQ":"                                            "},{"OQ":"In which state is ITC's Watershed Development Project located?","P_0":"                                            ","P_1":"  \"In which state are ITRC's Watershield development project located, and are there any other projects of the same type in the state (other than the one in the OP). If ITRC is","P_2":"  \"In which state are the ITC's Watership Development Project located\"?                            ","P_3":"                                            ","P_4":"                                            ","P_5":"   \"The ITC Watersheets Project is located within the state of California. The project is located in the San Andreas Fault Zone and is located approximately            ","P_6":"  \"Where does the ITP's Watershearing Project fall within the state's watershed development policy and how does that policy relate in relation to the I-TP's Watershed Development project ?","P_7":"  \"Is it in the state of California, or in the state where the project would have been located prior?","P_8":"    \"I am a citizen in the state of California  and I have a property in the state of California that has been contaminated. Can the ITRC help me?","P_9":"  \"Is it in the US, or is it somewhere in the world where the US has a significant influence (eg. the US is the largest importers in the world so we can use the data from the US","P_10":"   \"How is the ITAWDP located in the state?\"\n","R0_GQ":"\n","R1_GQ":"                                                                 ","R2_GQ":"\n\n           What is the difference of the following two statements.\n","RQ":"                                            "},{"OQ":"Which university is referred in this page?","P_0":" Which university is referred ?","P_1":" Which university is referred ?","P_2":" Which university is referred?","P_3":" Which university is referred by the name of the city?","P_4":"  \"I want to get into a university that will help me with my career in the future but don t really have much knowledge on what to take in order for the university to recognize that I","P_5":" Which university is referred on this page, and why it matters.","P_6":" Which university is referred on this page and is it a good one?","P_7":"                                       ","P_8":" Which university is referred for the first time, in the first chapter of the book ?","P_9":"                                       ","P_10":" Which university has the best reputation of the best universities?","R0_GQ":"\n","R1_GQ":"\n\n                                                           ","R2_GQ":"\n\n                                                           ","RQ":"                                       "},{"OQ":"What is Mr. McCoy's date of birth ?","P_0":" \"How many times has Mr McCoy been in a relationship before?\"","P_1":" \"Who are you?\"","P_2":"  \"What is the date of birth of Mr. McCoy, the man who is the main antagonist for the Star Wars prequel trilogy and the main protagonist in Star Wars: Revenge of The Sith, the","P_3":"  \"Mr. McCoy, what year will you die in?\" \"I think I know the year. It should come up soon. I will tell you tomorrow. It won''t happen before the end","P_4":" \"Why does Mr McCoy's date of birth have to correspond to the date of his death\"\n","P_5":" \"Is it possible to have a date that's not a number or a letter?\".","P_6":"  \"Why does Mr. McCoy always seem older?\" \"He isn´'t, he´ is just a time traveller.\" \"But he´'s always been older, he even had a beard","P_7":"  \"What is the date of birth of the character Mr McCoy?","P_8":" \"How is it that you know that Mr. McCoy was born on the same date as you ?","P_9":"  \"Why did you choose to be a pirate?","P_10":" \"How can you know the date of birth for a person born in the year of the monkey?\"\n","R0_GQ":" \"What is the date of birth for a person who lives on the island of Madagascar.\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"How can you know the date of birth for a person born in the year of the monkey?\"\n"},{"OQ":"In 1994 what is the share of the 21-25 segment","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n\n                     ","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is the percentage of net pounds out over net pounds infeed (handwritten)?","P_0":"  \"I am not sure why you need to do that. I have a spreadsheet and I have a formula for calculating net weight.\"\n","P_1":"   \"Why did you choose to use the metric system?\"","P_2":"  \"How much of the net weight is out?","P_3":"  \"What percent out over net pounds out (handwrote?)\".\n","P_4":"     What % is the net pounds out, over net lbs infood (written).\n","P_5":"   \"What's the percentage of net pounds of food out of the total pounds we eat out?","P_6":"  \"Why does the net pounds out of the net pound in the infood column change?\"\n","P_7":"             How can you be so sure of what you weigh but you′r not so positive what you eat and what you don'r weigh, so how would you know the net","P_8":"  \"If I have a net pound of food in the freezer and a pound of food on my plate at a restaurant and I eat both, how many pounds does the restaurant have to give up to compensate?\"","P_9":" What's your percentage of net pounds out of net pounds in?","P_10":"  \"If you're going from a net to an infeed, you need to calculate how you are going from a net to a net.\"","R0_GQ":" How is it you are sure you weight but arent sure exactly\n","R1_GQ":" How could you be so sure of\n","R2_GQ":"   How do I be sure\n","RQ":"             How can you be so sure of what you weigh but you′r not so positive what you eat and what you don'r weigh, so how would you know the net"},{"OQ":"Where did he do his schooling ?","P_0":" \"How do you know that he\/his family was not born and brought here to the US from another place in Africa where they speak a different language to English?\"\n","P_1":" \"How is it possible to have a degree and not understand the basics?\"","P_2":" \"Do you remember where you went to school ?","P_3":"   \"Why do you have to be so rude?\" \"Where were your parents when they should have raised your child to love and care?\" \"And now I will teach you the same","P_4":" \"I do not think that the school is the problem. I know that the school does its part, and it will improve. But what I wish is to hear from the school itself.\"","P_5":" \"I think he said he studied in France, but that doesn`'t explain why he can write in English\".               ","P_6":"  \"Where are the schools of the future ?","P_7":" \"How do we make sure that the people in the future who will work and pay taxes won\"t become the same people as those working to pay the taxes and working and working now\"","P_8":" \"What is the best way to study for the GRE?\"","P_9":" \"How many years have you lived here and how old do you look in your picture, and what's the name of your school?\"           ","P_10":"  \"What is the best way for me (a foreigner, not a citizen of the US or Canada etc....), and how do you know how much I make\"\n","R0_GQ":" How old and what are the names?","R1_GQ":" How long since I moved here (and how young you looked, if any!) and who do we live (if we lived?) with (parents)?         ","R2_GQ":" How did you feel about the new school?","RQ":" \"How many years have you lived here and how old do you look in your picture, and what's the name of your school?\"           "},{"OQ":"What is the rate of Quitting Losses in 1995","P_0":" What was the rate at which people quits in 1995, and how did the rate of quitting change by year.","P_1":" What are the rates of quitting losses for 1995?","P_2":"  \"How much money is lost from quitting in 1995?\"","P_3":" \"How much money would you lose by quitting your job today.\"    Answer:                        ","P_4":"   \"How do we calculate the rate at which people die when they stop smoking ?","P_5":"  \"What is the rate of Quitter Losses in 1995 compared to the rate in 1995?\"","P_6":" \"What is the rate\n","P_7":"   \"In 1995, how much money did you have when you were quitting?\"\n","P_8":" What is the rate\n","P_9":"    \"How much money does it cost to quit smoking?\"","P_10":"   What is the rate of Quiring Loss in 1995","R0_GQ":" \" How can we make money from our business?\" Answer : \"We don't really earn our money yet!  We would never give any of what we make to the boss unless he asks first!!\"\n","R1_GQ":"   \"I've already spent too much time working in this job to switch jobs tomorrow without a plan. If I do switch it to a different company what would the impact of the change in job be in my personal life as well (family\/home situation?\"    Answer  \"I may loose some","R2_GQ":" How many hours per day is too\n","RQ":" \"How much money would you lose by quitting your job today.\"    Answer:                        "},{"OQ":"What is the brand name of the five star category of hotels?","P_0":"  \"What's the name for the five stars of hotels, and is it a chain or a single hotel?","P_1":"                                            ","P_2":"  \"What's the name and brand for the five star category of hotels\"","P_3":" \"What's the name of the five star hotel in the city?\"\n","P_4":"                                            ","P_5":"  \"What's the name for the five Star category of hotels\"","P_6":"  What are the five Star hotels in the world and why?","P_7":" \"How can you tell a five- star from an average hotel?\".","P_8":" \"What's the brand of the five stars category in hotels ?","P_9":" What is the brand name of the five Star category?","P_10":" \"What's the name of the five Star category hotel in the city?\"","R0_GQ":"                                                                 ","R1_GQ":"                                                                 ","R2_GQ":"\n","RQ":"                                            "},{"OQ":"What is the brand name of the heritage leisure segment of Hotels?","P_0":"  \"What are you doing with your life?\" \"What do your parents do, and what are your hobbies or interests and why does it affect the way we work on the hotel?\"\n","P_1":"  \"How can I make my hotel look like a heritage hotel without having to change the name or the look ?","P_2":"  \"How can I get my hotel to have a heritage segment of leisure?\"\n","P_3":" What are the brands of the heritage segment ?","P_4":"  \"Why do you have to ask me about the heritage segment?","P_5":"  What's the brand of the heritage segment of Hotell?","P_6":"  \"Why do you keep asking this?","P_7":"  \"What is the brand name for the heritage segment in HotELS ?","P_8":"  What's the brand name of the heritage segment in HotELS?","P_9":" \"What are the brands that are the most popular and well known among the guests ?","P_10":"  \"What's the brand of the heritage segment?\" \"Hotels.\"\n","R0_GQ":" \"How many hours did they give to you today in the hotel?\"\n","R1_GQ":"  What is your job at the hotel?","R2_GQ":" \"Can I take a picture or video in your room at the hotel?\"\n","RQ":"  \"What are you doing with your life?\" \"What do your parents do, and what are your hobbies or interests and why does it affect the way we work on the hotel?\"\n"},{"OQ":"According to the graph, when is the YoY growth the lowest?","P_0":" \"Is it possible for the growth in the number of subscribers on the site to continue at this level during the next year or so.\"           The answer: No   The graph","P_1":" \"If you are a trader, how many times should you buy a stock to reach the same level?\"  The answer should really come into focus during the next few quarters since the market will react differently on the news and the","P_2":"  \"The graph is showing the Yo-Yo growth. How long should this graph show this growth rate ?","P_3":"   \"When is the lowest Yooy growth?","P_4":" \"When is the Yooy growth lowest compared to the previous year and the previous month.\"","P_5":" \"How long has it been since the graph started growing?\"\n","P_6":"   \"The graph says that the growth has always reached the lowest point between the years of 2000 - 2015.\"","P_7":" \"What's the lowest YoY growth in the last 12 quarters, and how did it affect the stock?\"","P_8":" \"when is the Yo-yo growth the largest\"","P_9":"                                             ","P_10":" \"How long is the YoY growth of the stock market?\"","R0_GQ":"\n","R1_GQ":"                                                                  ","R2_GQ":"                                                                  ","RQ":"                                             "},{"OQ":"Which is the second largest hotel chain in India?","P_0":" Which hotel chain in India has the largest number of rooms (in terms of number per square meters) and the highest number of rooms occupied ?","P_1":" Which is the second biggest hotel in India (in terms of number rooms).\n","P_2":" Which hotel is the most expensive ?","P_3":" Which is the largest hotel company in the world, and in which country.","P_4":" Which hotel is the second largest in the world.\n","P_5":" Which is the largest hotel brand in the world.\n","P_6":" Which is the second largest hotel brand in India ?","P_7":" Which hotel brand is the biggest?","P_8":" Which is the second most popular hotel brand?","P_9":" Which is the second most popular hotel brand in the world after Marriott ?","P_10":" Which is the largest hotel group?","R0_GQ":" Which hotel chain in India had the highest occupancy and the largest number of occupied room(in terms per squaremeter), and which chain has the largest number rooms( in number ) in India.\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Which hotel chain in India has the largest number of rooms (in terms of number per square meters) and the highest number of rooms occupied ?"},{"OQ":"What is the rate of Switching Losses in 1995","P_0":"  \"Why is it that the Switch is so much faster in 1995 then the Switch today compared to the Switch in 1995?","P_1":"  \"Why do you want to switch to a new phone?\" \"It doesn;'t have the same features as the one I just purchased\"\n","P_2":"  \"In 1995, how much of a Switching Loss is there?\"","P_3":"  \"In 1995, how do you feel when switching from one game console or handheld system, to a different one. How do the Switch and the 3ds compare in terms of switching losses per game. \"","P_4":"  \"What's your rate for switching losses?","P_5":" What was the rate of Switchings losses in 1995 ?","P_6":"   \"What was the rate in 1995, and why has the rate risen sharply\"","P_7":"  \"What's your rate for switching losses in 1995 ?","P_8":"   \"Why is it that the Switch has a higher rate of switching losses on average and is more expensive (components, materials, etc, etc.) to make then other consoles?","P_9":"  \"Why are you switching so many times?\"","P_10":"  \"What's the rate at which people switch from one console (Nintendo Switch) to the others.\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \n","RQ":"  \"Why do you want to switch to a new phone?\" \"It doesn;'t have the same features as the one I just purchased\"\n"},{"OQ":"What is the abbreviation of Current Medical Research and Opinion?","P_0":" \"what is the abbreviation of Current Medical Research and Opinion?","P_1":" \"what are the most important medical journals for a medical doctor in the world?\".","P_2":" What are the abbreviATIONS that are commonly known ?","P_3":" What are the abbreviative forms of the words \"medical research\", or \"clinical research?\", in the English language (or in other languages in the world)?\n","P_4":" What is the abbrev. of Current Medical Research and Opinion ?","P_5":" What is the abbretion of the word \"opinione\", which is the abbrevation used for the word \"Opiniona\" in the Spanish language (and in other languages of the world).   ","P_6":" What are the most important medical journals in the world in your country?","P_7":" What are the most important medical journals published and how is the research conducted and published in them ?","P_8":" \"Why are you so obsessed with the word 'evidence based\"? What does it add that you've lost track?\"","P_9":" What are the abbreviate terms used in the medical field that are used on the internet ?","P_10":" What is the abbrev. of Current Medical Research and Opinion in English?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What are the abbreviative forms of the words \"medical research\", or \"clinical research?\", in the English language (or in other languages in the world)?\n"},{"OQ":"Who is the executive director who has 8 other directorships?","P_0":"  \"How is it that you are the only one in charge here, and you are not even a director\"","P_1":"  \"who has the most directors?\"","P_2":"     Who's the executive who is the director that is the executive who runs the company who's the executive who's in the company, and the executive that owns the company owns all the companies ?","P_3":"    \"I wonder about the executive director who is also the president.\"                           ","P_4":" \"whoever is the most senior person\"                                  ","P_5":"   \"Why does the executive head have 8 directors?\"\n","P_6":"  Who is the executive director of the EasyJet board of directors?","P_7":"  \"What's the point in having a director that's only responsible to one other board if you want the director's job?","P_8":"   \"Is it possible that the executive director has more than 10 directors?\"   \"Well, no.  He just got a new job and is still getting used to things...  But no, not","P_9":" \"How do we get rid of the executive directors of theJimmy Fund and the forward-looking foundation?\"                      ","P_10":"  > Who was the executive who has 8 other directorship positions\n","R0_GQ":" \"what is the most senior person at your organization\".\n","R1_GQ":"  Who do the most senior people work with, and\n","R2_GQ":" \"What is the most important thing for a person of the most senior position on a company, and who does the person have to be\"","RQ":" \"whoever is the most senior person\"                                  "},{"OQ":"In which year did he do his Ph. D. from the University of Oklahoma ?","P_0":"  > Do you really believe that the earth is flat  > If the Earth was flat   > How can the sun and the stars be in the same sky at night ?","P_1":"            \"What is the most important thing you remember from your Ph D studies with Dr. _____?\"","P_2":"  > What year is it that you received the Ph D from the University?","P_3":" \"When did he do his PhD in the field of \"Ph\" ?","P_4":"  > What year does he do Phd. in the University?","P_5":"   \"Why is it that you can't get a Phd in the field that you are studying, even with a Phd?\"","P_6":"  > What year is the Phd in?","P_7":" \"Do you think that the University of Oklahoma is a good school, or do they teach you to be a good person when there ?","P_8":"  \"How long were you in the military and what branch\"","P_9":"                                                ","P_10":" \"When did he start his Phd at the University of Oklahoma in the year of his birth ?","R0_GQ":"\n","R1_GQ":"                                                                     ","R2_GQ":"\n","RQ":"                                                "}]