[{"OQ":"A revolving door is convenient for two direction travel, but it also serves as a security measure at a what?","P_0":"     \"What's the best way of getting around the city without having to go out the back or through a back entrance?","P_1":" \"I need to travel to the other direction of the city to get a job but there will always someone waiting for the next train and the next train and... and...\".\n","P_2":" \"If you don t have to move, then what are you moving ?","P_3":"  \"What is a security measure, and when would I ever want to have one installed?","P_4":"  \"A revolving door allows you two direction travel and security measures in one.\"","P_5":"  \"Can't we use a revolving door that opens and closes automatically so that it serves two functions of security, and also be more efficient by reducing the number of people required for opening\/unpacking a box\"","P_6":"    \"What if I am in a situation, for instance in a car on a crowded highway that I feel unsafe?","P_7":"  \"What is the most efficient way in which to travel through space (in a straight-lined manner?)?\"\n","P_8":"  > A revolving door can help you get between two places (a revolving door and the security door of a bank).\n","P_9":" \"Is a revolving door a good security device?","P_10":"  \"If I travel in a straight path from A, and I'm stopped from going in that straight direction by a revolving doors, but it only moves for one way direction. Does that mean it stops for both direction ?","R0_GQ":"\n","R1_GQ":"","R2_GQ":"","RQ":"     \"What's the best way of getting around the city without having to go out the back or through a back entrance?"},{"OQ":"What do people aim to do at work?","P_0":" \"How long did it takes you?\"\n","P_1":" What would you like people in your life doing during your day.","P_2":" \"Is it possible you do something more interesting on your own?","P_3":"  \"You can be a programmer in the morning if your work is boring... or in your free times.\"\n","P_4":"   \"What's my purpose for working\" \"To make a profit from the work that i do.\"\n","P_5":" \"Do I like my job and am doing well, do not have a problem and it has not hurt my life.\"","P_6":"    What is the most important task in your office right at the second?","P_7":" what would you say if your boss would be like \"I am not going for a walk at lunch\" but then he'd say to go for the walk because you needed to clear some space\n","P_8":"    \"what would you be happy at your current job if it is what makes YOU happiest?\"\n","P_9":" What is it that you enjoy, or enjoy about it at your current workplace?","P_10":" What is the most important task in your life today\n","R0_GQ":" What is most important?","R1_GQ":" What do YOU want for your life now\n","R2_GQ":" What task is most important to you this minute, and for at the moment in history that you have been alive.","RQ":" What is the most important task in your life today\n"},{"OQ":"Where would you find magazines along side many other printed works?","P_0":"  \"I can't seem to keep up with the latest magazines. Where in the world, can people read them without paying for it or using a subscription.\"?","P_1":"  \"What do you have that I've always thought I wished there to?","P_2":"      Where, if at all possible in the world today ,could I purchase a magazine?","P_3":"  \"I am looking for a magazine that has a lot of pictures. I noticed that there was a lot in the magazines that were not in the books. So that is where the question arises, is there any","P_4":"  \"Do you find magazines along the street in Paris?","P_5":"  Where could I put a magazine next to a book, or next a book cover ?","P_6":"  \"How to find magazines\"","P_7":"  Where should one be allowed access, where one is permitted access or where one needs not be?","P_8":"  \"Do you happen know anywhere, in the world, to have a copy of the following book?","P_9":"   \"How does one get a hold a magazine that has been published and is not in the public library, or a bookstore that also sells books in the same format?","P_10":"  \"Why are there so little magazines on the internet and in stores now?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"","RQ":"  \"I am looking for a magazine that has a lot of pictures. I noticed that there was a lot in the magazines that were not in the books. So that is where the question arises, is there any"},{"OQ":"Where are  you likely to find a hamburger?","P_0":"  Where did you go for your hambuger?","P_1":" Where have I been?","P_2":" \"What are the most common foods eaten at McDonalds?\".                              ","P_3":" \"When are we gonna go out?\"     Answer to question, \"Never!\"\n","P_4":" \"I see a lot more hamburger than I am willing and able or able and unwilling, or able, able, to make, to eat in a reasonable, healthy time\"\n","P_5":" \"What's your favourite burger?\"\n","P_6":" Where *might* a hamburger exist\n","P_7":"  \"If I eat a hambone, I get a burger.\"","P_8":" \"Do I like hambunters ?","P_9":" \"Are hambreggs available anywhere besides the US or Canada, and is there some sorta way around this?\"\n","P_10":"  Where, in the world's largest city, would it not appear, in the middle of the city's downtown, on a street corner in a residential neighbourhood?","R0_GQ":" \"Do you ever think of eating at McDonalds or Burger King, or any other restaurant at all ?","R1_GQ":"   What foods at McDonalds?","R2_GQ":" What foods do you eat the most, McDonalds or Burger?","RQ":" \"What are the most common foods eaten at McDonalds?\".                              "},{"OQ":"James was looking for a good place to buy farmland.  Where might he look?","P_0":"  \"Why is it that the richest people have a hard time paying their fair taxes when they own a huge amount, and the poorest people cannot do any better with all that wealth than to buy land?\"       ","P_1":"  \"What's a good place?\"\n","P_2":"  \"I wonder about the best place to farm land\"\n","P_3":" \"How about a place called visas?\"                                        ","P_4":"  \"I can buy a farm for a lot in this area and I think I can buy land cheaply\"\n","P_5":"  \"Where are good farms in the US\" ?","P_6":"  \"James was searching for farmland and he wanted it in the middle of nowhere\"","P_7":"  \"Can we have a good place to buy farmland.\"","P_8":"  \"Is there such a thing, in this world as a good place.\"","P_9":"   \"I see a lot of farmland, I have money to get it but it'll only work with a good place, so what are good farms?\"","P_10":"  \"What do you recommend for a good place of land to invest?","R0_GQ":"    \"If you wanted a place that would help you find a visa to the U S of America and you did not want it to look like you are trying too hard. Would it be a place named visas.\"?","R1_GQ":"\n\n  \"Where should I live to live?\" (Paragraph 1)\n","R2_GQ":"  \"How many people are there here to buy visas and\n","RQ":" \"How about a place called visas?\"                                        "},{"OQ":"What island country is ferret popular?","P_0":" What island nation does ferrets have the highest population ?","P_1":" What island nation is the most popular for ferrettas ?","P_2":" What island countries have ferals?","P_3":"  \"Is ferreting popular island wide or only in the south?","P_4":"  \"Do ferals exist anywhere in the world except in the United States and Canada ?","P_5":" What island countries do you like to go on vacation and why is it the one with the ferredogs ?","P_6":" What island countries has ferret become popular with ?","P_7":" What island nation is ferrel popular to ferres?","P_8":"  \"I have a ferret and I know how to take good photos\".","P_9":" What island nation is ferrett?","P_10":" \"Are ferris wheels popular or not?","R0_GQ":"\n","R1_GQ":"  Do ferALS (or ferals, island, What, nation etc ) exists elsewhere except in the United States & Canada, or is this a question of semantics\n","R2_GQ":"\n","RQ":"  \"Do ferals exist anywhere in the world except in the United States and Canada ?"},{"OQ":"In what Spanish speaking North American country can you get a great cup of coffee?","P_0":"  > In which Spanish speaking country *could* someone find a great coffee?","P_1":" \"Which country does not allow you the freedom to make a cup of coffee, and why\"?\n","P_2":"   \"How to make the perfect cup?\"\n","P_3":"  > In what Spanish-English speaking North Amerian city or town you can easily obtain a cup of coffee that tastes as delicious or more than delicious to the average person in the city of the city.  I am guessing that the","P_4":" \"How do you make the best cup of coffee?\", \"In what country would that be possible ?","P_5":"   In what Spanish speaking North Americans can't they get a great cup or coffee?","P_6":"    \"I was just in Mexico, and I had the best cup o' Joe ever!\"","P_7":" \"What is the best coffee in the world in which you reside?","P_8":"  \"How is it possible in the USA, that you could be so bad that the coffee would go bad within hours?\"","P_9":" \"In what Spanish-language NorthAmerican country, can one buy a great cup-of-\"  \"In what Spanish speaking country?\"\n","P_10":"  \"How do you pronounce the word 'Caffè'? \"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Which country does not allow you the freedom to make a cup of coffee, and why\"?\n"},{"OQ":"What do animals do when an enemy is approaching?","P_0":" \"what is the first instinct of the animal ?","P_1":"  \"If you want to survive, you will need to be able to run faster so you have no time for your opponent\"\n","P_2":" \"Why do they attack us, when there's no one around?","P_3":" \"When you feel threatened you run, when you need help you give it.\"\n","P_4":"       \"Hey, you, you, you, you, you... you, you! You're gonna have to get the hell off my property or I'll have your ass!\"","P_5":" \"what should i do?","P_6":" What happens on the other end, if the enemy gets there too far or too late?\"      Answer : They run the fuck the other way.        ","P_7":" What would you do with a bear if one attacked the village, and the village was in a forest and there couldnt be any cars?","P_8":" What are animals good and evil?","P_9":" What is the most effective way for an animal to get away?","P_10":"  \"What is the best way for a dog to run into the woods with a bear and not have a bear chase it.\"?","R0_GQ":"  \"So, you, you're going, to have your ass, off my property,\"         \"What?\" \"You know what.\" \"You mean, I?","R1_GQ":"\n","R2_GQ":"\n","RQ":"       \"Hey, you, you, you, you, you... you, you! You're gonna have to get the hell off my property or I'll have your ass!\""},{"OQ":"Reading newspaper one of many ways to practice your what?","P_0":" What do I need to read for my job to be successful ?","P_1":" \"what do I say if someone is talking to me in a language that is different from the one they know and speak?\".","P_2":"                 Reading newspaper is one way how to learn how to read. But it only a small part because it doesnot give enough information for","P_3":"  \"Reading newspaper is not the way of practicing your what is it?","P_4":"                 Reading newspapers is the best and quickest way, but it doesn' t give me a lot in terms of practice and understanding. What","P_5":"   \"What are some good ways of practizing your what ?","P_6":" What do we have in common ?","P_7":"  \"Reading newspapers is good practice.  What's the best practice?","P_8":"  > What is the best way for you, as an English speaker in your daily routine to improve the quality in which I am writing, and how, do you intend, on that?","P_9":"   \"How do you practice your what if you are not good?","P_10":"   \"Why do you want to do this?","R0_GQ":"\n","R1_GQ":" What is the best and easiest way to read a newspaper?","R2_GQ":" What are the best ways that I, can get practice reading newspapers, but\n","RQ":"                 Reading newspapers is the best and quickest way, but it doesn' t give me a lot in terms of practice and understanding. What"},{"OQ":"What do people typically do while playing guitar?","P_0":"  What is the best way of playing guitar that does not feel like a chore?","P_1":"  \"What do you typically do?\" \"I usually just sit around playing guitar. Sometimes I do some writing though.\"","P_2":"    What's the best thing about playing guitar  ?","P_3":"  What is the most common thing that you would say you're doing wrong or that you didn\"'t get the hang out for on a guitar?","P_4":"   I play guitar while I am on the toilet to relieve stress\/anxiety and I do it for the same effect as meditation or yoga","P_5":"  \"Why do we do something that's fun if you do that for the sake of fun...\"","P_6":"    What are your favorite songs, and do they change depending on where or where in the world they might come?","P_7":"  \"What do people *not play guitar?","P_8":"  \"Hey, I'd just love it if I can play this song on my guitar. Is that possible without any special equipment ?","P_9":" I've asked myself it at various points and never come back with \"I don't remember what to say and how it'd come up if anyone were to say something.     So it","P_10":"  What do people do for funs while they listen?","R0_GQ":"\n","R1_GQ":"\n\n What do your favorites songs change according to your place  or  time  of day when you're  listening?","R2_GQ":" What is the best song ever created, and if you had the ability and the time and the money and the talent, how might it look like in the future and who knows who's going be around?","RQ":"    What are your favorite songs, and do they change depending on where or where in the world they might come?"},{"OQ":"What would vinyl be an odd thing to replace?","P_0":"  \"What would you replace vinyl records for\" ?","P_1":" \"You should probably have a backup plan for when you die\".","P_2":"   \"If you could only eat one thing every month that was not meat\/fruit and veggies\/rice would be what you should have?\"","P_3":" \"Why would you put a vinyl record player next a microwave oven.\"","P_4":" What's a better way than vinyl?","P_5":" \"Is vinyl a better material?","P_6":"   \"Why is vinyl so bad\"\n","P_7":" \"what would be the worst thing for a person to see in their life?\"","P_8":"  \"Would it kill them not have a vinyl release?","P_9":" \"How many vinyl records could you sell?","P_10":" \"When I see a car with vinyl windows I have two questions - what's in the car (or why does it cost more)? and is that a good idea (or a terrible idea)...?\"","R0_GQ":"\n","R1_GQ":"","R2_GQ":" What is the worst thing to a person they\n","RQ":" \"what would be the worst thing for a person to see in their life?\""},{"OQ":"If you want harmony, what is something you should try to do with the world?","P_0":"   What do we need to change or fix with our world (or with ourselves)?                              ","P_1":"     \"Why are you here, and how can we achieve harmony with this world that you exist, and what do the people you work or work closely around do in your absence.\"\n","P_2":"  \"How to make the world more harmoniously?\"\n","P_3":" What would you rather do that you‚ve only recently got access and knowledge in?","P_4":"        What would you rather have?","P_5":"    \"Do you wish you were more like the people of the world instead you wish to change the world. If your answer is no I have something you might need\"\n","P_6":"  \"I feel like I'm just being a good person all the time but it all ends up feeling like work so what am I doing wrong?!\"  I say, \"Don‚€’t worry about that. Just keep","P_7":"  What is the most important thing we are going to discover as humans to become better people and to improve the planet we are on ?","P_8":"  \"Why are we here?","P_9":"      What do you need harmony for. What are some things you're doing as a result and are there benefits \/ drawbacks\/ side benefits ?","P_10":"  \"What is the most important thing for the world?","R0_GQ":"","R1_GQ":"\n","R2_GQ":" How do we fix the problems (in ourselves, the planet or in the world\/society)?  What are the\n","RQ":"   What do we need to change or fix with our world (or with ourselves)?                              "},{"OQ":"Where does a heifer's master live?","P_0":" Where do the heiress and the heifer live\n","P_1":"   \"I've got a heifer. She wants a master. Can I please ask your opinion?","P_2":" \"Is there anyone out of the world that can give me a heif's master?","P_3":"   Where do the heifer's master live ?","P_4":"  \"Do you really see a heifer as an independent entity to have a master and a mistress, as in a relationship with a man\/herself and her own body to have children?","P_5":" Where does the heifes master live.\n","P_6":" Where are the heff's masters?","P_7":" Where did the heifers' master live before he became a heifer, or before she became a cow or before she turned into a pig and before she died in the slaughter?","P_8":" \"I have a heffer. Where should I live it to make the most of my heifers?\"\n","P_9":" \"When does the heifes master come into play and how much does it change her life?","P_10":" Where do the cows live.","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where did the heifers' master live before he became a heifer, or before she became a cow or before she turned into a pig and before she died in the slaughter?"},{"OQ":"Aside from water and nourishment what does your dog need?","P_0":"    \"What's the best way for me, as an individual, to provide for my dog, and to provide a happy, fulfilled existence.   I ask this in the spirit of the fanbase of","P_1":"  \"Can we eat the dog?","P_2":"   \"Can we get a dog that will not need to go outside in the cold winter to do his job as a guard?","P_3":"  \"Is there any way to get her to eat?\"      Answer to that:   \"If you don' t get her to do her job she won t do yours so you might","P_4":"  \"Why are you feeding your dog?\" \"What else needs to go on their diet, besides water?\".\n","P_5":" \"Is my dog going through a growth phase?\"","P_6":"  \"I will buy a dog, but how do we keep it healthy?\". I would've answered with a list (and I wish someone would make that list because my dog has been sick as hell recently after a","P_7":" \"Are you feeding your dog enough?","P_8":"  \"Do I get a dog because it will eat, or to be a companion\" ?","P_9":"     \"Daww, I can feel the love from you, but what about your dog?!\"","P_10":"  \"I have a dog and she's a good girl, so how do you give me more money.\"?","R0_GQ":"   What do you, as an individual provide, as a dog, and in the spirit of the fanbase of\n","R1_GQ":"","R2_GQ":"\n","RQ":"    \"What's the best way for me, as an individual, to provide for my dog, and to provide a happy, fulfilled existence.   I ask this in the spirit of the fanbase of"},{"OQ":"Janet was watching the film because she liked what?","P_0":" \"why does she like it and not the other films?\"\n","P_1":" \"Was it the film or the music?\"","P_2":" \"If you didn t like the film you should've told me.\"\n","P_3":" \"Did you know that Janet was watching the film because of the film?\"       Answer to the question was \"It had nothing whatsoever to do with the film.\"","P_4":" \"Janets, did you have a good time watching the movie?\"","P_5":" \"Is it possible for a woman and a man with the same taste of movies be friends\"   I've watched the movie a hundred thousand times. It means that I watched the film with her,","P_6":" \"So, why are we here?","P_7":" \"What did you enjoy?\"\n","P_8":" \"What do you feel about the film?\"               \"Oh it looks so good!\"   \"Can you recommend the film to my friends","P_9":" \"Do you really hate the film?","P_10":"  \"What do you do with your life when your husband leaves your family for a woman he's never known?","R0_GQ":"\n","R1_GQ":"    What did your friends feel about the\n","R2_GQ":"   \"The film is good but I feel that the film would do a good job of showing me the world without me doing too.  How should this be done.\"?","RQ":" \"What do you feel about the film?\"               \"Oh it looks so good!\"   \"Can you recommend the film to my friends"},{"OQ":"What are you waiting alongside with when you're in a reception area?","P_0":"   \"Why am not in the reception when I get here?\" \"No one has a reception\"","P_1":" What's the worst thing a receptionista has ever told\/says for a customer's sake (to the point)  Answer: Nothing.    I don' know if I'M the worst, it just","P_2":"  \"I would be waiting for the receptionists and the receptionist's assistants\".\n","P_3":"  \"So you are waiting, what you have in front is a table full, and then the reception is full...\"\n","P_4":"  \"Are these people really going to wait until the last moment or will we start the ceremony with a kiss?","P_5":" What is the first thing you want them see or say at your reception?","P_6":"  \"How do they want to meet you and how is the reception going at your place so far?\".   I've waited a while for my wife too ;)     I know that it makes a lot less","P_7":" \"How is the reception area?\" \"What's it doing right then!\"   I usually take the time after I've done my first few rounds for a quick walk round of the place in question but not always :)\n","P_8":"   \"How are the people?\"   \"Good, but there isn‖t enough food\"\n","P_9":" \"I'm waiting to hear from the bride's father!\"\n","P_10":" \"If you can do it in the reception of the hotel where are they hiding you?\".   The answer was that they would probably be in a room at the hotel.","R0_GQ":" \"Is the bride's father going out tonight?\".\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I'm waiting to hear from the bride's father!\"\n"},{"OQ":"When drinking booze what can you do to stay busy?","P_0":"   \"Hey, what else does one do?\"\n","P_1":" \"Why are there so damn few people drinking?\"","P_2":" \"I know I probably do nothing wrong while drunk, is there still anything you want?\"\n","P_3":" \"Can't you think?\"                                    ","P_4":" \"When drunk do anything?\".   I don't.","P_5":" \"If you go home drunk and you have a headache tomorrow how do we fix it today, and not the night it happens?!\"\n","P_6":"     \"Why are we not drinking?\"","P_7":" \"Do I look like I could be doing anything right?\"      Answer : \"No. I mean you do have to be doing things *right* for the booze, like getting up at","P_8":"   \"I'm bored and lonely.\"  \"So, do anything.\" (I. e., drink) \"I am not bored, alone... I do nothing but drink, and drink... I cannot","P_9":" \"Can't do much when drinking, can't focus well.\"","P_10":" \"what should you have for breakfast?","R0_GQ":"  Can you think, or is it too late ?","R1_GQ":"  \"If I could, can I?","R2_GQ":" Can you think or do not?","RQ":" \"Can't you think?\"                                    "},{"OQ":"A fencing thrust with a sharp sword towards a person would result in what?","P_0":"  \"How do you defend the person you just attacked while they're still moving\"\n","P_1":"  \"A fencing thrust towards the person's chest, would the person die if hit by said thrust\"?    The answer would most be yes :P              ","P_2":"  > If you're going into a fight you expect that your enemy won' t attack you first because it will end very bad\n","P_3":"  \"A sharp sword thrust towards a man is likely going to result a fatal wound without any other weapons, is this a good or evil thing ?","P_4":"              If a person is wearing a helmet (which is the case for most modern fencing) they don'''t take damage as a result because their skull is protected as well","P_5":"   \"A sharp sword thrust in the direction of a person who is not moving forward (or in a defensive posture), with the intent and ability (but also the ability and intentionality or skillfulness or skill and intention","P_6":"                  If the person is wearing a helmet or is wearing a face veil   If there was an open wound  If the person was wearing a full","P_7":"              A) A sharp sword thrust to the head  B)\" A sharp sword thrust with the sword towards the body and the head, resulting to a fatal wound on both","P_8":"                A thrust with the blade of a sword is a thrust, and a thrust with an axe is an attack, right, but what if someone uses the blade","P_9":"  A person who was not expecting that would likely die or suffer a lot of injuries\n","P_10":"  If the sword was sharpened on either the hilt (or the blade), and the thrust came out from a side-to-ground position. What would be the result ?","R0_GQ":"  If the person had a helmet, was wearing face covering, and the person attacked with a sword. What is likely?","R1_GQ":"  What would be the best way to describe what happened if the person wore the helmet or was in the face veilt?","R2_GQ":"    If there IS no open wound and there's no open wound, what's the most likely thing is to happen ?","RQ":"                  If the person is wearing a helmet or is wearing a face veil   If there was an open wound  If the person was wearing a full"},{"OQ":"Unlike a spider and his many sight seers, people only have what?","P_0":"  \"Does the fact that you don 't feel pain in the same sense that a spider has make the spider less of one and therefore not a person or a thing like a person?","P_1":" \"If you want to understand the world better then you first need an education.\"","P_2":" \"I saw a spider once.\"    The answer was \"You only saw one.\"  The question was, how would a person see more than that.\n","P_3":" \"If you can see the future but are blind you'd need to know the past and that's a lot of information\".            I guess the answer can go with \"a lot","P_4":"  \"What are your thoughts in the matter?","P_5":"  \"I only can see the future and I would say that I should have a lot in my future. So if there wasn'''s any thing bad for my life to happpennen (like a war for example","P_6":"      \"I can't wait until the next time I hear a spider's web. It will be so cool and I can see the web from my window!\"       \"Well you heard","P_7":" \"I want a spider that sees me.\"\n","P_8":" \"Why are there no decorations to decorating the Fascinator?\"       Answer: \"They don‡t need decorations\"","P_9":"   \"If you only had what you saw in the mirror how many people are you really?","P_10":" What do we call the people in the world?","R0_GQ":"\n\n \"Can I please go outside for the next 10 minutes?\"","R1_GQ":"","R2_GQ":"  \"Is there anything you want to ask me?","RQ":"      \"I can't wait until the next time I hear a spider's web. It will be so cool and I can see the web from my window!\"       \"Well you heard"},{"OQ":"Where do adults use glue sticks?","P_0":"     Where would you glue your penis if your penis were a stick of glue\n","P_1":"      \"Is there anything you think you're better able to accomplish when you've had a few drinks\/drugs in the last 48 hours\"\n","P_2":" \"Where did you put the glue sticks in your room when you came over for the weekend.\"        Answer : \"Under your bed\"","P_3":" \"Why don' you glue your shoes on?\"    Answer to that question would likely be \"Because they work\", or maybe to prevent them getting dirty while you are cleaning them...","P_4":" \"where is the best spot\"                               ","P_5":" \"Do they even use glue?\"\n","P_6":" \"I never thought that the glue would make the phone so heavy ! I am going home to get some more glue and try again...\".\n","P_7":" Where the hell does a grown up put glue?","P_8":" Where are adults using glue stick to hold their hands to the wall for a photo.      In all my years i NEVER see a grown adult holding their hands that high to","P_9":" \"Do adults in the US glue their fingers onto their hands at the end of the day instead?","P_10":"  \"You use glue sticks?","R0_GQ":"   \"I need help finding the best place to hang my bondage gear (boots, rope and harness).  I would ideally just like an opinion\/ideation about what the best location, or areas might look or look similar or be in the same neighborhood. \"    ","R1_GQ":"   Where are the best places in the world?","R2_GQ":" \"Where does the best spot to grow a tree be?\"\n","RQ":" \"where is the best spot\"                               "},{"OQ":"What could go on top of wood?","P_0":" What can go inside of a wood?","P_1":" \"Can you imagine a world, where you could build anything with wood?\".           The answer being: \"I really really hate wood, so it's","P_2":" \"Can I put a wooden top over my wood?\"","P_3":"   \"Can we have a wood top?\"   \"Not without a wood top.\"\n","P_4":" What is the most dangerous thing in the world to a dog and why is that ?","P_5":" What would go on top a wood?","P_6":"  What's a good way of making a fire?","P_7":" What could go up a tree that doesn'T fall over?","P_8":" What is the most dangerous thing that can grow out a tree and what are its main characteristics in order that we shouldnot be concerned in its growth.","P_9":"  \"Can you make a wood top that won't break?","P_10":"    \"What could go *inside of* the wood\" ?","R0_GQ":"\n","R1_GQ":"","R2_GQ":" What are some things to be careful for in a dog ?","RQ":" What is the most dangerous thing in the world to a dog and why is that ?"},{"OQ":"The artist was sitting quietly pondering, then suddenly he began to paint when what struck him?","P_0":" \"I am sitting at a table with a painting of a woman on one wall and a painting of a man standing at attention opposite, both of whom look at me and smile.\"\n","P_1":" \"Why is it that the artist is always painting?","P_2":" \"Oh, I really thought I already saw that before?\"","P_3":" \"The artist was sitting quietly pondering, when what struck he?","P_4":" \"What struck you?","P_5":" \"what struck him\", \"ponds\"\n","P_6":" \"The artist was pondered in a quiet place when a sudden thought struck. The artist was thinking, what would be a better way to show the beauty than to paint it.\"              ","P_7":" \"What was the first thing he did before he even had the idea?\".\n","P_8":" \"what is the most important thing in the world\".\n","P_9":" \"I don‡' t know, I think I was thinking about thehawthorns and the flowers.\"                           ","P_10":" \"Why is it so hard?","R0_GQ":"   \"How did I end up in the garden?","R1_GQ":" \"I was wondering where the haw thorns and the flowers went.\"\n","R2_GQ":"      \"What is the meaning behind the phrase 'I think I' 'I thought', 'I thought, I, I was' or 'What am thinking'? What do I, I'm, I think?","RQ":" \"I don‡' t know, I think I was thinking about thehawthorns and the flowers.\"                           "},{"OQ":"Though the thin film seemed fragile, for it's intended purpose it was actually nearly what?","P_0":"   \"Can it withstand the stress?\" \"Can we put it back?\"","P_1":"    \"How does a thin-layer-transceiver-transdunder work with a thin-layer-transducers-transuitor?","P_2":" \"Why did the thin film seem so thin ?","P_3":"   \"The thin-layer-transistors (LSTs)\/MEMS\/etc were designed in the late 90\/early 00's with the goal that the device could be made into a flexible, wearable, low cost, and low","P_4":" \"Why is the thin- Film fragile yet strong at same time. \"     Answer:               Thin film is a thin film because of the properties it can have.","P_5":"  \"Is the thin-line film really fragile and will it last long?","P_6":" \"What is the purpose, and what is its performance, for the thin film?\"","P_7":"    \"Why did you chose to make this film with a thin film?\"","P_8":"  \"Can you make a thin film that will protect a car from a bullet?\"\n","P_9":"  \"Can I put a thin film like this between two pieces to hold a piece?","P_10":"  \"What is the purpose of the thin-filmed glass?\"  \"The purpose of this thin film glass was to provide a transparent substrate, so as to allow the transmission through it, of the light which was incident directly upon this thin","R0_GQ":" \"If I put a thin film on the back side, can it work as a thin transducers?\"   Answer : Yes                     Thin film can withstand the stress of the thin film.","R1_GQ":"\n","R2_GQ":"   \"Why does the thin- Film have the property of being fragile?","RQ":" \"Why is the thin- Film fragile yet strong at same time. \"     Answer:               Thin film is a thin film because of the properties it can have."},{"OQ":"Where could you find a toilet that only friends can use?","P_0":"    >Where's a toilet in the world that you cannot take your friends with?","P_1":" \"What would you have done, if you knew that your friend was going to use that bathroom in a public place like a mall?\"\n","P_2":"  Where in the world could you buy a toilet only for friends who could afford to pay a lot, and not for the homeless?","P_3":" Where would I want to go where there isn‬t a toilet for everyone, just my friends, and a toilet to use by me alone if the need came. I know it was a joke but it had","P_4":" \"Can we go to the bathroom alone at a party\/bar?\"\n","P_5":"  Where do people hang their laundry to be cleaned before being folded into a new load to go somewhere.","P_6":" Where are you from?","P_7":"   \"I just found a toilet with a lock. I'd have no way of using this thing to go to the toilet but I will just sit in my room all alone, and I'll be fine right","P_8":" Where do I meet people with the same interests ?","P_9":"   Where do you go when you don`'t find toilet paper?","P_10":"    *\"What do you call the toilet that only your friend can see and use.\"*","R0_GQ":"","R1_GQ":"","R2_GQ":" \"What if my best friends were going into the mall bathroom with me?\".","RQ":" \"What would you have done, if you knew that your friend was going to use that bathroom in a public place like a mall?\"\n"},{"OQ":"What is someone who isn't clever, bright, or competent called?","P_0":" What is a person that isn't clever?","P_1":" What does a person do after they get a job they hate (and don t know about)?  Answer (from the OP) : They move from one job to the other...\n","P_2":" What do you want for Christmas, and why do you not already have a present in hand by now???\n","P_3":" What are you called ?","P_4":" What do you consider yourself\n","P_5":" What is someone who can't be clever and intelligent called then :D (I assume you were joking.)","P_6":" What do you say if I'm a smart person and you are not, but we get the same grades and you end up in a better position for your career (or for me in this particular situation I got a job in","P_7":" What does it look and sounds like if a person is stupid ?","P_8":" What are you, and why the hell isn ‚’t it obvious","P_9":" What do you not like to think that you know better and think is the truth or that it makes no sense","P_10":" What's a smart, bright person without any talent and no ambition to get a good job, who has no ambition for anything other that to have fun.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What do you want for Christmas, and why do you not already have a present in hand by now???\n"},{"OQ":"When wildlife reproduce we often refer to what comes out as what?","P_0":"  \"What is the animal that produces the egg?","P_1":"   \"When animals reproduce do the animals come in a form of what, or are there multiple forms for one form.\"?","P_2":" \"What comes to mind, when we imagine a baby elephant, or a baby girly?\"","P_3":" \"What is the animal that comes from the egg, the egg comes back to the mother and what comes up out it?","P_4":"  \"How does a baby get out?\".             \"It gets in with mom\".  \"What about the dad\"? \"A sperm and egg get together inside the","P_5":" \"what is the difference to the animal that is born with a penis\/a vagina?\"","P_6":"     \"what comes after what came before?","P_7":"  \"When animals are born we think about them for months as they are growing.\"","P_8":" ′What is the difference?","P_9":" What is the animal that is being described.","P_10":" \"How many animals does it usually take before you can identify their sex?\". I am asking whether the same is said in the case if a female is pregnant in the wild but not in a laboratory setting\".   I","R0_GQ":"","R1_GQ":"\n","R2_GQ":"   How a baby is in the womb\n","RQ":"  \"How does a baby get out?\".             \"It gets in with mom\".  \"What about the dad\"? \"A sperm and egg get together inside the"},{"OQ":"The weasel was becoming a problem, it kept getting into the chicken eggs kept in the what?","P_0":"    \"How did the weasel get so close to the eggs\"   \"It was a wee-sucker.\"","P_1":"  \"Can I keep the weazley in my chicken coop and use it in the food?\"  \"If your chicken eggs have a weazLEY inside of one and you eat a weazely inside of that chicken coof you're going","P_2":"  >The weassels are getting out of hand...  >The weasses were eating all your eggs...","P_3":" \"You have a chicken that has a problem eating eggs... what's going to solve the chicken?\"\n","P_4":" \"How would you prevent the weazel from eating eggs in a chicken co-opt?","P_5":" \"Can I have the weasle?\"","P_6":"  \"Do weasel eggs hatch?\"","P_7":"   \"Do you like weasel?","P_8":"   \"What's the best way of killing the weaselly?\"\n","P_9":" \"Is the chicken egg in the chicken's mouth a weanie, and why should I keep it around as an extra?\"","P_10":" \"Why the fuck did you keep the weaasal in your chicken egg?\"     Answer to the question was that the weasley kept getting inside and eating the eggs so they made an effort in the future to make it not possible because","R0_GQ":" How did weaners get close?","R1_GQ":" How does the wea...\n","R2_GQ":"  \" How was the weevil so close   to the eggs\n","RQ":"    \"How did the weasel get so close to the eggs\"   \"It was a wee-sucker.\""},{"OQ":"Blue read material outside of his comfort zone because he wanted to gain what?","P_0":" \"Why did he choose to do this?\"\n","P_1":"             \"What is the point behind the swirling blue text?","P_2":"        \"Why do you want to gain what?\"  \"Because I believe that my life and my work would make more sense if my work could provide me a better quality life in a more meaningful manner","P_3":" \"why did he want to do this?\"","P_4":" \"I would do anything for annually-released facilitates\"\n","P_5":"  > Why did he not use his comfort level?","P_6":" \"I read a book outside of my comfortzone for the first (or maybe it'll say the third?) time after a year and a bit since my first read-though and it totally changed and I've realized this is a","P_7":" \"Blue is not a good player but he has a lot of potential\".                            I am sure that","P_8":"  \"What is the most important thing to you right this moment that is not in your comfortzone\".","P_9":" \"I read this book because it seems cool.\"","P_10":" \"What is the most important thing to you in life\"\n","R0_GQ":"\n","R1_GQ":"\n\n    What is the best way of describing Blue's potential, what is his best attribute?, what\n","R2_GQ":"    \"I want to be a good\n","RQ":" \"Blue is not a good player but he has a lot of potential\".                            I am sure that"},{"OQ":"After he got hired he hoped for success at his what?","P_0":"   \"What do I aim for?","P_1":"  \"When I see you, I am going for a job.\"  \"You should consider a career change because you will get a lot out from it and will work very long hours\"  \"Maybe I do","P_2":" \"Why did you get fired?","P_3":"   \"Why did you take the job if you had the option for a better job somewhere better ?","P_4":"   \"How would you react after you received an offer?\"","P_5":"  He didn\"T get hired. He hoped.\n","P_6":"  \"Why did you want to join theoutherners?","P_7":" \"How do I get hired in the industry as a game designer in the future ?","P_8":" \"When he had been hired at his new company he did his best but it proved very difficult to achieve success and he lost faith that it will succeed.\"            ","P_9":" \"What do you imagine the future of the company will hold in the future.\"\n","P_10":" \"How many times can you win a championship with the same team and the same roster.\"","R0_GQ":"\n\n \"I believe the company is headed into the future. The company has a lot more to learn in order to get to that future state but they‹t are getting stronger. I","R1_GQ":"  \"How would the future of the company change if you had a job, an aim for it?","R2_GQ":"\n","RQ":" \"What do you imagine the future of the company will hold in the future.\"\n"},{"OQ":"Committing perjury is a serious what?","P_0":" \"Do we really want to go there?\", \"Does it actually work as well to commit perjury (not in a formal sense)?\".    I was going with the latter as a joke","P_1":" \"Why did you commit perjury when you have already given the testimony in the case?","P_2":" \"Can you tell us if you or anyone working directly under you or anyone at the department you work, or anyone from the department who worked closely under you is under a subpoena from a congressional or","P_3":"   \"How did you know that the affordances were not a lie?\"","P_4":" \"What is the penalty if you commit a crime while you were under oath\"","P_5":" \"How do I make sure that the people I'm talking about have no reason whatsoever not too tell a lie?\"","P_6":"  What's the penalty?","P_7":"  >\"How would you like to spend the last moments of life in a prison cell with a bunch of people you know, but doníí' care if it was your last moment and","P_8":"   \"Can you please confirm or deny that you are a liar.\"   \"Yes sir. I am.\"","P_9":" \"What would happen if you lied about something like that ?","P_10":" \"Do you have the ability or ability to lie about something to the police\" or something similar and the answer was yes because he didn;'t lie under oath.","R0_GQ":"\n","R1_GQ":" \"Did you lie?","R2_GQ":"\n","RQ":"   \"Can you please confirm or deny that you are a liar.\"   \"Yes sir. I am.\""},{"OQ":"If you are prone to postpone work what will you have to do in order to finish on time?","P_0":"    If I am prone for procrastinatiom I just need to push through to the last moment (or I am just not motivated by something), then finish on schedule.  But I guess this would probably vary depending the person as I","P_1":"  If you could go back a week, you will do the exact opposite of what will keep the project on schedule this time (if this was last year). You must not make excuses now but you have to take the initiative this year as a whole","P_2":" \"I've always heard the saying, 'You can never get a job if the job doesn´s already been done'\"...  I have been looking through my old projects, and the ones where the work already finished seem like the best option because it","P_3":" If I were to postpone work until next year , would you think it s a big deal if you don't see a big difference on my resume ?","P_4":"  If I don`ve to stay longer to get the job, would I want to?","P_5":" \"Do not procreat, do you understand?\"","P_6":" \"if i get a call, what could be done during it?","P_7":"  If I postpone my work what would i have done to avoid it ?","P_8":" If I have a deadline and my boss wants an early start and is not willing\/capacious enough in terms of resources. If this deadline has a time-pressure and my boss has an unreasonable time pressure on him I won´t do what the boss","P_9":" If you have a deadline you should make it happen even at all.\n","P_10":" \"what if i don´´ve to do some work?\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I've always heard the saying, 'You can never get a job if the job doesn´s already been done'\"...  I have been looking through my old projects, and the ones where the work already finished seem like the best option because it"},{"OQ":"James wanted to find an old underground map from the 50s.  Where might he look for one?","P_0":"  \"If you have an old map from the 50, where could James look it\"  \"The Metropass\"","P_1":" \"Where can i look up old underground maps\"","P_2":" \"I've got an idea, but where did you find it and is there a map?\"                                 ","P_3":" \"where are the old maps in the 50‌s\"\n","P_4":"  \"Do you happen to find old maps in the 50's, that might have been used, to find a new underground map?\"  Answer to the question would of been :  \"Well, I sure know a lot of maps and I wouldn ' t","P_5":"  \"What is the name of an underground map that was found during the 50’s.  I really need a copy because I don‰t own a copy of it yet!\"","P_6":"   \"What is the name, or the location (if possible), of the map that James found in thepoliticians' office?","P_7":" \"where could he go in the city?\"","P_8":" \"Do you ever do anything that's not right in the head?\"\n","P_9":" \"If I was to find a map to the 50-ies, which would it have?","P_10":" \"where was the map that James found in the 50 ?","R0_GQ":"\n\n \"What is the best way I can get to thehematical center?\"\n","R1_GQ":"  \"How old and where is the map?\"         \"Old, found and underground, James, maps and find\"\n","R2_GQ":"\n","RQ":" \"I've got an idea, but where did you find it and is there a map?\"                                 "},{"OQ":"Sean was in a rush to get home, but the light turned yellow and he was forced to do what?","P_0":"  \"I can only assume the light turns red to get him off the road... but why the fuck do cars always turn their fucking headlights ON?","P_1":" \"How come the light turn red before he get home, if the light should red?\"       Answer    \"Because he got hit, he got hit\"","P_2":" \"Why would he get in the car to go home in rush hour traffic?\"\n","P_3":" \"How is it possible for a person so fast that you couldn'r see the car?","P_4":"   \"Why did you run the yellow when you didn't see anyone in front?\"","P_5":" \"What did you think you should of been able too, if it were a red?","P_6":"   \"If you can drive a car you've done something wrong \"","P_7":"    \"Why is it that the light is turning red, when there isn't enough time on the clock.\"\n","P_8":" \"Why was he driving so reckishly if he knew it had to be a red?\"","P_9":" \"What if the light had not changed?\"","P_10":" \"I had to turn left in the middle of the road. I was so mad. Why would someone put the light yellow there ?","R0_GQ":"","R1_GQ":"  \"When I'm driving at night, and the red light turns\n","R2_GQ":"\n","RQ":"    \"Why is it that the light is turning red, when there isn't enough time on the clock.\"\n"},{"OQ":"Where would a person be doing when having to wait their turn?","P_0":"  \"Can you give a time frame to when you'll open the doors at the entrance, or will the doors never close because the people won 't wait longer or something?\" ?","P_1":"  \"What is your opinion\/experIENCE as a person, when waiting in line (for example at a restaurant), or in an airport?","P_2":" \"Where can I find a place that allows me to do something else instead?","P_3":" \"When you wait your turns in the queue do any of  these things:  * Look for the nearest bathroom   * Go outside the queue and look into the sky. (I saw a meteorite) \"","P_4":" \"You are waiting to take the bus?","P_5":" \"I know I'd prefer not standing here and getting my ass whipped in the ass with my own dick by the guy I'm trying not be attracted towards\", but that guy would do nothing about me because it wouldn't","P_6":" \"Are there any places to stand or sit around the venue ?","P_7":" \"Where can we be in the city during rush time without getting stuck waiting in traffic\" ?","P_8":"  \"What are people doing?","P_9":" \"What do I see in the future and what are my goals, and are you able help?\"\n","P_10":" \"Are they going around the block, or just standing in one corner of the street, and when you walk into their lane it seems to take ages to move?","R0_GQ":" Where can i go?","R1_GQ":" \"\n","R2_GQ":"\n","RQ":" \"Where can I find a place that allows me to do something else instead?"},{"OQ":"She was always helping at the senior center, it brought her what?","P_0":" \"What is the purpose for her being at the senior's centre all day long\"\n","P_1":" \"How does it affect you if she helps at the Senior's Center but doesn;'t do any work in the office or in the office?\"","P_2":"  \"She needed a place she thought would offer her a place and help with her problems.\"","P_3":" \"It helps her to know what the seniors eat, she feels bad and wants to help the seniors\"    I imagine that's how it is at the senior centers where she volunteered for a couple days every two or","P_4":" \"I was always helping at the senior Center... and now... I will not do so?\"","P_5":" \"I've asked her for a job, and I've made it abundantly plain to her I appreciate every bit.   I still keep asking her and I need an immediate response...  I want the job and she hasn","P_6":" \"why do people help her if the people are so bad?\". She got the answer: \"it's not that she did all day at the senior home; people like to have her to look up at and say \"I","P_7":" \"I need a job, I already work for the senior center\"","P_8":"   \"Why would you leave the senior centre?","P_9":" \"I heard she was helping the senior citizens at the senior citizens centre and that was how I got to meet her\"\n","P_10":" \"I need a job that I'll stick it out in and that'll allow us some financial independence as well so we have something for retirement later when I turn 60. I think I can work in a senior living center if","R0_GQ":" \"Who are the senior citizens at your centre?","R1_GQ":"","R2_GQ":"","RQ":" \"I heard she was helping the senior citizens at the senior citizens centre and that was how I got to meet her\"\n"},{"OQ":"The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the what?","P_0":" \"how the fuck does one get into this car with this lock on\"\n","P_1":"   >What do you need the steering lock for then??","P_2":" \"The lock prevented me to lock my car. Therefore I unlocked your car because the lock prevented us, but now you want me to lock again and I cannot because it keeps moving and it has a key\".   I'll just go ahead with this : \"I just","P_3":"  \"Why do you take the risk on a car without a lock?","P_4":" \"how much money\"","P_5":" \"Why is it locked on a car?","P_6":" \"I know that the steering wheels locked and that I need the car. However if there are any other options, it better not come out to the car. \"\n","P_7":"    >The thief took the steering lock off the steering wheel so I couldn‘ t stop him but the steering wheel started spinning so fast he got stuck and I still couldn‚t stop.","P_8":"     \"Why did he try the steering lock?","P_9":"  \"How could you have taken the wheel from the car when the lock keeps steering it?","P_10":"   \"Why did the thief steal the steering wheel?\" \"He couldn t find the key to open the car.  He could have driven off with a spare key but chose not  to, and decided on stealing a steering column.\" \"If I were him","R0_GQ":"","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I know that the steering wheels locked and that I need the car. However if there are any other options, it better not come out to the car. \"\n"},{"OQ":"Who is a police officer likely to work for?","P_0":" Who are the police likely not going after ?","P_1":"  Who's the most likely candidate in the police force to get a promotion over a career?","P_2":"  \"How does one go from being an ordinary citizen to working as a police?\"","P_3":"   \"Do you work for the police ?","P_4":"  \"I'm a police officer. Are the police officers likely to be white or black, male?","P_5":"  \"How is it possible, that a police officer would have a gun and a knife with him to work for the police and not know the difference.?\"\n","P_6":"  Who would be the best candidate, in terms of experience\/knowledge and qualifications for the job ?","P_7":" \"Is it possible for a police department to get a good police chief from outside the department, like a retired police chief, or is the department stuck with the same guy, who is not a good choice","P_8":" Who are people who might work as police?","P_9":"  \"What's the most important thing about a police force\" :   \"What do you have that I'd find interesting?","P_10":"   \"How is it possible, after the receipt of the money and the transfer to the account, to find out what is in the account and who has it?\" \"Can a police inspector be held","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"is the department stuck\n","RQ":" \"Is it possible for a police department to get a good police chief from outside the department, like a retired police chief, or is the department stuck with the same guy, who is not a good choice"},{"OQ":"If you have leftover cake, where would you put it?","P_0":"  What's a cake?","P_1":" If you had cake for dinner what do u think you※t do ?","P_2":"  > If you could have any cake you want and eat any amount of it. Would your choice always come before your family's?","P_3":" \"If you eat cake now... what if cake had a taste?\"  I'll let the cake answer this for itself now ...","P_4":"    If there *never would not not ever ever not have to be* a cake in the world again , what place and\/if place and how would that cake go about getting eaten","P_5":" \"How much cake do people actually have on hand?\"\n","P_6":"  \"Where are all those cakes that were supposed to have been eaten?","P_7":"   \"If there will be cake and you need cake to put on the table, how do I make sure it ends the day in a good way by eating all the cake, not leaving some for the next","P_8":"  What if you wanted cake?","P_9":" \"Do we have cake?\"    Answer: \"Do not have cake!\"                          ","P_10":" \"How would you eat your leftover cake ?","R0_GQ":" \"We should eat cake.  I believe we had it.\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Do we have cake?\"    Answer: \"Do not have cake!\"                          "},{"OQ":"A human wants to submerge himself in water, what should he use?","P_0":"  \"A human wants a watery grave.    What should a water grave be filled up to?","P_1":"  \"How does a human submerze himself?\"\n","P_2":"  \"I need a way in which to submerge, but also to keep me warm\".                           ","P_3":"  \"What do I do before submerges me\"  \"Use a towel\/blankety-blank\".\n","P_4":" \"What do I put in the water?\".                                     ","P_5":" What should a human be able to accomplish under the water ?","P_6":" \"I'm a human. Can we go in water now?","P_7":"  A human is in water. What do the following objects have that a person needs, that can be used with water (i) ?","P_8":"  \"What do we put in water so that the water can make our body wet?","P_9":" \"If I was to dive, where's the best spot?","P_10":" \"A human wants a human to submergen himself\"      I guess you're going for the \"I want you to submerg me\", right, because that makes it easier :).\n","R0_GQ":"\n\n ``What should you drink to stay alive and healthy in the\n","R1_GQ":" What is the best way to put water into a swimming\n","R2_GQ":"\n\n  What should we drink to be healthy (or to avoid disease\/death):     water\n","RQ":" \"What do I put in the water?\".                                     "},{"OQ":"Where is a doormat likely to be in front of?","P_0":" Where's a do-doormat that isn'a a doormater, but is a dooormaker, too\n","P_1":"  \"Where is a doorknot in front of?\", \"Where the fuck you gonna get one, do you not understand the concept?\", etcetc?","P_2":" \"where will I have to put it to make my place look nice \"                             ","P_3":" \"Is the doo doo in front of me?\"\n","P_4":"  \"How many do you guys recommend I place outside, in front, and beside a door\/door frame\"","P_5":" Where does a doorknut typically go before it is put over a doorgraph ?","P_6":"       Where do I get a doorman mat?","P_7":" where do I want the doo-dad?","P_8":" Where does the door mat go?","P_9":"  >Where is the most common place to be in front\/on of your door ?","P_10":" \"Is the doo-doo in front, or back of your door, and can I get it for free\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  Where is the best place on the house where I have\n","RQ":" \"where will I have to put it to make my place look nice \"                             "},{"OQ":"Bob the lizard lives in a warm place with lots of water.  Where does he probably live?","P_0":"  \"How does Bob the lizard live so happily without water, and how long does it survive like this?\"\n","P_1":" \"How is it that Bob the lizard in a warm place is so cold?\"  Answer : \"Because he is a lizard\"","P_2":" \"Can you tell the difference if a lizard in a warm climate or a cold one?\"\n","P_3":"  \"Why do you want to live here if the weather isn\"T great for the lizard.\" ?","P_4":"  \"If Bob the lizard were to have a baby, would he have a baby in a warm, humid place\" (paraphet) \"Would he go live somewhere where there aren´ t enough water?\"  (phrasic) \"","P_5":"  \"How warm do you believe Bob the lizard should get in a warm place to stay healthy with lots water?","P_6":" \"Does Bob have a home?\"","P_7":"  \"How many people do you want to kill to make a frog?\"  \"One frog.\" -Bob the lizard, probably.\n","P_8":"  \"Why can't Bob the lizard survive in a cold environment in the desert or in the Arctic?","P_9":"  \"Why would a lizard like to go to a desert?","P_10":"              \"Where did Bob the lizard live, and where does he now?","R0_GQ":"\n\n   Where is Bob the lizard now and how do we know this is where\n","R1_GQ":"  Where was Bob the lizard?","R2_GQ":"  Where is Bob?","RQ":"              \"Where did Bob the lizard live, and where does he now?"},{"OQ":"August needed  money because he was afraid that he'd be kicked out of his house.  What did he need money to do?","P_0":" \"I'll be kicked in my ass for not having money.\"","P_1":" \"August needs money so he buys a gun for protection in his home and doesn‍‌‎‎'‭ ‬‭’‵   '‘'‘'  ‭\" '\"‰�","P_2":"   \"What did August need?","P_3":"  \"What is the most important reason that August needed money?\".\n","P_4":"   \"How is it possible to survive with no income?","P_5":"  \"If you can, give me some money\"","P_6":" \"I'll have to leave my house or I'm getting kicked in the face because I stole a bunch of money that I paid for rent to use, and I still don;'nt pay the rent and I live in a shitty place without heat so it would kill us.\"  He","P_7":"  \"August needs money in case he moves from his house. How to find money to rent an apartment?\"\n","P_8":"  \"Can you buy me a house with money that you don›t really  know I don※t even  own a credit card, so you  can give that money \"                   ","P_9":" \"I think I found a way not get kicked off my parents house without having any money!\"                   I'd rather get kicked and have some cash on me to get by if it'll get rid of the","P_10":"  \"What do I actually want money FOR ?","R0_GQ":" What would be the most effective way of doing this?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I think I found a way not get kicked off my parents house without having any money!\"                   I'd rather get kicked and have some cash on me to get by if it'll get rid of the"},{"OQ":"He needed more information to fix it, so he consulted the what?","P_0":" \"Is there some kind of a thing I could do with this?\"","P_1":"  >I can tell that the boxed game is not the one I got, the one I actually had came with a booklet of instructions that was in the box as well (and it had a different cover, so the game","P_2":" \"what is the best way for me, the developer to make sure that my app doesn´´nt get banned while using the appstore?\"\n","P_3":"  \"Can we make it so that the Baal is not able to attack theCashier?\"","P_4":" \"Is there a way you fix it ?","P_5":" \"what do i have to do?\"","P_6":" \"I just don‼️t know where the problem comes and I have no idea how it can fix it\".\n","P_7":"  \"Hey, I heard you need to fix this, do I need to send you the code to the server or something.\"\n","P_8":"  \"What is the best way of fixing a broken window?\"\n","P_9":"   \"Can we get a new pounds to dollars conversion?","P_10":" \"How did you manage this?\"","R0_GQ":"\n","R1_GQ":" \"Are there some kind\n","R2_GQ":" \"If there really is no such thing\n","RQ":" \"Is there some kind of a thing I could do with this?\""},{"OQ":"Where can you put a picture frame when it's not hung vertically?","P_0":"    Where should I mount a picture of my dog when it sits in my living?","P_1":" \"Is there a way you would use your picture frames?\"    Answer: \"Sure!\"","P_2":"   \"What if I'm not a fan?","P_3":"    \"When it goes horizontal and the picture doesn;‥t look good. I would want some kind of frame to hang on either end. Is this a thing ?","P_4":"   \"You know how you can't just have your picture framed straight like that on the walls in your apartment ?","P_5":"    \"My wife has a picture frame. What should I put there\"? \"Well it won' be vertical. You have to put something else in place, so put this picture there\"...\n","P_6":" \"Can we make a picture frame without a picture hanging it?","P_7":" \"When I'm not hung up I usually place pictures in frames in the wall but where should that be mounted when it is not in the vertical orientation so I am able to use the wall as a shelf to put my pictures","P_8":" \"You are not allowed put the picture in the frame, so the picture cannot face the viewer's eyes directly; instead, it should go horizontally on its own frame or on top (if there were one.)   ","P_9":" \"Is there a way you can display a picture in your house, without a wall?","P_10":"  \"If the picture isn' t hung on a wall, but hung in the middle or on an easel (or on an easela)  where the picture is,  it must face east  or it'","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Is there a way you can display a picture in your house, without a wall?"},{"OQ":"James knew that he shouldn't have been buying beer for minors.  He didn't even get paid for it.  Why was this bad?","P_0":"  \"How did you feel after you found out the kid you were buying beer with got busted and got in big shit because your friend was a dick and bought him a beer.\"?","P_1":"    \"James, why aren´´nt your employees getting paid to do their fucking work on time on a daily basis.\"      \"They're minors, they dont deserve pay, they don´'re just kids and they shouldn t have a right too a job at","P_2":" \"How does it look when you're buying alcohol on a minors' card?\".                    James knew he hadn't paid for the alcohol (or the beer for the minors he did sell) , therefore the minors he","P_3":"    \"You knew that you shouldnt' sell beer for kids right?\". James replied :  \" I have a job and a life to live so, fuck you\"              The judge was not amused with this answer so James got","P_4":"  \"Do you really see the problem that James has here?\".       The answer:  \"yes!  I believe he needs some help\".\n","P_5":" \"How come James didn t get paid for his work on the 15th?\"     Answer: \"It is illegal in the US and James knew that it shouldn 't be done but he continued the practice despite knowing better\"\n","P_6":" \"What's the difference?","P_7":" Why wasn´t James punished after the incident?","P_8":" \"James, why shouldn´' t you buy beer (for minors)? \"","P_9":"  \"Hey, James. Why does it matter?","P_10":"     \"Why was it bad?","R0_GQ":" \" How do the minors look when James is buying them beer?\".     James\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"How does it look when you're buying alcohol on a minors' card?\".                    James knew he hadn't paid for the alcohol (or the beer for the minors he did sell) , therefore the minors he"},{"OQ":"What is the result of applying for  job?","P_0":" What's the result of applying for a job if they tell you they'll interview you and that it won be an on the phone call. They didn t even offer a phone interview for a job that they","P_1":" \"When I apply I think that it may lead a better career path\".  I dont have an actual answer at the minute but it'll likely sound similar lol...\n","P_2":"     \"Why are we here in the first place?\"\n","P_3":" \"What happens with the money if the job is denied?","P_4":" What do you know of the job ?","P_5":" \"If you have a job and a good CV, what would make the difference if your CV got rejected (by the employer).    Answer (in my humble opinion and based off of what has","P_6":" \"I apply for job and I have to take a test.  What am i supposed do at that time ?","P_7":" What will you receive?","P_8":" What if I applied but never heard?","P_9":" \"Do we really know that the candidate has a good personality or not ?","P_10":" What is the result when you try and apply?","R0_GQ":" \"Can someone give me the answer, why were they sent?\"                       ","R1_GQ":" What is the purpose(?) and function(?).","R2_GQ":"\n\n Why are people here?","RQ":"     \"Why are we here in the first place?\"\n"},{"OQ":"What must someone do before they shop?","P_0":" \"Do I know what I'll do next?","P_1":"  What is the first thing that pops your head that could cause you pain\/sufference.\n","P_2":"   \"What must one do, in the first instance to make a purchase of a product?","P_3":" \"Why do you do it, and are there any other things I could do (with my money too...)\"","P_4":" \"Why do you buy a car?","P_5":"  \"Why would anyone ever spend money or time on this game\".  Answer: Because it can make them money?","P_6":"  \"If I don; t need it why can‒™ t I just not look in the first place..\"        I am not a fan","P_7":" What must you think of before shopping for a new car ?","P_8":" What is the best way I could spend my money.  The answer would likely boil down too much to a single answer though and it wasn'''s too early on to even give an idea","P_9":" \"Why is it so expensive to eat at a restaurant in the city\"?\n","P_10":"  \"Do you shop?\"","R0_GQ":"  What will I be doing with money after I have spent a lot.","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Do I know what I'll do next?"},{"OQ":"Because John was first violin, he had to bring something important to work ever day. What did he need to bring to work?","P_0":"  \"John, what's your most valuable possession besides your violin?","P_1":"  \"Why does John have a violin?","P_2":" \"What was the most valuable thing that John brought in the morning, before he went to the office\"","P_3":"  \"What was the most important thing to bring for work?\"  \"A violin\"  \"How long before you start work?\".    \"I always take my violin to work on Monday and Thursday to play for the day, and Friday and Monday, I'm off and","P_4":" What did he use in the violin?","P_5":"   \"I always have to have something with my name or the name of the orchestra in the title to remind my colleagues when the music has ended.\"\n","P_6":" \"What was the most essential item for John to work on each morning of his life, in his violin?\"  I guess it may not answer all questions about his life but at this particular moment, this question was asked on this subreddit","P_7":"   \"Why would you ever carry a violin with you if there wasn't anything to do that you thought was worth bringing, and you also did not require it.\"?","P_8":"  \"I need to carry something important at my side while working every morning, and that's why I've chosen to carry a violin. It keeps me from getting lost!\" - John\n","P_9":" \"John had to bring something he's always had in the house...\"","P_10":"  \"I play the violin and I can hear the music. Do i come to the office, because i must carry a violin with the music on every day.     \"No\"","R0_GQ":"  What were the most valuable items brought in to the office and how many times they left.\n","R1_GQ":" \"Why do you like to play for the office?\".    \"It allows you time off\"   \"Is there something else you'd want to try?","R2_GQ":"  What was the most important item?","RQ":"  \"What was the most important thing to bring for work?\"  \"A violin\"  \"How long before you start work?\".    \"I always take my violin to work on Monday and Thursday to play for the day, and Friday and Monday, I'm off and"},{"OQ":"What is a place that usually does not have an elevator and that sometimes has a telephone book?","P_0":"  \"Why do you hate elevaters?","P_1":" What is the most common place of business?","P_2":"  What do you get at a place with no elevator where someone would ask:  \"Do I order a pizza from the pizza place that's next to the elevator or from a place down the stairs\"?","P_3":"  \"How does one go from the first floor up, without a elevator or telephone, if one cannot reach it?\".","P_4":"  What does a place that always doesn‒t use elevators do to get around ?","P_5":" \"What do you want me to look in your phonebook to figure where the elevator is?\". I mean, you have a phone and you probably would have looked in there for it\n","P_6":" What are places where people don´´t usually call and leave the number ?","P_7":"        What is an elevator and who uses them","P_8":"  \"Can anyone tell where the elevator is at this place.\" ?","P_9":"  \"Can anyone here tell us in which place in the world there would still remain a telephone directory?\"\n","P_10":" What is a place that normally would have an elevator that does *and * that would typically do both at *once* without a problem for a customer to order an extra elevator.\n","R0_GQ":"  What does an elevator do, and who does use them ?","R1_GQ":"  What's an elevator, and whom do I call if I'm stuck inside a\n","R2_GQ":"  What is an elevator?","RQ":"        What is an elevator and who uses them"},{"OQ":"Who is likely to be excited about a crab?","P_0":"  \"Do you find it exciting that a crab is going into a new environment?","P_1":" \"Why would I pay money to watch a crab?\"   I wonder this same about theomoji. Why are they even a thing anymore, if people still think they can't see them as a","P_2":" \"How many people are you going to kill for this?\"","P_3":" Who wants a crab?","P_4":"  \"If I can find a crab, then I guess I need a crab.\"\n","P_5":"    \"How would you react, if you just heard that a crab was going on a date in your city this Sunday?\"","P_6":" \"Does anyone care?","P_7":"  Who would you be most interested by a crab?","P_8":"   \"Who are likely to get excited about a crab, and who doesn´'t, and do they not even think about the fact you're eating a dead creature in a bag\" ?","P_9":"     \"Crabby Vote\"                 \"What is the most exciting thing that will be on the ballot in the upcoming","P_10":" Who doesn`'t want a crab!\n","R0_GQ":" \"Is there something on this ballot which is exciting?","R1_GQ":"  What is your favorite thing you would want on your ballot if it had to vote in a\n","R2_GQ":" \"Do you plan on voting for the 268 candidates that are on the ballot in\n","RQ":"     \"Crabby Vote\"                 \"What is the most exciting thing that will be on the ballot in the upcoming"},{"OQ":"Where can a human find clothes that aren't pants?","P_0":"  Where's the best place for a man to find a shirt, pants & a jacket in the same size ?","P_1":" \"What kind of pants are you looking for ?","P_2":" Where are the pants that don t go over my knees ?","P_3":" Where do I get clothes in my size, but don`T look like pants.      Answer:                  ","P_4":" \"Can we find clothes other than pants in the game?","P_5":"   Where in the world can I find a pair or two of pants with a waist that isn' t a size too big, or too large on a person that's not a size too big","P_6":"  Where is a human that's not a pants wearer in the world ?","P_7":"  Where is a human that doesn'r live on the street ?","P_8":"  What's a human to do without a pair?","P_9":" Where can you find pants in the wild\n","P_10":" Where in the world is a human allowed to find pants that aren´´t jeans.","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n      Where did I go wrong with my clothes.\n\n     I didn't buy the clothes that were too short, I wore them too tight!  Where  did\n","RQ":" Where do I get clothes in my size, but don`T look like pants.      Answer:                  "},{"OQ":"If I was getting drunk, and people couldn't understand me, what might I be having?","P_0":"  \"What do you call a drunk person?\"","P_1":" \"I'll never know because you are so drunk.\"\n","P_2":" \"what are some things people get drunk on that make them unable too talk and understand others around?\"\n","P_3":"   If you have a problem and someone says, 'I've always wanted someone to say that about us, but now they did', what can you take away to be proud that we said so much shit at a time you could understand ?","P_4":"  \"Can I have some of those devotionals you guys are giving away?\"","P_5":" \"Are people drunk when I'm sober and when you are sober?","P_6":"       \"Why did you have to bring the Turnbulls out in the open like this?\"\n","P_7":"  \"Do they make you feel like a retard?","P_8":" \"Is there any way we know how to communicate with you that makes you not want a drink in your hands\/eyes that is not alcohol.\" ?","P_9":"  \"I need you guys. Can somebody tell what I want or do i have to go to the bar for a while?\"","P_10":"  If someone told you that you had a brain tumor and had no idea whether that would or had happened already.... what would it mean\n","R0_GQ":"      \"What is the purpose you were trying    to\n","R1_GQ":"   \"Did you need to tell the Turnbulls that they'd better come out into the\n","R2_GQ":"\n\n    \" Why were they brought into this?\"\n","RQ":"       \"Why did you have to bring the Turnbulls out in the open like this?\"\n"},{"OQ":"When a person is beginning work, what are they building?","P_0":" What is the first thing that comes across my mind once my mind gets going when the day comes (and it usually comes early)? I start by building a mental picture in my mind that helps to organize all of what","P_1":"  What do the people in the world do all their work at, and what are these people building.       The answer should really include the question as to the answer being \"build.\" ","P_2":" What do people begin the day building (or what do we begin the first days\/hours we start our work).   I do agree though with the question : What should they focus the first months into (e","P_3":"    \"When do I learn how to program, and where will it help in the long-ish future\".  The answer :   \"As much as you'd think\".","P_4":" \"I would really need to start with a good foundation of knowledge on the subject\".","P_5":" What is the first thing I could start?","P_6":"  \"How many times did you build your house\/household during childhood?\".","P_7":"  When you are starting to get into the job world.   The answer :  A house or apartment with a roof.   The question : When you work on the job. What is you building in","P_8":"    \"When I started work in the morning and the sun had not gone below the horizon.  Then the day began. \"","P_9":" I'm going to build a house, and it needs to look good so it has to fit the budget (and I do have the budget). How many things in my house could I design and make look nice even","P_10":"  \"How does one go to work with a head full?\"","R0_GQ":"","R1_GQ":"\n","R2_GQ":"\n","RQ":" I'm going to build a house, and it needs to look good so it has to fit the budget (and I do have the budget). How many things in my house could I design and make look nice even"},{"OQ":"A child wants to play, what would they likely want?","P_0":" \"what would I buy?\"\n","P_1":" \"I will ask my parents, but what should I be doing today?","P_2":" \"What do I think a child would get out if playing this game for an evening or a few minutes and what can we give this game, that the child enjoys and what kind if game can it be.\"","P_3":" \"How much money would a child have for a game?","P_4":" \"what do you recommend I play next after this?\"","P_5":" \"Why don`nt you do it?\"\n","P_6":" \"How many of the following would they choose ?","P_7":" \"what would they be able\/likely\/able\"","P_8":"  \"What is the best toy to teach a child how to be a good person and how to respect others without being a jerk ?","P_9":" \"I see you are playing with a ball, would like you play with my ball?\".\n","P_10":" \"If you were to take a child who would they love?\"\n","R0_GQ":"\n","R1_GQ":"  What's a toy that can teach you about being a decent\n","R2_GQ":" \"Is there such thing in the world of toys, which can teach us about the importance\n","RQ":"  \"What is the best toy to teach a child how to be a good person and how to respect others without being a jerk ?"},{"OQ":"Talking to the same person about the same thing over and over again is something someone can what?","P_0":"  > What's the best way\/best time for me, a young person who can work a lot,   > to talk with a person in my situation when the conversation feels like a waste (or is boring for some) but it has","P_1":"   \"How did you get to where your life has lead?\"\n","P_2":"  \"Can I ask the same thing a little faster please so the answer I am expecting can make more sense or do not waste our time?\" ?","P_3":"    \"If I told you something, it isn´'t a lie anymore than telling someone a lie was\" (paradot)","P_4":" \"What does it feel to you that you don`'t know, or can never get over, and what do the people who are closest with that knowledge or experience think.\"","P_5":"  \"How does it affect the relationship in a positive way for you?\".\n","P_6":"  \"You talk to me for the same things. Is it a problem, or can I handle being your friend?\"  Answer to question :       \"I am not the same guy you speak for over &over again...","P_7":"    > What is the difference if I say I‼m going out on the town for the day with friends rather than I am just hanging with some people on the couch at home with a beer or two?","P_8":"  \"Why can I be so good when talking on the phone?\"\n","P_9":" \"Why is it so difficult?","P_10":"  \"You're so smart and you think so highly on yourself but what does your life tell other wise. \"      \"I just keep on going, I dont listen\"  \"Well then, I want it\"  ","R0_GQ":"\n","R1_GQ":" Why does it not matter what I do\/say?","R2_GQ":" Why are it is hard for you?\"","RQ":" \"Why is it so difficult?"},{"OQ":"The teacher doesn't tolerate noise during a test in their what?","P_0":"     \"If I hear a noise from outside my room when I‍am in the middle of writing, how do we know this person has not been disruptive?\"","P_1":" \"What is the teacher's policy?","P_2":" \"What do you mean, you won‘t answer?\"     Answer : \"What is the point for you that you will answer if nobody cares enough not to listen when you give a test.\"\n","P_3":"     \"What do we tell the kids when their parents tell them, \"You shouldn t do that.\"?\" \"Well, if your parents do it, so shouldn't the kids!\"","P_4":" \"Do not disturb your classmates.\"","P_5":"   > The teacher wants me not to interrupt during a test in their what ?","P_6":" \"The teacher doesn; t allow noise during tests but the students keep making it\".     The teacher asked if it were a rule or a guideline but I just thought she did it to see their","P_7":"  \"I'm not a fan, I hate noise during exams because my teacher won ‰‧t tolerate any noise\".\n","P_8":" \"How much noise can a teacher hear at a test?\"","P_9":" \"How can you expect me, a student and a teacher at the school to pay your salary?","P_10":"  \"I understand that you shouldn;'t make any noise in the classroom or during a lesson or exam but during a test do we still have a problem?","R0_GQ":" How do you intend for us teachers not be able or to not know how much to make in order\n","R1_GQ":"","R2_GQ":"\n","RQ":" \"How can you expect me, a student and a teacher at the school to pay your salary?"},{"OQ":"The freeway had no traffic and few buildings, where is it?","P_0":" \"Is it the worrisome part, or the worrisome parts.\"?","P_1":" \"where did the highway come in?","P_2":" \"where does the freeway go?\".","P_3":"  \"Why is the freeway empty?","P_4":"  \"where was the freeway?\"","P_5":"   \"Where is the freeway?","P_6":" \"What's the freeway without the traffic or the buildings in the way?","P_7":"   \"Why was there a freeway with few cars, buildings (no skyscapeds) but no traffic and no buildings (except the one building on the left)? \"      Answer : It could","P_8":"  \"Why was there a freeway with only a couple buildings if there wouldnt of been anyone in the area?\"","P_9":" \"If you could have any building or street in the US, where would the building have to sit so as it not to impede traffic\"\n","P_10":"     \"What is the freeway?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"","RQ":" \"If you could have any building or street in the US, where would the building have to sit so as it not to impede traffic\"\n"},{"OQ":"Where would you go if you wanted to have fun with a few people?","P_0":"  \"Where are the best places in the city\" ?","P_1":" \"If you had the opportunity with a couple people you didn;'t have a problem with, where should that place\/time take you in terms of fun?","P_2":"    \"Where would be the place of fun if I want a few people to have?\"                          ","P_3":"  \"You could go to a bar and have fun but how do i make some friends to drink and dance around to music\"         I'm sure you understand now :D\n","P_4":"  \"Do you guys do anything fun and\/ or interesting and\/                     that's not at a bar ?","P_5":"  \"Do you enjoy being around people with whom your sexual orientation has a strong correlation ?","P_6":"  \"What is your favorite place that is not a bar (or a club\/bar)?  What is something fun and different I would not see anywhere except for here at voicing your opinion.  I.E.  What","P_7":" \"How much fun should a couple of people be in the same city and what do I like\/do to make this a fun trip?","P_8":"  \"How could I go wrong with a few people?","P_9":" \"I wonder when the next big party will go down ?","P_10":" \"If you had a choice, which club should you be a part?\"\n","R0_GQ":"\n","R1_GQ":" \"How to have fun?","R2_GQ":" Where do you go with friends where they get together to drink beer\n","RQ":"    \"Where would be the place of fun if I want a few people to have?\"                          "},{"OQ":"If there is a place that is hot and arid, what could it be?","P_0":" \"What could it not possibly be that's so hot & dry\"","P_1":" \"How can I get out of the desert?\"  Answer to that question : \"Well, if there are no deserts around, how did the desert get created???\"              ","P_2":" \"What could be the hottest place ever on Earth and why it isn?","P_3":" \"What's hot in the desert?","P_4":" What's hot?","P_5":" \"if there would ever a place with a temperature of 100 °, what could there even possibly be?\"  I still say it.\n","P_6":"   \"What if the Earth were a desert and there were no water, and the only way out for us would to go into the desert?\"              \"You should build a","P_7":"  \"Where is the hottest and the drippiest place?\"  \"I was thinking of the Sahara.\"  \"It might not be the hottest and dripier... but the Sahara does have a lot of sand and it probably isn","P_8":" \"Why would a desert have a place like this?\"","P_9":" What could it possibly do that would cause that place or area (the desert\/aridity)?","P_10":"  \"If it could not have been a desert, it had no place on earth. It has been found that the desert is not a desert but an arable area, and that the aridity does in itself produce a desert climate,","R0_GQ":"\n","R1_GQ":"  \"There may come an\n","R2_GQ":"\n\n  What if the Earth had no water or no air and there would never been a\n","RQ":"   \"What if the Earth were a desert and there were no water, and the only way out for us would to go into the desert?\"              \"You should build a"},{"OQ":"What is likely to satisfy someone's curiosity?","P_0":" \"I need a picture for my portfolio, I want a picture to make my portfolio look more appealing but not too much.\"     I could just be talking shit tho :^\n","P_1":" \"what will satisfy my curiosity?","P_2":" What is likely for a person's curiosity ?","P_3":"  \"You know what I mean\"\n","P_4":" What would you rather do on a Friday, than nothing, and have a good time.","P_5":" What would you consider to have the greatest amount to give to the world (without having to be rich), if you can not do the things yourself without having any money whatsoever.     Answer","P_6":" What's the most interesting thing I ever did with my life that didn\"T involve drugs.\n","P_7":" What's the most interesting thing to you to read. I usually answer with something like \"The supposedlift\" by redundand. I try my very hardest for a good read even on a boring day","P_8":"   \"Can you tell us something that you enjoy that's not a game\/a game you'd recommend?\"\n","P_9":"  \"How do we get to the moon?","P_10":"  \"What do you call a girl in a dress that looks like a boy?\"  \"The girl\"","R0_GQ":"\n","R1_GQ":" What are the most important things a girl wants a man for, what things would be important in a relationship\n","R2_GQ":"  \"Who is the girl with a boy dress\"\n","RQ":"  \"What do you call a girl in a dress that looks like a boy?\"  \"The girl\""},{"OQ":"If you are in a bar in a glove shaped state where are you?","P_0":"   \"Do you see a bar in a glove state ?","P_1":" \"Why aren`' you in a bar with a glove in your hands\"\n","P_2":"  \"Can't you see I am in a bar?","P_3":"  \"Where do I stand?\"","P_4":" \"How can I make the most out of a night on the town\"    Answer: \"Get a glove\"\n","P_5":" \"I feel like I'd make an awful bartender!\"","P_6":"   If you wear gloves and are not in a bar where is it?","P_7":" \"Where are you in a bar with a glove shaped state?","P_8":"  \"Can a person who doesn‼t wear gloves be in a bar\" ?","P_9":"  If you aren; ' ’“‼‌‎‮‍‟※‧ \"‍’ “\"„'�","P_10":" \"When you can see the bar, which are your fingers, and you've put a glove around both your hands?\"     Answer (in case I ever had a question that required this answer to be given, and","R0_GQ":" How is a night on the town different\n","R1_GQ":"\n","R2_GQ":"","RQ":" \"How can I make the most out of a night on the town\"    Answer: \"Get a glove\"\n"},{"OQ":"Where would a computer user be using their own computer?","P_0":" \"Do you ever wonder when you see a computer user on a computer, that you would want one if the technology didn exist (I mean, you do realize it won't be around) or something similar.\"","P_1":"  \"If you use your computer at work to work with people then that must imply that all you would want it a computer to do that you have no desire at all\" - Harold Camping","P_2":" \"In the future, where are you gonna use the internet to find porn and other things that you like on your pc that you haven t downloaded and you have to buy it somewhere from the internet for a small","P_3":"  \"How would you like it when you are in the middle, and someone comes behind with a laptop?","P_4":"  > Where will a computer user use a computer?","P_5":"      \"I wonder, how would a computer user use his\/it own PC ?","P_6":"  > How do I make my computer use my own computer, instead?","P_7":"  \"Can the computer be used to make a computer game?\".  Answer : No\n","P_8":"  \"Where can you download the latest version?\" \"In the cloud?\"","P_9":"  \"Do you really feel that the computer is a better option to a human being because he orshe knows how computers worked?\"\n","P_10":"   \"What is a computer?\"\n","R0_GQ":" \"What are the most important things I need for the future, and will you recommend me a good one with a good price for the future, and where is your favorite place to use\n","R1_GQ":"\n","R2_GQ":" \"In future you might get a computer from a friend, or you may need some help. In order\n","RQ":" \"In the future, where are you gonna use the internet to find porn and other things that you like on your pc that you haven t downloaded and you have to buy it somewhere from the internet for a small"},{"OQ":"Crabs live in what sort of environment?","P_0":"   \"What is the most extreme environment in which crabs will exist?\"","P_1":"  \"Is it possible that crabs could survive without food in a world devoid of oxygen and water?","P_2":"  \"Can we get a crab that is not a crab, but rather a crab that doesn; t have legs.  I want my crab to live underwater for at LEARNING purposes  ","P_3":"  \"How does a crab get from the ocean into the ocean?\" \"Well, it just does\"                   ","P_4":"  \"What is the best environment to breed crabs to live?","P_5":" \"I'll be in the ocean, and I know crabs are in there...\"\n","P_6":"  \"How can I make a crab live for as many as 3 generations?\".      Answer, \"You put it on a diet.  It'll die. Then you put more","P_7":"  \"If you are a crab in the ocean, is there a way you don´s can be saved?","P_8":" \"Do crabs eat other crabs?","P_9":"  What is the most common habitat for crabs and what is its habitat?","P_10":"   \"If a crab is living, eating, breathing in the ocean what environment do you suggest that crab live?","R0_GQ":"\n","R1_GQ":" \"Why does a crab get into the sea?","R2_GQ":"\n","RQ":"  \"How does a crab get from the ocean into the ocean?\" \"Well, it just does\"                   "},{"OQ":"Where can you find a snake in tall grass?","P_0":" Where *ISN›T* a snake?","P_1":" Where does a snake find a place for itself on tall grass to eat and sleep.      Answer: It finds the place, then it finds another, then it eats another.  ","P_2":" \"What is a snake?\"\n","P_3":"  \"Where are the snakes in tallgrass?\"\n","P_4":" \"How to get a snake out a tall grass?\"\n","P_5":"  \"Is there any place in the world in which there isn´'t a snake in it at that precise moment  ?","P_6":" \"Why would a snake in a tall grass be a threat ?","P_7":"   \"How would a snake find its way in tall grass\"\n","P_8":"  \"Can you spot a snake on tall grass?","P_9":" Where are the snakes?","P_10":" \"How did a snake find a way in the tall grass?","R0_GQ":"\n","R1_GQ":"   Where is a snake found in a tall grass?","R2_GQ":"\n","RQ":" Where does a snake find a place for itself on tall grass to eat and sleep.      Answer: It finds the place, then it finds another, then it eats another.  "},{"OQ":"What is a place that has a bench nestled in trees?","P_0":" What's the best place for a bench?","P_1":"  \"what are some places where you can get a bench that doesn't take too many steps in the wrong direction?\".\n","P_2":"  \"Where are you located ?","P_3":" \"where can you get a bench that's in a tree and is also a place you get a bench in?\"\n","P_4":"  What do you call an old man who is sitting at the park bench?","P_5":"  What do you find most beautiful in the world ?","P_6":" \"Why do you want to be a tree?\"\n","P_7":"   \"Is it a bench that is nest in trees. Or are you a bench?","P_8":"  \"what are places in trees that are good to sit?\" \"where should a bench be located\" \"do people often go there for a picnic?\"     I didn't look very carefully\n","P_9":"  \"I know a place.  It was a bench. It wasn' t a tree.\"                        ","P_10":" what's the most beautiful place in the world ?","R0_GQ":"  \"How do you get to a tree?\"\n","R1_GQ":"\n\n  \"I am a tree, a bench is not.\"","R2_GQ":"\n","RQ":"  \"I know a place.  It was a bench. It wasn' t a tree.\"                        "},{"OQ":"Where is a human likely to go as a result of being hungry?","P_0":" \"When I see a starving child on TV and think of all these people that die of starvation each month ... how could it help to give a few dollars here ?","P_1":"  \"where do they get enough money?","P_2":" Where would a human be more inclined (more likely in a sense or in a way)?\n","P_3":" \"How will the human race be affected if the world is uninformed, unemancillable and unable or too weak to do the right?\"\n","P_4":" \"If a human goes hungry for one hour, how is a human likely not go hungry the remainder of his\/hers lifetime if the human doesn?","P_5":" \"Do you believe that a person could starve while still be a human being with a conscience. \"\n","P_6":" \"Are people hungry?","P_7":" \"What's more important is where is the most likely destination a hungry person may have been going ?","P_8":" \"Is it better if we all eat together rather than eating in our own houses\/apres-meal?\"\n","P_9":"  I'm not going because my stomach hurts from eating too fast, and I wouldn' t be hungry after that, is there another place i would like to visit besides the one I did the first one to, and where","P_10":" \"Are humans likely to go after food if it can no long sustain our life?\"   I agree. We should stop eating meat.  We also should eat less.   But, the question asks why the human","R0_GQ":"  I can only see one place i'd be willing\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"  I'm not going because my stomach hurts from eating too fast, and I wouldn' t be hungry after that, is there another place i would like to visit besides the one I did the first one to, and where"},{"OQ":"He was beginning to regret taking the fight when he saw how what his opponent was?","P_0":"  \"You were going to get your ass kicked. What's a few more punches for the sake if it?\"","P_1":" \"What if I lose, and my opponent is a big guy and I need to be able to defend myself against that guy without hurting himself?","P_2":" \"Do you really hate me so little for taking a fight to get a rematch?\"","P_3":" \"How would you like it?\"","P_4":" \"Do you know that you were fighting a man in a wheelchair, who cannot use a weapon like a sword but can use his hands, arms to beat you in the head, and that you do NOT have to hit him back to hurt","P_5":" \"Is it worth taking the risk?\"                    The answer, according to the article:  >\"He really enjoyed his time on the island.\"","P_6":" \"I had a bad feeling when I looked in the mirror and found myself looking like a monster\"","P_7":" \"Was it worth taking the fight?\"\n","P_8":" \"Is it worth to continue if the opponent will die in seconds?\".\n","P_9":" \"If you knew what your enemy had, why were u still attacking with your fists\"\n","P_10":" \"Why did you take a fight if you weren''l winning anyway?\"                                 ","R0_GQ":"\n\n Why didn' t you take a fight?","R1_GQ":"\n","R2_GQ":"   Why are you doing this?","RQ":" \"Why did you take a fight if you weren''l winning anyway?\"                                 "},{"OQ":"Where would you find a single shower curtain being used?","P_0":" \"Wouldn`' you use a shower curtain as a shower curtain in the shower room?","P_1":"  Where is a single shower curtain in use at any moment (not just in the bathroom) and in the same room. (not just in your room either.)","P_2":"  Where did you find a single shower curtain being used that doesn't have a hole through the center where it connects the curtain and wall?","P_3":" Where are all those shower curtains?","P_4":"  I see a lot more shower curtain in the bathroom. Why do I think that?","P_5":" Where in the world does a single shower curtain exist where the curtain isn; t being pulled on ?","P_6":"  \"What would you like the curtain to cover up and what would make that curtain look good?\"  \"What would make me want to use your shower curtain for my own use be it for a shower,","P_7":" \"Do people buy shower curtains and put them on their showers in the middle east, or is that just a thing that happens to people over there?\".   I never knew it before but I am pretty sure","P_8":" Where in the world did you ever encounter a single shower curtain being washed or used?","P_9":"  Where can you find a single shower curtain that doesn't smell like a used car lot and is actually functional and doesn t fall into the category \"not functional\"","P_10":"  \"Do you know the name of this curtain?","R0_GQ":"\n","R1_GQ":" What would I want the curtain cover over my shower, what makes me want a shower cover over, and, how, make that curtain, look?","R2_GQ":" \"If you were to put a curtain around a room that is not used would you rather the curtain\n","RQ":"  \"What would you like the curtain to cover up and what would make that curtain look good?\"  \"What would make me want to use your shower curtain for my own use be it for a shower,"},{"OQ":"Where is a good idea but not required to have a fire extinguisher?","P_0":"  Where would a good place in a building be?","P_1":" \"I dont use a fire extingucher at the moment since my car doesnt come equipped for one so where are good ideas that will save the day\"\n","P_2":" \"Should a fireman carry an extra fire extinguister?\"  I've no answer :-p.   I hope this is helpful though - I only just discovered this sub! I do hope I don‪t","P_3":"  \"Can't we have a fire extinguishment without having to be a fire extinguiser?\"  I thought about it but I figured I wouldn‿t see anyone else ask that in this sub so I just answered.","P_4":"   \"What would you like the fireman to do when there was no fire to put it too and the fire is out?\"","P_5":"  \"I am a fire fighter and would have to carry an extra extinguiser in case there would a fire.\"","P_6":"  Where are the places you never need a fire extinguisher when there aren´´nt any fires nearby you and your family ?","P_7":"  \"Why not?\"\n","P_8":"  Where is an idea you would give your life if you didn' have a fire extinguishter.\n","P_9":"    \"How should we know?","P_10":"    \"I didn;'t bring a fire extinguizer on this trip but it seems a good idea just in the unlikely situation when there might need a fire.\"\n","R0_GQ":" What do I want to be able do?","R1_GQ":" What do I, need to know to make the fireman do something to make him extinguish it, and what should he do?","R2_GQ":"\n","RQ":"   \"What would you like the fireman to do when there was no fire to put it too and the fire is out?\""},{"OQ":"What continent has the most castles?","P_0":"                                      ","P_1":" \"What is the biggest castle?\"  Answer : \"The biggest castle\" is the answer you got","P_2":"   \"How big does the map need?\" - \"What is the most castles?\" - \"What is the largest castle on that map\".\n","P_3":"  \"Can you name all of the continents in the world, excluding the ones you are on.\"\n","P_4":" What is the most important thing that a country can have, and is there one that has no castles in the world ?","P_5":"  \"What continent has the largest number castles\"","P_6":"  \"How many castles do you see around the world today that were built during the Middle Age?\"\n","P_7":"  \"I've got a question.  How big can a castle be?","P_8":" \"How much money would you invest to buy a castle?\".\n","P_9":"  \"Why does the USA have more castles that the rest if the planet?\"  Answer : Because the USA has more castles!\n","P_10":" What continent have you conquered most?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n                    What is the largest continent on the planet?","RQ":"                                      "},{"OQ":"If you have to read a book that is very dry and long you may become what?","P_0":" If you had read a very dry, long book you most surely couldn 't understand what is written on it","P_1":"     \"What if you just don`t enjoy it so it has the opposite impact ?\"","P_2":"    If a book has to much information, you get bored of reading that information. So if a book that is very long and very dry will make a reader feel that they should be able to finish it so it feels more like reading","P_3":"   If the book has a lot to read in one go...   If I am not interested, why read ?","P_4":" If I cannot understand a book because of the length of text. Then, if the text would take me a long to comprehend and understand because its dry I'd be a reader not an author ?","P_5":"  If a book you just bought has to be re read to the point it causes you pain (not to be confused with pain in the ass).\n","P_6":"  If I must have a book, I think that I cannot do that.\n","P_7":"  \"If I don t learn to be a better person with a better understanding then my life may be a waste.    If I learn a new skill then that will help me become more productive with more opportunities to help others\"","P_8":" If I have read a very good book (that's long enough, that's not too much) then, I'm a reader :D","P_9":"  \"What happens is the book gets boring after a chapter. You feel that it does take to much effort just to finish, therefore the book ends in failure because you didn´' read the book because there's something that just makes the book","P_10":"  If a book is very boring in the beginning of it would that be considered a good book. I.e. if you would be interested on a book, how can I start if all I'll be interested on at that point it is","R0_GQ":"   If you learn a new skill or a better understanding what will make my day more productive then my life could possibly change forthe positive\n","R1_GQ":"    \"What do I have that can benefit you more?","R2_GQ":" \"What is your greatest fear, and if possible can we help you to avoid or reduce this fear\"                                                ","RQ":"  \"If I don t learn to be a better person with a better understanding then my life may be a waste.    If I learn a new skill then that will help me become more productive with more opportunities to help others\""},{"OQ":"Sally used a clipboard to hold her papers while she read off names at the beginning of the day.  Where might she work?","P_0":"  \"Slytherin,mination,oche,slyphus\"\n","P_1":"  \"Where could she possibly get the clipboard and why the heck was she doing it?\"","P_2":"  \"What is the most important thing you could remember in the morning ?","P_3":"  Sally used a clipboard. She read out names and then wrote down their names.       Where is Sally now and where does she live and where can we hire Sally.","P_4":" \"Do you believe that Sally is a liar ?","P_5":"  \"I can not read the names of the people in the class because the clipboard has a hole cut in the front where Sally's hand rests...\"                           ","P_6":"   \"Where do you see Sally working, and in which office is the clipboard?\"","P_7":"  \"Do you work somewhere that uses a clipboard instead a pen for writing names down.\"\n","P_8":"  \"Why does Sally use the clipboard at work and what's her secret?","P_9":"  \"Sallie, do you read the names on the paper while you write them?\"\n","P_10":"  \"I need a job that requires me reading off people's names and writing down the names when they get to the front.\"  \"Where could she fit such an occupation into the schedule.\"\n","R0_GQ":"\n\n  \"I was wondering about the following question.\"      \"Do I need a new computer?","R1_GQ":"\n","R2_GQ":"  \"The names on a list are not readable if I have a hole cut on the front of the clipboard, and I must read the list from left-side-right. I must use the following tokens.\"                                   ","RQ":"  \"I can not read the names of the people in the class because the clipboard has a hole cut in the front where Sally's hand rests...\"                           "},{"OQ":"The kids didn't clean up after they had done what?","P_0":" \"The kids were playing in the yard, and they got into the pool and didn;' clean off.\"","P_1":"   \"Why did the kids not take the trash can back?","P_2":" \"If you had a dog, and the owner said they're going on vacation but then never show up or call back. You would be angry or upset to find them like that and not cleaned their mess?\"\n","P_3":" \"You can do anything with a computer, why couldn\"T you do the dishes, or the laundry?","P_4":"  > What is the best way, in your mind to deal with a child?","P_5":" \"How come you have so many kids?\"     Answer to that is \"We're not the only family.\"             I have a friend (who","P_6":" \"Did the kids do anything to clean up their mess ?","P_7":"  \"How come the kids don;\"\n","P_8":"   \"Why is it okay, when you do something that you know could kill a child to do that and not get punished but it‏s okay for you  to kill a child without any consequence","P_9":" \"Why don \"\n","P_10":" \"Why were they doing it when you left the house ?","R0_GQ":"   \"Are there other people in this family besides the\n","R1_GQ":"\n\n How come you had a lot of kids (or more?)?","R2_GQ":"\n","RQ":" \"How come you have so many kids?\"     Answer to that is \"We're not the only family.\"             I have a friend (who"},{"OQ":"Despite the name a pawn can be quite versatile, all the parts are important in a what?","P_0":"  \"Can I make a pawn that has a lot in the way of skills but can also do a bunch in one action\"","P_1":" What is a pawn in chess ?","P_2":" \"How can I get the most out if my pawn ?","P_3":"  What is a pawn ?","P_4":" \"I will give you a pawn with a lot of parts\"","P_5":"  \"If I want to make a pawn, is it worth it for a pawn that's not very versatile\"?  I say \"it would take more than a few pawn parts.  It just feels like you might be wasting your time.\" ","P_6":"       What is the most versatile pawn you think?","P_7":"  \"Why is the pawn so versatile compared the other pawns of the game?\"      I answer the question by saying,    \"The pawn is the most versatile pawn.   It moves, attacks and defends the","P_8":"  How do I know how to use the pawn?","P_9":"  \"What is the most important part?\" \"A pawn is versatile, it plays many roles\"  \"Well what role are we discussing now?\"\n","P_10":"  \"Can you give me an example?\"  \"What are the parts to the pawn?","R0_GQ":"  What is the most versatile pawn, how is he versatile.      I reply that the pawn's versatility lies\n","R1_GQ":"  What is the most versatile pawn?","R2_GQ":"\n","RQ":"  \"Why is the pawn so versatile compared the other pawns of the game?\"      I answer the question by saying,    \"The pawn is the most versatile pawn.   It moves, attacks and defends the"},{"OQ":"What would not be true about a basketball if it had a hole in it but it did not lose its general shape?","P_0":" What wouldn´s true (about a basketball or about a hole or about anything, for example), that it loses the shape and becomes a ball if you put a hole (like a ball) into that thing without losing all your general characteristics?","P_1":" What would a basketball be like in a hole, without being able to move ?","P_2":"  What do you consider to not make a basketball?","P_3":" What if the hole had no shape and was not in a ball but it still retained some of that ball shape?","P_4":"  What is a basketball if a hole doesn t exist?","P_5":" \"Does a basketball have a hole?\"\n","P_6":" What if a basketball was a ball that could be played in a hole but lost shape while doing it and therefore became a ball with no hole in which you have the ability not play the ball as it would not have the general shape that is needed and therefore would fall into the","P_7":" What can not exist?","P_8":" \"Does a basketball lose it shape, or can I just take out one part that would make sense?\".   I say it has no general shape since the holes in it do make sense for basketballs since the holes make it easier. I see no hole as being a","P_9":" What if the basketball was made up?","P_10":" What would a basketball be without a hole on top\/s?","R0_GQ":"","R1_GQ":" What happens with a ball?","R2_GQ":"\n","RQ":" What if a basketball was a ball that could be played in a hole but lost shape while doing it and therefore became a ball with no hole in which you have the ability not play the ball as it would not have the general shape that is needed and therefore would fall into the"},{"OQ":"If you are awaking multiple times throughout the night because a lot is on your mind, what is a likely cause?","P_0":" \"what can you control\"","P_1":"   \"How much is enough?","P_2":"  If I feel like I wake more during night, do not know how can sleep be better?","P_3":"  \"I wake up and think, \"Waking up every xmin is not enough time, I have so and sos to deal\". \"        The answer to this is to get up more than once so as your brain doesn; t","P_4":" \"I often get up several hours before I have to leave to get some things from my room\". I've had insomnia and it can definitely take its toll - especially with the stress of finals week.\n","P_5":" \"If you could only wake for one thing - would this be that one?\"\n","P_6":" \"what would happen when I was asleep but woke suddenly and found a lot was still in my brain.\"  I have a hard time getting to sleep if the thoughts in the middle are very strong or if my mind keeps racing and I've forgotten a lot to start with during","P_7":" \"If I'm not asleep I'm worried something important to my life may get forgotten\"     I usually get up and do something to get out my mind, and then go straight for the shower.    If it does happen, I will usually go","P_8":" \"Is the problem that you are having trouble falling asleep because you think a lot?","P_9":"  What would be a likely reason you have trouble falling asleep ?","P_10":" \"Can you give an estimate to when you last had your period in your life\/when did the last time occur if possible in your life, so then i'm guessing the time between now to the last period.\"\n","R0_GQ":"  What are your thoughts, feelings and actions during the day.","R1_GQ":"\n","R2_GQ":" \"If my mind gets too full to function I need something to get me through.\"","RQ":" \"If I'm not asleep I'm worried something important to my life may get forgotten\"     I usually get up and do something to get out my mind, and then go straight for the shower.    If it does happen, I will usually go"},{"OQ":"Where does a wild bird usually live?","P_0":" \"Is it possible you live under the ground?\".  I always get a kick at the idea! I can't remember where I found that one though ...","P_1":" \"If you are a bird, then you are in the wild and are not in the city\".","P_2":"  \"Why do birds fly to the top?\"","P_3":" Where can I see a wild bird?","P_4":" Where are the wild bird's nests and eggs.\n","P_5":" where would a wild bird live and why","P_6":"   \"How often are birds seen on the streets, in the parks, at the beach... ?","P_7":" Where a bird normally live\n","P_8":" \"I think that's a bird, but I guess I was wrong\"     I could have just looked in the comments though to confirm my suspicions :)\n","P_9":"  \"Where's the wild bird that lives next to the road and the house that's next the road in the middle?","P_10":" Where is the wildest bird?","R0_GQ":"\n","R1_GQ":" \"You are a bird; then, if you want, it's possible for some time in a city, right?","R2_GQ":" \"What if I want the city to look as if you could not be found. If\n","RQ":" \"If you are a bird, then you are in the wild and are not in the city\"."},{"OQ":"Where would you expect to find white mice?","P_0":" \"If I could get my hands on white mice I should buy them, and if they existed in the wild and not just in labs, why do scientists not use them more widely?\", or some variant","P_1":" \"Do you ever meet white mice?\" \"Only in the wild. I live with a black cat. I find them all day, and at home sometimes when I am cleaning.\"    ","P_2":"  Where could you find a white mouse?","P_3":"    >Where could a white mouse go after it gets caught by the police and is in the process for being euthanasished in a humane manner?\"\n","P_4":" \"Why is it so difficult or hard, to see white mice?\".  The answer to which you would normally give yourself if it weren`t a question and instead was a question : \"It´","P_5":" \"When you look up the word 'whore,' do you only want to look into the eyes or also at the nose, the cheeks?\"\n","P_6":"  \"White mice?","P_7":" \"What are you going to put on a mouse?\"\n","P_8":" \"If you see a white mouse on your desk and don't recognize it immediately what would your first impression of him be ?\".","P_9":" \"White mice?","P_10":" \"I haven t had the pleasure of finding white mice anywhere... I know they sre out, what would u suggest as the best place where one may encounter a white mouse.\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"When you look up the word 'whore,' do you only want to look into the eyes or also at the nose, the cheeks?\"\n"},{"OQ":"John felt that his actions were fate.   Harry said that he could have always made a different what?","P_0":"   \"John felt his actions to have had a purpose.  Harry felt they might as have not. \"          \"What if they never happen.\"","P_1":" \"What was the point that you made in your actions ?","P_2":"   \"If you were to make a choice of what you should've and did do, how do your choices reflect the fact that your life and actions are all part of some grand plan?\"\n","P_3":"  \"If you really do think your actions and choices have some kind of significance behind you, how can that be true when they can literally be changed?","P_4":"    \"I wonder who was the one who made me do that. Who did that to me and why. What could it all really have meant in the end?","P_5":"  \"I have no choice but what i make now is what's gonna happp\" - Harry  \"I will never know if it would've gone better with out me\" - John  \"I would of done what i knew to be good, I always","P_6":" \"What did you have to loose by killing Voldemort ?","P_7":"  What would have made him change what he done that day instead?","P_8":" \"If you're going to be a hero you really are going to get killed at least 3 different places before the end\".","P_9":"  If you knew that you couldn´ t kill someone with a wand but that it still had a chance, which wand should be used for this purpose","P_10":"   \"I can feel that my actions, my choices in life have led you here to this moment.\"\n","R0_GQ":" \"What did it matter in all these years anyway\".","R1_GQ":"\n","R2_GQ":"\n","RQ":"    \"I wonder who was the one who made me do that. Who did that to me and why. What could it all really have meant in the end?"},{"OQ":"What could committing murder prevent someone from doing?","P_0":" What if you have a gun but can do absolutely fucking **no good?","P_1":"   What can murder do if I kill myself but then I die ?","P_2":"  \"So, if someone murders someone by shooting, and you're in the same area and see the same person, why shouldn\"t your gun go off ?","P_3":"   \"Why would I stop doing X?\" \"Why not do X and then commit X?\".   I assume the answer you got was \"to avoid being murdered\". That would be a good","P_4":" What would prevent a person, who would otherwise be in the process if killing a person for the purpose of killing it (because of its own inherent evil or because they themselves consider its existence evil, etc","P_5":" \"How is it possible to do a good thing by committing a murder if it isn`t possible by not murdering someone?\", which was answered in a different thread        \"","P_6":"  \"How could committing a murder prevent me doing ____?","P_7":" What is the purpose or benefit you see to committing a felony.","P_8":" \"Do we just let people do things because someone told him\/ her that it doesn´´´ be good\/ bad\"","P_9":" What can you commit to that someone might have committed before committing a crime, but might otherwise commit now or later ?","P_10":"  \"What can you stop people for if not murder.\"     Answer - Nothing, they've stopped committing murder for a thousand years!","R0_GQ":" How are you possible to have a good thing (by killing somebody?) when doing that requires killing some other people or killing a person.","R1_GQ":"\n","R2_GQ":" \"If a person is not capable or unwilling (not to do) to commit a murder by not doing, what can be a better way?\", which has the answer:\n","RQ":" \"How is it possible to do a good thing by committing a murder if it isn`t possible by not murdering someone?\", which was answered in a different thread        \""},{"OQ":"George didn't have a car, but he still had his two feet.   His socks were smelly and his soles were blistered, but that didn't matter.  He could still do what?","P_0":"  \"If you had to carry a car around and you have 2 legs why the fuck should you be allowed on a plane\" ?","P_1":"    George didn 'have a car.  He was just walking, but his two legs had no shoes!\n","P_2":"     George didn‭' have a car‍  , he couldn ' t get a taxi‍ '‡, but his feet didn ‭ „ ‘‒ ” “‎‼ ‽‑„‑ ‾ \" ‖ ‖ \" \" \" \" �","P_3":"  \"George didn\\´ t had a car to get to work, and yet, his two feet are still there\".                                                 ","P_4":"  \"Why do you think George was able to keep walking around barefeet if his sole's blisters made his foot hurt, and if he could keep walking around with a sock full of mud, but he could hardly keep going barefeet because he'd be so smudgey.\"","P_5":"     \"How can I make my feet look good on the street with my shoes so dirty and smacked around by the street?","P_6":" \"You don't believe in God.   Why do your toes hurt, George?\"","P_7":" \"If George had no shoes could he have walked?\"   Answer to the question was no\n","P_8":" \"How is George not a cripples?\"  Answer: \"Why does he have to carry a car, and how can he carry his feet without it?\".\n","P_9":"   \"If you're going to be a hero and walk, what are your two most effective shoes and socks for walking in?\"    \"Your shoes should support both your legs while walking on uneven ground (so they keep your balance).\"  \"If they also provide some protection in case the ground gets slippery you do NOT need socks because your legs should protect","P_10":"      George didn´ t know he needed a car, because his two legs and his two toes didn t fit inside.  So, he decided, that he had a car.\n","R0_GQ":"  \"How did George get from A to B when there aren' t a car?","R1_GQ":"","R2_GQ":" \"How many feet does George have left?\"","RQ":"  \"George didn\\´ t had a car to get to work, and yet, his two feet are still there\".                                                 "},{"OQ":"A crane uses many a steel cable when working a what?","P_0":"  \"Why does a crane have to carry so many steel cables on a job site and not just use one cable to do so\"","P_1":"  \"Can a crane be used as an elevator?\" \"No\"  \"If it isn;※t an elevator, what is its main application?","P_2":"   \"How much steel cables does it takes for a crane?","P_3":"  \"How can I make a crane use a steel cable to move a heavy load?\"\n","P_4":"  \"Can a crane be used as an extension for a building?","P_5":"    \"What's a crane used for when not working a crane.\"\n","P_6":"  \"How can we use the crane to work a what?\".","P_7":"   \"How to make a crane that has a lot of steel cables to do a lot of work at a low speed and high speed?","P_8":" \"Can you explain why a crane has to carry a steel cable when moving a what?\".\n","P_9":"    \"A crane is a device designed so that the load is borne entirely on the crane's own weight, rather that the weight of the load-carrying vehicle on top, and so the load is","P_10":"  \"A crane is a device that uses a crane to support a structure or object, usually in a vertical orientation (vertically oriented crane).    A crane is a device of the type that lifts an","R0_GQ":"     \"How does the crane work, and how can I use this crane for my work?\"                                          ","R1_GQ":"   \"How would I go about using a crane?","R2_GQ":"\n","RQ":"    \"A crane is a device designed so that the load is borne entirely on the crane's own weight, rather that the weight of the load-carrying vehicle on top, and so the load is"},{"OQ":"What is the main purpose of farmers?","P_0":" \"what's the point\"                                 ","P_1":" What does a farmer produce?","P_2":"  \"The main purpose of farmers is to provide food. But the main reason that farmers do it today  and the reason they continue it today  in the future, it seems is because of","P_3":" \"Are farmers the only people to be allowed to live?\"            The answer, ofc is that farmers are the most important people, as they","P_4":" What do you mean, \"Main\" ?","P_5":" What does the farmer do when he doesn\"t farm?","P_6":"  What are the main functions that farmers provide to the society or to the nation (or the world) in which farmers play the most important part or the most prominent role or a key part in","P_7":" \"Are we the only ones to know that the earth can not contain all the people, and what we should think then for our future?\"\n","P_8":"  Why are farmers so important. Why not just have a bunch of people working on the same farm and then they can do what they wanna.","P_9":" What does the farmer do exactly that the other workers on a farm cannot perform?","P_10":"  What do you eat?","R0_GQ":"\n","R1_GQ":"","R2_GQ":"\n\n What is the point ?","RQ":" \"what's the point\"                                 "},{"OQ":"Where can I put this penny to save for later?","P_0":"  \"How should I spend this penny in order that I don; t go into debt?\"  Answer is :  \"Save it, and buy something that doesn‰€t require you to buy anything","P_1":"  Where should the penny go to get the most bang for your buck.\n","P_2":" Where do people save money ?","P_3":"  Where will I be in ten months?","P_4":" Where is my money going and who can i give money ?","P_5":" \"Where should we place it in order for the future?\"\n","P_6":" \"Is this penny worth more then the value of my time spent on Reddit today, and if I don´ t save that time I lose my investment on this penny. \"","P_7":"  \"I want this penny to buy a house and have children\"  \"Can it buy me a house with a mortgage and children later with a loan from the government ?","P_8":" \"Can we put it towards our retirement?\"     Answer is yes !\n","P_9":" \"When will I put this penny?\"","P_10":" \"When I get a penny I always have a plan in the back of my head but if I ever have a penny I end it immediately without putting thought in what i‌m‏ saving‪","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Where should we place it in order for the future?\"\n"},{"OQ":"Where would you put uncooked crab meat?","P_0":"  \"What is your favorite food?\"\n","P_1":"    \"If I could eat only one food, what food and where I'd have to live to do it...     I don' t really have an option here and my","P_2":"    \"How many crabs did you have?\"\n","P_3":"   \"Do you put uncased crab meat into your crab cakes, or do uncrabcakes contain uncooked crabs in their meat?\"","P_4":"  \"How much crab do people buy, and why would we have a problem?\"\n","P_5":"    \"Wouldn`t it just go bad?","P_6":"   \"Why are there so few crab houses here on the east coast ?","P_7":" \"Would it make a difference?\"                               I would just","P_8":"    >Where would you put uncried crab meat on a plate.        >   >        >   >  ","P_9":" \"I know you don't care but it makes it taste bad\".\n","P_10":"     \"I can tell that you put the crab in a pan. Can't we cook it first\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  Would it change the answer, or is it the\n","RQ":" \"Would it make a difference?\"                               I would just"},{"OQ":"The man had a fear of illness, so he never visited friends who were a what?","P_0":"   \"My friend has a fear and I dont know if I would have a good relationship, if I were sick all I do is stay alone for long period of the night so how will be my friends and family will understand why and trust","P_1":" \"I was afraid of being sick and I kept myself to the point I started to have a fear in the other people.\"   The man, who never wanted the disease he has now to spread (which may seem like an odd reason),","P_2":" \"When I hear about someone being ill\"\n","P_3":" \"The man had no friends that I can know about in the past few weeks and now his friends died\". The man did have friends before he went on his trip of a few hours, they have all survived the trip as a whole family unit","P_4":"  \"The man has a fear of sickness. He rarely has contact or interaction in any of his life.\"\n","P_5":" \"What do you consider a friend\".","P_6":"   \"The man has a phobic disorder and is unable and refuses to travel by train. The question is: Why isn 't the man able and willing to take the train, when the train will bring a lot of pleasure in","P_7":" \"I can tell, you were a friend once.\"                    The man is a friend and I know he meant this in no ill intent; it happens often","P_8":" \"If you see a friend with a fever, will you be afraid you might fall sick when your time to meet comes to an hour, day etc...\"   The answer depends entirely upon what the friend's fear is about...\n","P_9":"  \"Do you have friends that suffer from illness?\". \"Do people in general fear illnesses or have friends or people around themselves afraid illnesses?\"\n","P_10":"     \"How do people with a fear for sickness get around to friends that aren;‖t sick, or sick that have a different disease then they?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  \"Can I know that you were sick, sick?","RQ":" \"I can tell, you were a friend once.\"                    The man is a friend and I know he meant this in no ill intent; it happens often"},{"OQ":"Where would you put pans if you want to bring them with you?","P_0":" \"Are you going camping?","P_1":"   \"How much space will it leave for my pans when I move to a bigger house, and when do we start to use our pans and pans are not being stored, do i store it or just keep on using","P_2":" Where would you keep the pans in a kitchen that does not require a stovetop ?","P_3":"  \"If I have to cook, do you want a pan of water?","P_4":"    \"What do you carry for cooking in your bag?\".","P_5":" \"Are they allowed?","P_6":"   \"Would it make a big mess, and how would you store it\" ?","P_7":" \"You can take them on the plane as long you don`´t want to leave the plane.\"\n","P_8":" \"Will there even exist a place to store all that pans in the future\"","P_9":" \"Do I need to buy a new pan to store my food when going on vacation.\"","P_10":" \"When you get home do they fit inside?\"        I personally love to carry a big pan that holds a ton of stuff!\n","R0_GQ":" \"What's your favorite thing that's in a pan?\"","R1_GQ":" \"The answer is yes\".","R2_GQ":"   When you walk back from the store with all these groceries\n","RQ":" \"When you get home do they fit inside?\"        I personally love to carry a big pan that holds a ton of stuff!\n"},{"OQ":"If you're remembering something, it's because of your what of it to begin with?","P_0":" \"If you've remembered a thing recently ,why ?","P_1":" \"I just realized something, so let's say what the fuck did this mean ?","P_2":" \"If you're thinking about something, what do *your memories have to be like if that something has a memory attached*?\"","P_3":" What does it say that you don' remember about that?","P_4":"  \"Can you explain to someone like myself, how you would have known to say \"I like your shoes!\"  \"If my memory is right,\" is that what he asked me and my response is correct. That makes perfect logical sense.\"","P_5":" \"Is it because of the memory itself or just a coincidence?\". I'd hope so otherwise how can the memory be remembered for it was never actually a thought at all","P_6":"  > I can remember the exact moment when I came in contact to the world. It will probably take 10 seconds (I have a very long attention-span when remembering). The moment when you come to know what's going on, your brain","P_7":"    If the questioner says, \"Why don;‹t I\" and you say you \"Remember it\", do you know that they \"forget\", because of your \"what you \"of your memory of your memory of","P_8":"   \"Why do people do things like this ?","P_9":"  \"I recall a conversation about a year-ago, where we agreed on the following:     \"The best way is to ask someone, but don't expect the other one's to reply.\" \"I don‏\"","P_10":" \"I want you, but I really hate you.\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I want you, but I really hate you.\""},{"OQ":"Which large land mass is home to the most monkeys?","P_0":" Which large landmass has a large monkey population (in terms of numbers)?","P_1":" Which large land masses has the most monkeys?","P_2":"  \"Why is there more monkeys per square meter then humans (in the US) and why aren´s the monkeys more intelligent and more aggressive than the human population as a rule of thumb or rule?\"","P_3":"  \"The question is, where do monkeys like to eat?","P_4":" Which large landmass does not contain a single monkey.","P_5":"     Which large land mass in the world is home for the most monkeys ?","P_6":"  \"Is there anything more monkey than Africa\"\n","P_7":" Which large land mass in the world has the greatest concentration or diversity or monkeys?","P_8":" Which large land mass contains the largest number monkeys in the world\n","P_9":"  \"Is there any place that monkeys have a greater presence (i) of monkeys in the area (a) or  (e)]?","P_10":" Which large land masses is home of the most monkeys ?","R0_GQ":"\n","R1_GQ":"  \"why is there so many more monkeys (and more monkeys) in the US and why aren※ts the monkeys smarter as a general rule as compared with humans and why are there more monkeys than the humans (and the humans are the dominant species on earth?)\n","R2_GQ":" \"The answer is that there's more monkeys than human population in the USA (in the US)\", \"The answer is that the monkeys are smarter & aggressive, than average.\"","RQ":"  \"Why is there more monkeys per square meter then humans (in the US) and why aren´s the monkeys more intelligent and more aggressive than the human population as a rule of thumb or rule?\""},{"OQ":"Friday was James's 5th Anniversary.  They planned on going to bed early so that they could spend a long time doing what?","P_0":"  \"What will we be celebrating on our fifth year?","P_1":"  \"What do we plan doing to spend the evening together?\"  \"What do *our* parents say that we are to do?\"","P_2":"   \"Hey, we need to celebrate James' anniversary and we won't do much.\"","P_3":" \"When will you get a girlfriend that won't cheat or leave?\"","P_4":" \"What did they celebrate 5th Anniversary with ?","P_5":"       \"How long before you can go out without your husband?\"","P_6":"   \"What did James do for his birthday, last month\"?  \"Oh, he spent all evening with his wife and kids.\"   \"WOW. That's a lot more time for them compared to the rest us. What was he doing that they got so little sleep","P_7":" \"Did you get him anything?","P_8":"  \"What do you want for your anniversary?\"","P_9":" \"When did you realize you met the right woman, and did it make you happy when the 5th anny approached ?","P_10":" \"I wonder where they will eat tonight\"\n","R0_GQ":" How many times do you have sex in a month, how long\n","R1_GQ":" How many years have I got?","R2_GQ":"\n\n How much longer until I get my husband back               ?","RQ":"       \"How long before you can go out without your husband?\""},{"OQ":"The teens were trying to hide that they get drink, but when they walked in the door their what gave it away?","P_0":"  \"What is the most embarrassing moment you've gotten into with your friends in a bar?\"\n","P_1":" \"We're underage\"","P_2":"  \"Why don't the teens show up to class?\"","P_3":"  \"Do they do drugs?\"","P_4":" \"When did you last go for drinks and why didn;›t anyone tell us ?","P_5":" \"They had a beer in front. Why were you hiding that?\"","P_6":"  \"Do you drink?\" \"Why yes\"\n","P_7":" \"They walked inside with a bottle of beer (and a bottle of wine and a bottle with a bottle) on their way, and then they drank all this in front of the camera without any shame.\"   I'm pretty drunk and can only get so much out...","P_8":"   \"Why are these kids so drunk in the first place ?","P_9":" \"We know they got drink in the house but who's going out there and bringing the drink back?","P_10":" \"We want you guys not drinking. So what are your plans this evening?\" \"What?\"  \"Your plans.\"\n","R0_GQ":" \"they walk around with bottles in the first place with a bottle on a table... and in a public place where they drink... without a single shame\"","R1_GQ":"   They, drank, beer.","R2_GQ":"    \"We, what friends got drunk and did a buncha stuff on camera for a bunch a money (money that the cameras paid them), without being ashamed at least, and then they did a couple more things.\"\n","RQ":" \"They walked inside with a bottle of beer (and a bottle of wine and a bottle with a bottle) on their way, and then they drank all this in front of the camera without any shame.\"   I'm pretty drunk and can only get so much out..."},{"OQ":"You'll find a landing at the top of what?","P_0":" \"When I fly, I'd have a landing at the top\".    I know that's a bit vague\/oblique\/etc - apologies!\n","P_1":"    \"If I have a landing at the top of a mountain (elevation) with a flat surface (the surface is flat because the plane has no wheels, so the plane doesn;'","P_2":" \"what's the best way\" ?","P_3":" \"Where would you want your landing to occur in a given scenario ?","P_4":" \"Can I find a landing on the moon\"  Answer to that would of course depend a bit, but in general, yes I hope they could, since it doesn; t sound like they did in the","P_5":"  \"You landed in a place where you can find a landing, so you went and looked at the landing and then went and found something more exciting?\".","P_6":" \"Where should we look at the landing?\"","P_7":" \"When you have a landing at the top what do you need for the rest\"               The answer, ofcourse.","P_8":" \"Do you want to be a pilot (or a pilot's wife), and you already own an aircraft, what are your options on how you're gonna make it work on the side while you work and raise","P_9":"       \"Can I fly to the top of the world with a parachute and a parachute?\"  Answer:  Yes\n","P_10":"   \"The Bollard\"   \"A landing at the top\" (parallel to the top of the building), as in \"A landing at the top\" is the same as saying that \"","R0_GQ":"\n","R1_GQ":"","R2_GQ":" \"Why are there so many landing words, and so many landing questions?\"\n","RQ":" \"When you have a landing at the top what do you need for the rest\"               The answer, ofcourse."},{"OQ":"Anybody could be hired in the kitchen, what was needed of them?","P_0":"   \"If I were to hire a chef to do the job of a chef, is the chef supposed to do all that work of the chef and also do some other job on his side such that there could potentially exist a","P_1":"  \"I know you are a chef and can cook, how long do i hire u in the kitchen?","P_2":"  \"Why do we not pay people to prepare our food.\" ?","P_3":"    \"I want a cook that knows how to make a good steak. What do?\" \"What are your qualifications?","P_4":"  \"You'll learn the basics: how the kitchen runs and what goes up.\"  I learned a fair deal by working in a kitchen myself with no formal culinary education for a couple of hours one Saturday a couple days every three","P_5":"  \"Can any of your employees do this?\"  Answer  \"If I give him the job yes, I may as wel give a job to any of my employees!\"\n","P_6":"    \"What did you learn, and what can be improved?\" \"I feel I need to become a better cook, what would I get for doing this?\"    I am sure they don´ve done it","P_7":"  \"You must work in the kitchen. You could work with the chefs if your skillset includes cooking.\"\n","P_8":"  \"We wanted a cook with a good attitude!  We'll train the cook!  We won‽‾‣‾\"","P_9":"     \"What do we get paid if we are hired as a cook and we will have no experience?\"","P_10":"      \"I wonder whether the kitchen is hiring?\"","R0_GQ":" \"I don' t have a job and my girlfriend dumped  me    What is the best thing to do and\/ or what can I do better for  my girlfriend, and me as an individual.\"    I've already tried to find out\n","R1_GQ":"\n\n \"You've been working hard at your job for some period; you could probably work more.\"  \"Could I cook a meal that was better for myself?\"  \"The food you prepare in the kitchen can improve, and you seem to do this a number. However there would probably come more to this if we gave you a","R2_GQ":"  What would you take from this?","RQ":"    \"What did you learn, and what can be improved?\" \"I feel I need to become a better cook, what would I get for doing this?\"    I am sure they don´ve done it"},{"OQ":"Where can you find a number of wind instruments together in public?","P_0":"  Where does one find a group or a collection (instrumentation of wind) of wind music ?","P_1":"  \"Do people still make wind instruments in public in France nowadays?\"","P_2":"    \"Where would you find a number of wind instruments together in the public ?","P_3":" Where you see a lot of wind players playing in public (in a concert or something), you should see a lot wind players in public\n","P_4":"  \"Can anyone recommend me some wind instrument shops or websites I've been to?\"\n","P_5":" Where's a good spot in Paris, France?","P_6":"  Where does one get a wind ensemble together and in a public area that isn' t a church?","P_7":"  \"When you want to find wind music, how would a wind instrument be useful?","P_8":"  Where is a good place for a wind band?","P_9":"  > Where do people find wind music together without having a wind music teacher?","P_10":" Where can I go and play a wind instrument without having to ask for a number?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Where can you see a wind players play in concert\/in a concert in public?","RQ":" Where you see a lot of wind players playing in public (in a concert or something), you should see a lot wind players in public\n"},{"OQ":"A mountie got off at a subway stop.  What city might he be in?","P_0":"   \"How many people are in the subway?\" \"How do i find them on the map?\"","P_1":"  \"Hey, I don´ve noticed a lot more cops here this afternoon.\"","P_2":" \"Is there a subway stop that is not in a city, and that you frequent?\"\n","P_3":"  \"Hey, I'm a Mounty and I get to go home tonight!\" *winking* \"What's the best place you're from?","P_4":"  \"How did this happen to me\"\n","P_5":"  \"What city are you from?","P_6":" \"How many times can I ask for a ride from a cop and get away without getting a ticket before it would start looking weird or suspicious ?\".                   ","P_7":"  \"Where can we go for a drink?","P_8":" \"Why is the Mountie in a subway station\"\n","P_9":"  \"How do they know that he is a Mounties?\"","P_10":"  \"Where in Canada did this happen?\".           The answer, of course : Montreal, Quebec, Canada\n","R0_GQ":"\n\n  ``, How, many, times?,                                                            ","R1_GQ":"","R2_GQ":"\n\n  How can you tell when the cop is going to ticket a driver if the driver is not speeding and not doing any illegal maneuvers, and he just needs an excuse.","RQ":" \"How many times can I ask for a ride from a cop and get away without getting a ticket before it would start looking weird or suspicious ?\".                   "},{"OQ":"What do you want someone to do when you illustrate point?","P_0":" \"How can you illustrate point without using the word 'point', 'theory\" , or 'theory' as an adverb to describe your idea of the point being illustrated (i think that was what you","P_1":" What should be the most effective way in which to make a point of a point in a book.  I want it to convey a sense of urgency without seeming too preach.\n","P_2":" What would you tell someone about theYD?","P_3":" What's the point?","P_4":" What are some things you should be able to draw when illustrating a point in a comic.","P_5":"  \"Why is it so difficult, for example to draw a circle?","P_6":" What is the most important thing a person should remember for the rest if her time and life to be happy with what God did?","P_7":"  \"What is the best way for a person living on a budget not to get bored in the game?\"","P_8":" \"If you could make a point that would help me in my life (for instance, how do i become more successful) what would you say.\"       I could ask a question and then","P_9":" \"Is it possible to illustrate a point with a picture on a screen ?","P_10":" \"What's your opinion of theglomeratins?\"","R0_GQ":" \"How could I improve myself, and how could I use the information I'm learning, to be an even more successful and happy person\" or something simlarly similar,\n","R1_GQ":" \"Do you have any advice (or advice to others?) I know what you will say but i feel like im stuck on my current career.\"\n","R2_GQ":"   If you had to make a point that will\n","RQ":" \"If you could make a point that would help me in my life (for instance, how do i become more successful) what would you say.\"       I could ask a question and then"},{"OQ":"Billy set aside a block of time for having fun after work. Why might he do this?","P_0":" \"So you don ' t do anything fun anymore. You don't have any hobbies besides work or school. I am concerned with this.\"              I personally don \" ve a hobby because of","P_1":" \"Billy set apart time on the weekend. Is this a good way or a way to waste it on a game he plays once a couple month?","P_2":" \"So I go to the gym and have my fun and then I have my fun.\"\n","P_3":" \"So, you have a job. Do people tell your boss you need more time with friends?\".                       I wouldn' t really blame the boss","P_4":" \"What's the point in having a job for the rest of the world's sake to get home at 5 pm and play video poker?\"             I doubt it'll have an answer for you.","P_5":" \"Why would he spend so many hours playing video-gamed when there were so very, *vital,* things in life to attend?\"","P_6":"  \"I have a block off time on the calendar and every year I decide whether it's worth it.\"\n","P_7":"  \"He was bored after work, why should i bother helping with the house?\"  He answered the second one and you know, he works a lot of overtime because he does not feel he has a choice - he cannot do both at his work","P_8":"  Billy set up a block to have fun for an evening and then he went away and he is going away and then you have to deal with that. Why does he even spend so much time thinking that way\n","P_9":"  Billy set apart some time and went on a date.  What was the date like for Billy ?","P_10":"  Billy set his schedule around having fun on weekends. What would be some activities you enjoy to have some time off for fun after your workday.\n","R0_GQ":"  So you've got a job and you don t think it's a problem. How would people tell it to their employer (the boss ) so the boss would take appropriate actions regarding their job (work)?     I have no idea on this one!    Thanks","R1_GQ":"","R2_GQ":"","RQ":" \"So, you have a job. Do people tell your boss you need more time with friends?\".                       I wouldn' t really blame the boss"},{"OQ":"The man in the white suit was very lazy.  He did nothing useful.  Meanwhile, the ban in the blue had put in effort and was very what?","P_0":"  \"The man in white was lazy but the man who had to work was very hard working!\"\n","P_1":"  \"Do you agree with the ban?","P_2":"   \"What's the point to the man dressed as a woman who does absolutely *everything?","P_3":" \"I did a lot, I can see you did not.\"\n","P_4":" \"If you put in the work you deserve the reward!\"\n","P_5":" \"Why is the man wearing the white suit so slow, but the man who went in the blue is running around like a maniac, even if his suit was made with the same materials\"      The answer would  have something   with the fact that the white guy was wearing a suit of armor","P_6":" \"I'm not sure, but I believe that the man at the white suit's job has more importance or something?\"               The man is the one with the blue suit, so he should put some work to it, the man is not lazy by definition","P_7":" \"Do you think the man is lazy like the blue guy in the suit in the picture, and the man in black in the picture doesn' t work?","P_8":" \"I like the man with the white suit in the white suit because the man did something useful during his ban time\"           The blue ban guy seems more like a \"fuck you, I won't give any f*k's\" kind if dude :D","P_9":"    \"What did the man who did the ban in blue do ?","P_10":" \"what's the difference of the two men?\".","R0_GQ":"   \"Can someone tell the man, the one with a white suit at the white suit's office how he would be better?","R1_GQ":" \"Is it possible that the man wearing the white shirt has less work\/responsibiliy then a person in a blue one wearing suit, and is doing this work out-side his work, or maybe in some other place at a time\"\n","R2_GQ":" \"Is there someone I may contact, if my question has no answer?","RQ":" \"I'm not sure, but I believe that the man at the white suit's job has more importance or something?\"               The man is the one with the blue suit, so he should put some work to it, the man is not lazy by definition"},{"OQ":"What would you be unable to do if you have too much greed?","P_0":" \"How many times in a row would it be okay for you, to go for the kill when your opponent doesn`'t want to be killed, without any risk ?","P_1":" \"When you get too many items and you start to think \"oh I got a lot\", then it might make things easier and more enjoyable because then you wouldn't try to get more, then it starts getting annoying again after","P_2":" What is the most important thing to do when you want to have more money and you want a lot to do\n","P_3":" \"You wouldn․‌t want to be the person with all the money...\".          I guess the answer might go like : \"I can․' t buy a","P_4":"    \"Why should we pay taxes so you guys get richer ?","P_5":" What are the consequences that would result after you are unable\/refut to do anything?","P_6":" What is your biggest weakness ?","P_7":"  \"Why can you not be greedy ?","P_8":"   \"If you had to choose, would you do something you didn'''ve sworn not do?","P_9":"   \"If I don`ve got too greed to be able, what am i doing?\" - among other things              I'd rather not think of a specific","P_10":"  What are you afraid of doing or being afraid that other players (or yourself, in this instance :)) can do, while having too much greed ?","R0_GQ":" What are some things I will definitely do before I go for a big vacation, and the most important is\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the most important thing to do when you want to have more money and you want a lot to do\n"},{"OQ":"It was a long trip from the farm, so he stayed in a hotel when he arrived at the what?","P_0":" \"I came, I saw, I conquered!\"","P_1":"   \"What is the name of the hotel where you met your wife?\"\n","P_2":"  \"How is it that you managed a long journey by train from the farm, but you haven't arrived anywhere near the farm, yet.\"\n","P_3":"   \"Wherever you came from\"  \"Where ever your going?\" \"I dunno.\"\n","P_4":"     \"When you went to the farm, you asked your father what you should put your hands on for the trip. When I said \"your hand\", do they say \"hands of a child, hands of an older boy.\"?","P_5":"  \"I came with my wife and we had a nice time, we bought some nice things (the house), I cooked dinner... but I found the house was too cold and we went on holiday to the beach (the house).\n","P_6":" \"When you see a big city from a distance it gives a different picture to what is going inside and the people that work and are involved, what do we as a society get to do ?","P_7":"  \"When you are in a hotel in the middle east, where do you get your food?","P_8":"   \"Why are we going to theigned place?","P_9":"  \"What is the name and address to the hotel where theDayton shooter stayed after the shooting at the Oregon District?\"","P_10":" \"Why is it that you came here and you haven´ t even got to the farm yet.\"","R0_GQ":"  \"When I went with my father and brothers on our trip from the farm, we always put the hands we should use as a child and the older hand as our hands\"                                   ","R1_GQ":"\n","R2_GQ":"\n","RQ":"     \"When you went to the farm, you asked your father what you should put your hands on for the trip. When I said \"your hand\", do they say \"hands of a child, hands of an older boy.\"?"},{"OQ":"I did not need a servant.  I was not a what?","P_0":"        \"How to get a servant?","P_1":" \"Do you need a servant?\"  Answer was no\n","P_2":"   \"I wanted to ask if I am a servant, or a servant, I can't seem make the choice\".\n","P_3":"   \"Can you give me a servant?\"","P_4":"   \"I'm not a servant. Can someone tell what I was?\"","P_5":"   \"How do I get a servant?","P_6":" \"Do you want to play the game?\"\n","P_7":" \"Is there something you *know of* but have absolutely none of in your inventory?\"\n","P_8":" \"Is it possible to have a servant without a servant?\"  Answer : \"No\".","P_9":" \"Why did I choose to be a servant?","P_10":"      \"How much money would you have without a servant\/servo?","R0_GQ":" \"Do I play the game.\"","R1_GQ":"\n","R2_GQ":" \"Which of these do\n","RQ":" \"Do you want to play the game?\"\n"},{"OQ":"How would you get from one side of a canal to another?","P_0":" What's the difference in the way the water flows between the two sides of a canal?","P_1":"  \"If I were to go to the other end (of the canal), then what do we need to carry to the other side and how much do those costs cost?\"\n","P_2":"  \"Would you go to the other side?","P_3":"  How is it that you know that the water in a canal flows in that direction if there wasn`'t a canal to guide it that way","P_4":" How do you get from one side of the canal (the \"main\") of a river to its opposite (or \"secondary\" canal)?     Answer (as I understand, I'll correct the wording as","P_5":" How is it that the Neal brothers are able, through theirasymmeter, to see the opposite side from which they are standing at the time, without having to move one foot?","P_6":" How can we make a canal from one side, and make another one?","P_7":"   \"What is the shortest route for a person between two points on earth?\"","P_8":"  \"You know, I'm pretty much the only person who isn‧t a complete idiot.\" -Hero","P_9":"  How does a boat get across a lake?","P_10":"  How do you go from one side to another ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What's the difference in the way the water flows between the two sides of a canal?"},{"OQ":"When learning about the world and different cultures, what is important if you are committed to eliminating preconceived notions","P_0":" \"what should a person know to have the greatest chance for success on a trip?\"                                   ","P_1":" \"what are important for you as a person?","P_2":" What if we don´ve got a preconception in the first instance. What is it ?","P_3":"  \"I wonder... how does one know about the world if there's not a lot to read ?","P_4":"  What are important things if you are committing yourself ?","P_5":"   \"How do people view the world differently.\"?","P_6":"   \"What is most important when you talk of the world?\" \"What is the most common misconception about the world\"\n","P_7":" What is the most common misconception people in the west think of when thinking about the world (and other cultures )?","P_8":"  \"When you visit a place do the people you have seen and met there have an affect of you or your life, in general?\"\n","P_9":"  \"What is important when it comes down the line is to try not to get stuck on preconcequently held beliefs because you feel they will limit how you understand someone?","P_10":" \"If we have a goal to eliminate preconceditions what are the most essential things\"","R0_GQ":" What is the best way you have found that a person will benefit the world or themselves from traveling?","R1_GQ":" \"what would be most valuable information a traveler should know if asked by a stranger.\"                                                        ","R2_GQ":" What should you learn, what do I need and where?","RQ":" \"what should a person know to have the greatest chance for success on a trip?\"                                   "},{"OQ":"An underrated thing about computers is how they manage workflow, at one time it was a big deal when they could first do what?","P_0":"   \"Why don´'t we know how computers do that ?","P_1":" \"Can computers make decisions?\".","P_2":"    \"I know how computers work. Why did I not do that?\"","P_3":"   \"Why do we keep using computers ?","P_4":"  \"Why is it that computers were made to do what they were intended as a tool?\"  \"To be able work on the same file in a different program.  Now it was a big thing and a big deal in the early 80, now I believe we are in the","P_5":"  \"How can I do this task faster\"?","P_6":"  \"Why are you still working with a typewritten document?\"\n","P_7":"  > How did computers do what computers *today.* ?","P_8":" \"how do computers manage their workflow so they will not have to do it again the whole week?","P_9":"   \"When computers became cheap, they replaced people as the primary source and method by whom information was stored or retrieved in a company's database\".","P_10":"  \"How do we get the best out our computers when there so few resources for them in our daily routines that we could just as well use our phones?\"","R0_GQ":" Why does a computer do what a computer should.  Why would the computer work this or not.\n\n                                                         ","R1_GQ":"\n","R2_GQ":" Why is it that computers were made\n","RQ":"  \"Why is it that computers were made to do what they were intended as a tool?\"  \"To be able work on the same file in a different program.  Now it was a big thing and a big deal in the early 80, now I believe we are in the"},{"OQ":"Obstructing justice is sometimes an excuse used for police brutality which causes what in people?","P_0":"    \"I am a black person so i don't mind the cops beating my ass while im on my knees, but i will never be a white man or a woman in the same circumstances because they just might get shot and that makes","P_1":"  > What are the consequences (punish) when police brutality happens when the victim doesn't comply but the perpetrator continues?","P_2":" \"What do you consider to constitute a \"justified police shooting\/brutation\/killing an unarmed black citizen\", in your opinion\"?\n","P_3":" \"what's the excuse when the cops are the aggressors or when the cops get the benefit\" ?","P_4":" \"Do you feel like you were treated unfairly?\"","P_5":" \"If the police officer was not guilty on all these charges would he deserve that punishment from the court because he might use other means on you instead?","P_6":" \"Is it ok that police brutality in the US causes people to riot because it justifies their actions and justifies police violence by saying that rioting and protesting are justified because police violence?\"\n","P_7":" \"How is this not obstruction and why has it not become an actual charge?\".  I also wanted a better answer, because it just felt so wrong to not see it. I'm not a cop.\n","P_8":"   >\"Is it okay for a cop or anyone with the power of the police, to do what they did?","P_9":" \"How do you feel if the police officer who killed you was not convicted because he didn't commit an \"official crime (murDER) and because his actions were justified by the fact the he didn´ t commit an \"officicial crime\"(","P_10":"  \"What causes police brutality by police is not the police itself,   But what is done on them, and to do them wrong and to try them wrongly, is the cause\".\n","R0_GQ":"  Do You think you got treated fairly?\"","R1_GQ":" \"Do you ever wish that someone else would treat\n","R2_GQ":"\n","RQ":" \"Do you feel like you were treated unfairly?\""},{"OQ":"While washing clothes they became what when caught on the sharp object?","P_0":"  \"When I'm washing the clothes and I see something sharp that could hurt someone. I'll say 'I washes the clothes to make it safe to wash' and I should do that but sometimes my mind thinks","P_1":"   \"When I wash the clothes with the sharp objects\"","P_2":"           \"I'm washing your clothes, and I'm going over to the dry cleaners, so be good to yourself.\"    \"How about I bring a friend along","P_3":"   \"Can you tell which clothes became sharp objects when caught with the sharpest objects?\"","P_4":"  *\"I want my clothes to get dirty.\"*.","P_5":"                 \"If I put my hand down and I wash something and my fingers go down my hand will they be cut, or not cut?","P_6":"   \"What do you see in the mirror?\"\n","P_7":"          \"While washing your clothes you are able, when caught around an sharp object, that your body is able of resisting it for a long enough, until your body becomes a part","P_8":"   \"How would you wash a knife with a sharp object\"   \"I wash my hands and then I put the sharp things on a cloth, then I throw the cloth and knife on a sink, but","P_9":"                                            ","P_10":"  \"When I am washing the clothes in a washing machine with a sharp object (like a knife for example), is this a good idea for the clothes?\"  The answer of \"I'd recommend against such sharp objects","R0_GQ":"\n","R1_GQ":"\n\n      How many times have you been caught by something, something caught something else                                             ","R2_GQ":"    What are you going do for the rest of this weekend.                                                  ","RQ":"                                            "},{"OQ":"Seafood restaurants are used to draw tourists where?","P_0":"    \"Why do you have to be a tourist?\"","P_1":" What is the most popular seafood in the world today ?","P_2":"      \"Where are the best places for seafood to eat around the world\"","P_3":"   \"How many tourists have been drawn there through the years through the seafood restaurants on the island?\"        \"Many.\"\n","P_4":"        \"How is it possible, that the most famous fish restaurant in the world (the one in the picture) has a menu with no seafood ?","P_5":"    \"Do you guys like seafood?\"  \"We don't have any seafood.\"    \"What do you serve instead then ?","P_6":"  \"Do you know where to get seafood?\"      \"I dunno.  I don' t really know anything.\"","P_7":"  \"How to draw tourist in the sea\"\n","P_8":"  \"If you don't mind, how would you like to get to the nearest seafood place to you on a rainy day.  I'd go for the endeavors of theatter, but I fear you","P_9":"    \"Where are you going to get the best seafood?\"  \"Where do tourists like to eat?","P_10":"   \"How is it to eat seafood in the city?","R0_GQ":"\n\n How does it happen?","R1_GQ":"   \"How is it impossible for a restaurant that sells seafood (the one with the picture in the picture), that is the most known in the world for its seafood dishes has not a single seafood item ?","R2_GQ":" How do you know that the most famous fish Restaurant is in the world?","RQ":"        \"How is it possible, that the most famous fish restaurant in the world (the one in the picture) has a menu with no seafood ?"},{"OQ":"James's nice asked him about her grandfather. She was interested in learning about what?","P_0":" \"Why did you want to kill him ?","P_1":" \"How do I know that you didn`t kill him ?","P_2":"  \"What do your grandfather did with his time in the military, and in general?","P_3":" \"How is your grandfather?\"\n","P_4":"  \"How does your grandfather feel about the war?","P_5":"  \"What did your Grandpaw do to deserve this?\"\n","P_6":"  \"Why does James have a picture in his room with his grandfather?","P_7":" \"What do you miss the most about your grandfather?","P_8":" \"Why is it that you were interested to hear about your grandfather?","P_9":" \"What was your grandfather's name, and was your father's name also James?\"","P_10":"  \"How did you like the book?\" \"Well, it wasn't bad\"\n","R0_GQ":"","R1_GQ":"\n","R2_GQ":" \"\n","RQ":" \"What do you miss the most about your grandfather?"},{"OQ":"James looked up and saw the start twinkling in the black yonder.  He marveled the sheer number of them and the size of what?","P_0":" \"How do they know that the Boyd's are the ones who started the fire and not the987's or the differentiation between the two?\"                                  ","P_1":"  \"What is the largest number of twiglets that can twangle at the same moment in space at the same distance and still remain twisited\"","P_2":"   \"How much do you love me?\"\n","P_3":" \"How much did the tsunami cost?\"\n","P_4":"  James looked at the start and thought: \"I see a lot more than I've come accustom to in this place...   And then he noticed the RR.","P_5":" \"Is there a god?","P_6":"   \"What is the largest number that can fit on a single twintail?\"","P_7":"   \"I just saw a bunch of twigs twitching, and wondered how big they actually would have seemed if I was looking from the ground instead...\"\n","P_8":" \"Is that a Wonderland globalization?\"","P_9":"   \"James looked up in wonder and saw the start twindlers of the black yar. How much of the black yer are there and are we close enough?\"","P_10":" \"James, you said you're going to be a knowingly evil wizard, what's one thing you didn´'t want to do\"\n","R0_GQ":"\n","R1_GQ":" \"If the Boyd's are the ones with the fire, who is the one who saw them?\"                                                               ","R2_GQ":"\n","RQ":" \"How do they know that the Boyd's are the ones who started the fire and not the987's or the differentiation between the two?\"                                  "},{"OQ":"What would encourage someone to continue playing tennis?","P_0":" \"Why would you not go out there if there weren\"                \"You want a challenge\"","P_1":" \"If you have the time and you enjoy doing that then it won t stop. It will go with the flow for now on until you lose it or find new interest elsewhere or you feel you can","P_2":" \"When you can get a free pass to the USO, why wouldn´t a guy play?\"       I remember a few years ago, I met a guy from the","P_3":" What keeps people interested for long hours at a stretch.","P_4":" \"I like playing tennis so why wouldn't they?","P_5":"  What is there on the other side that is better in tennis and that I wouldn t play for?","P_6":"  \"Would you rather be a tennis player, who has no money to keep up, but you keep playing to make ends meets or be a tennis coach in the future?","P_7":"  What's the point playing if your not winning any money and your not improving\n","P_8":" \"If I want to continue my career playing, what should i keep track to?","P_9":" \"Is it still fun after you reach the top of the game\/have your career going on well (like Roger Federers)? What are you missing to be motivated\/keep playing?","P_10":" What would encourage someone NOT playing tennis, if they want more tennis?","R0_GQ":" Why don?","R1_GQ":" \"I don?","R2_GQ":"","RQ":" \"Why would you not go out there if there weren\"                \"You want a challenge\""},{"OQ":"James found the sound relaxing.   It was so relaxing he almost did what despite his efforts?","P_0":"   \"Can you please play the sound again without the music?","P_1":"   \"Is it possible that James found the sound of the Sadly realistically relaxing?\"","P_2":"   \"Can I have a sound that's not so loud?\"\n","P_3":"  \"Why does James find the sound of the advised sound relaxing?\", and the answer \"He likes the sound.\".\n","P_4":" \"Is James transmitted the sound of the ALWAYS BEAUTIFY?","P_5":"   \"Why was James so calm during the recording of the song?","P_6":"   \"James found the sound relaxing and he started to do what despite his attempts, but he ended to do what despite what despite his efforts he tried doing\".\n","P_7":"      \"I feel like I should be doing something productive.\"     \"But I like listening.\" \"Yeah I understand that but I'd be doing a lot more productive if that were true so that makes you lazy\" ","P_8":" \"Did you feel the sound was soothing at the moment of recording?\"","P_9":"  \"Can I get a relaxing sound?\"\n","P_10":"   \"Is there such thing as a relaxing sound, or can we only experience it when it sounds relaxing for the listener?\"                   \"The answer depends. If I","R0_GQ":" \"Why do we experience relaxing music?\"","R1_GQ":"\n","R2_GQ":"  Is there any sound, or can the only experience a relaxation\n","RQ":"   \"Is there such thing as a relaxing sound, or can we only experience it when it sounds relaxing for the listener?\"                   \"The answer depends. If I"},{"OQ":"What regions of a town would you have found a dime store?","P_0":" what would a dime store be like if you were a kid in the 70-s.\n","P_1":"  \"Where do you have found a dime store that doesn; t have a bunch of junk on it for sale that will cost a buck and change in a few days after you bought the junk off of the shelf in","P_2":"    \"Where did you come up to find a dime store?","P_3":"   What is your favorite place to go to find a dime-sized treasure ?","P_4":"  What would you have expected a dime shop in a town of 100 people or less?","P_5":" \"If you were to go into a town, what would your first stop on the street be to pick- up a dime?\"","P_6":" What are the most common places where you might go to get a dime?","P_7":"  \"Where would a dime store be found on a college town campus (or any college town in general for that fact)\" ?","P_8":" What would be the most likely place you‼‹d look for a dime?","P_9":"  What is your favorite place that has a dime-size store in the town that has a dime?","P_10":"  I want a dime store that isn; t a dime store but has a dime in its name","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"Where would you find a dime?\"\n","RQ":" \"If you were to go into a town, what would your first stop on the street be to pick- up a dime?\""},{"OQ":"Where might an unused chess set be stored?","P_0":" Where can I put an unused chess piece?","P_1":"  \"When I retire and move on with the rest, who do i sell all the pieces off?\" \"I'll keep the pawns\"","P_2":"   \"Is it possible that a chess board would eventually have to go through a series of moves before the endgame?","P_3":"  Where are the chess pieces?","P_4":" \"Do you ever get bored, and then think to take out an extra chess set in order not get bored anymore \"\n","P_5":"  \"I will take a chess set for $1,000, please. I like to keep a chess piece for each game so this will allow that to work well with the rest. I could","P_6":"  \"Can a chess piece ever get lost on the chessboard?\"","P_7":" where should the chess set have been put in the first place and how can it still not belong somewhere\n","P_8":" \"My parents' house is full but there aren ‍♈️ any chess pieces to use?\"             I think it was a","P_9":" \"If I wanted a chess game, how long can I wait?\"\n","P_10":" \"I'd love a chess set but it doesn; t have a box or a box is too expensive.\"\n","R0_GQ":"","R1_GQ":"\n","R2_GQ":" \"Why did I get a chess board?","RQ":" \"If I wanted a chess game, how long can I wait?\"\n"},{"OQ":"james told his son to settle down and be careful.  There were many frogs mating in the area, and James didn't want his son to do what to them?","P_0":" \"Don't get too drunk and get into trouble.\"","P_1":"  James told his sons to be careful, but he never thought that his own son was going out there to kill the frogs. James thought it would take a long, long, while to find the frogs. James wanted to teach his own sons how not to hurt animals.   I like your answer though :3","P_2":" \"I should never have let my son get into that situation, and he was stupid.\"\n","P_3":" \"I have a son who I am worried will have sex with frogs; how can you help?\"\n","P_4":"  James told his son not kill the frogs  James said not to kill them, because they have a right  James didn' say to not harm the frog.","P_5":"  James said \"Don․‰”t go out there and get yourself killed,‫‡‡‭‒”„‚„ “‘‱\"’‚\"‏“\"†\"      ","P_6":" \"Don‖‰‚t you want to have sex, James ?","P_7":" \"What is the best way not to get killed or eaten in the wilds\"","P_8":" \"Don't you dare fuck with the frogs.  They've got a lot to live for after all that they put up w\/o us. They deserve respect!\"  I didníve been told this by people, not sure.","P_9":"  \"James told his son not get into the water with the frogs\"\n","P_10":" \"James said to his son to 'Be careful, there'll be plenty more frogs'\".                   James said 'there won`ve' because he didn※'t like his son to do something he wasn\"`ve been asked before to","R0_GQ":"","R1_GQ":"\n","R2_GQ":" \"Why am I not allowed to teach my son not to drink and drive when he got in this situation but he should not get in trouble or get killed. I did everything possible as a parent,","RQ":" \"I should never have let my son get into that situation, and he was stupid.\"\n"},{"OQ":"A man wants air conditioning while we watches the game on Saturday, where will it likely be installed?","P_0":" \"Can we have it installed?\"","P_1":" \"Do you know if the A\/c is installed in the stadium?\"         Answer: \"If you can find me the A.c. installer, I want the installer to bring it back for me!\"  ","P_2":" \"Do I need a new air condition?\"\n","P_3":"  \"If you had to choose a room, would you be okay in a room with AC but not a window?","P_4":"    \"Hey, I could really do with some aircon in here right this minu-\"   \"No, you need to watch this game, it ends at 11pm!\"","P_5":" \"How will it get the air conditioning to the game if it isn't in the stadium, and what about the heat?\"     The answer being \"I will get it from the air conditioned hotel room where the game is taking place...\"","P_6":"  \"Hey, I saw you had air conditioning at the game tonight! I thought you were going for the win. But if you didn' t install aircon, can we just get a blow-out on Saturday please ?","P_7":"   \"Why is there no AC at the stadium and why do they always bring in the heat in the summer?","P_8":"  \"How many people in the stadium have AC?\"   \"Not enough.\"","P_9":" \"I really hope they get it done early before the game on saturday, so that we'll know in the morning that they're there to install AC.   I do like the idea of a fan in the stands with a sign saying, \"","P_10":" \"Will you install air-co in the stadium before the match?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  \"Did the A. C. installer bring you the A\/ C?\"\n","RQ":" \"Do you know if the A\/c is installed in the stadium?\"         Answer: \"If you can find me the A.c. installer, I want the installer to bring it back for me!\"  "},{"OQ":"What could be playing a balailaika?","P_0":" What is the best way of playing a balailiika?","P_1":" What is the most important thing to know before you buy a balaiika.","P_2":" What could be playing a balaika?","P_3":"  \"Why does the balaiika have a red dot on top instead of the normal green dot?","P_4":" \"what is the most important thing to know for a balaiika player (in terms of playing style of course\")\n","P_5":" \"Why is there a balaiala in the middle?\"\n","P_6":" \"I've heard of balaiyans (or balaiiis as they call them).  What are they\/their purpose?","P_7":" \"Is there any way to make a balaiya play a balaitka?\"\n","P_8":" \"What is the Balailaikka?\"\n","P_9":" \"I have a balalianika, can anyone recommend a good balalaina?\"\n","P_10":" \"Is it possible for a Balailaiki to play a balalaike?\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the most important thing to know before you buy a balaiika."},{"OQ":"Sailors drive many different types of boats, what type of boat involves their namesake.","P_0":"        What type boat does the sailor name?","P_1":"  What type boat are you most known or associated for in the community\/world?","P_2":"  \"How many boats do you think sailors drive?\"  Answer:  \"A lot of boats.\"\n","P_3":"                                                ","P_4":"                                                ","P_5":"                                                ","P_6":" What is the most famous boat name in the world\n","P_7":"   \"I saw a picture on the internet, it says that the name of the boat is the alcoholism.\"","P_8":"   What is the most famous ship in the world in your opinion (not the most famous ship, but the most famous ship that you've seen\/seen in person that you consider \"famous enough\"...)?\n","P_9":"   \"Why is it called a sailor?\"\n","P_10":"  \"I heard that the name of the boat is the same, what's its name in English ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"                                                                     ","RQ":"                                                "},{"OQ":"Where could a person avoid the rain?","P_0":" \"How can you avoid the rain?\"\n","P_1":"     \"Can a person avoid rain, or can one not expect rain for a few more years, because it just seems like we do it with every other season ?","P_2":" \"If you want the rain to stay in the rainforest, then donate to the rainforest!\"\n","P_3":"    \"Can i get a ride in the rain and avoid it in the process ?","P_4":" \"Where to go where it wouldnt' rains\"\n","P_5":" \"Why is the rain so bad?\".\n","P_6":"   \"Do you ever find that the rain makes your skin dry?","P_7":"  \"How to get away in the rain and still feel safe on the street?\".                   The answer would likely","P_8":"  \"The rain is a good thing.\"\n","P_9":"  \"If I get wet today, am i guaranteed rain for tomorrow or do the rain gods hate us and only give us rain today or only give you a rain coat on the day we are","P_10":"  \"Where to go to avoid the rain?","R0_GQ":" \"How to feel safer and more at\n","R1_GQ":" How to get away?","R2_GQ":"    \"Can you get out and stay on the street?\"","RQ":"  \"How to get away in the rain and still feel safe on the street?\".                   The answer would likely"},{"OQ":"Why would a person like to have a large house?","P_0":" \"What if I only need one room?","P_1":" Why don‌ t people have a large house  Answer: Because they like having room, privacy.        Edit : I should note it could possibly mean they love their home so","P_2":" \"If you were to get married in the future and wanted to build a big home that your spouse and family will love. What do YOU consider a good house for the size?","P_3":"   Why wouldn;'t a person be happy with their house and not want more space?","P_4":" Why the fuck should I need a large house with a large yard, when a small house can serve the exact purpose in the exact way for a lot smaller?","P_5":" Why is it that people love to get married in a small house like a small apartment but they always go out for a nice big house ?","P_6":" \"What's wrong with having an enormous home when people are living so close by\"?","P_7":" Why not have a large house but also a smaller one and a smaller one but not the one with all your stuff, that can fit only your stuff            ","P_8":" \"If you live alone or with roommies and want something with more space you don;' need a big place to sleep in\"","P_9":" \"why does a person have to pay a mortgage or rent or pay for utilities and food etc..?\"  Answer : Because you pay those expenses in the long run not now, and the house you've been","P_10":" \"why not?\"      I can say that I find it easier to maintain and clean. Also it helps that in my case the house is a bit smaller - I would love the extra room","R0_GQ":"","R1_GQ":"","R2_GQ":"\n","RQ":" Why not have a large house but also a smaller one and a smaller one but not the one with all your stuff, that can fit only your stuff            "},{"OQ":"Where will a cheap book be found?","P_0":"    \"Can you find a cheap book?\"","P_1":"  Where do you get cheap books for your kids from?","P_2":"  \"Why is it so important for me that my book have a cover?","P_3":"  \"Will there still exist a cheap book after the apocalypse, and is the apocalypse going on yet?!\"\n","P_4":" \"Where are you going with your book?","P_5":"  \"If I had the money I spent for this book, it seems that it shouldn'' be too much of a hassle, right?\"","P_6":"   \"What books have you recently had the pleasure and pleasure of reading ?","P_7":" \"If I were to read a book on the history, philosophy etc...of the Middle east...I could only do so on the internet...would you ever find such an inexpensive book, in","P_8":"  \"How will you buy a cheap book on the internet ?","P_9":" \"where do people buy books cheap and what's the cheapest place on earth ?","P_10":"  \"Will there be a cheap book in the future (or even today in the future if we are lucky and it has a good author) \" ?","R0_GQ":" \"Is your book going somewhere,\n","R1_GQ":" \"I think you know the answer, but are not prepared\n","R2_GQ":"\n","RQ":" \"Where are you going with your book?"},{"OQ":"John and James are idiots. They bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_0":"   \"So, you think the Falcons are better then the Jets right?","P_1":"   \"So, you think you could have gotten a better price at the Falcons-Steel-Raven game today...\"\n","P_2":"   \"Why would you spend the money you bought on tickets on a game that isn' t going well so instead spend money on a game that might have a shot?","P_3":"  \"How can I convince my friends and family to spend a lot more time with them by showing them the Falcons are going to win and they wont' want them?\"\n","P_4":"   \"I went to the Falcons game with my friends and I wanted them all there but they didn`t even come with me.\"\n","P_5":" \"Do you know who the Falcons play this week?","P_6":"   \"What is the worst thing you will watch today.\"\n","P_7":" \"How many people can you take on a flight for free?","P_8":" \"If you can't see the game you buy two tickets\".","P_9":"   \"So, John and James, you've done your research, but what about the Falcons?","P_10":" \"Do you believe in miracles\"","R0_GQ":" \"how often will I go for a ride, on, with a, friend?\"\n","R1_GQ":"\n","R2_GQ":" How do you know if you'll like a person?\"\n","RQ":" \"How many people can you take on a flight for free?"},{"OQ":"James noticed that his penis was bigger. .  How might he act toward his plastic surgeon?","P_0":" \"Why the fuck does my dick look so huge?\"","P_1":" \"I'll be honest, I've not been able to stop thinking of you since you left. I wish it could stop.\"                        ","P_2":"     \"How might he treat me after I've finished my plastic surgery\"      \"He'll have a look at the size, but then he can make an opinion.\"","P_3":"   \"I'd ask how much bigger your dick has grown\" \"Well it just went from a 7 to a 10\" \"Oh, I think it'd help me to know how to act when you say this\".\n","P_4":"  \"I can feel my dick getting smaller.\" \"Yes. I did that to you?\"","P_5":" \"James noticed his dick is longer and he was like, 'Damn, that looks pretty good!' And he looked up and said, 'Man, I know I looked good the night of the party but my dick ain' t gonna grow any f","P_6":"   \"How will you act upon the news?\"  \"I've never heard the news, I'll act accordingly!","P_7":"  \"James noticed he was getting bigger, but it seems he needs to take some steps toward getting bigger\"","P_8":"   \"I wonder where my penis has gotten bigger since I started taking this pill\"","P_9":" \"Why the fuck is this thing so huge\"","P_10":" \"Why does my dick look larger ?","R0_GQ":"\n\n \"What are you looking forward in your future life?\"","R1_GQ":" \"Why does a man think he must be so big that a woman will only go for him, if it would mean she wouldn't like him\"?\n","R2_GQ":" \"How much do you really want?\"","RQ":" \"I'll be honest, I've not been able to stop thinking of you since you left. I wish it could stop.\"                        "},{"OQ":"Who do professors work with?","P_0":" Who do professors work WITH (in the classroom)                           ","P_1":"      \"Why is it that professors have to spend most if they work on their own projects.\"","P_2":" \"Why would you teach a class to a group that is not interested\" or some shit\n","P_3":" \"Can we get a list, of professors and their work?\"\n","P_4":" Who are the professors and how can we work in their lab\/research area   Answer                   ","P_5":" Who is the professor working on?","P_6":"  \"Do the professors have any say over the curriculum?\"","P_7":" \"Is it possible to find a job as an academic in a field related in some way with the field that you would be interested?\"","P_8":"  \"Who should be teaching the courses?\"","P_9":" \"who should i hire from the university of my choice ?","P_10":"    \"Hey, I'm a student at your school. My professor has a really bad reputation (not true - he seems pretty nice.)  Would you tell this person's","R0_GQ":" Who do professors teach?","R1_GQ":"\n\n What do professors do for a job                             ?","R2_GQ":"\n","RQ":" Who do professors work WITH (in the classroom)                           "},{"OQ":"Colorful anemone look somewhat like what object you find on window sills?","P_0":" \"How can we make the anesthetes of the world see the beauty in the world we know and love. ?\"\n","P_1":" \"I see anemomes, what is that?\"       Answer is : \"Some kind of an anomony.\"","P_2":"  \"What is this object on my window sill ?","P_3":" \"Where is the anemic anthro?\"","P_4":" \"What is the color of the anole's eyes?\".","P_5":" \"What is the colour of the anamorphic anenomous animal that you find in window siders?","P_6":"  \"I don´ t find any object like this on my window. Can anybody give an example to me how I can find this?\"","P_7":" \"I find this object on my window, is this an anenome?","P_8":"  \"How can you identify anemons?","P_9":" \"What is the name\/description of this object?\"","P_10":" \"Can you see the color of an anenomes?\"\n","R0_GQ":"  \"I am a physician and I think we are all in the same boat. I think we can learn to live with our limitations and accept help in the world to find beauty, and to find it in others.\"\n","R1_GQ":"\n","R2_GQ":" How do I make the aneshetest of the world see the beauty I am in the world\n","RQ":" \"How can we make the anesthetes of the world see the beauty in the world we know and love. ?\"\n"},{"OQ":"From where do aliens arrive?","P_0":"  \"Is it possible to get to the stars without going to the moon first?\".\n","P_1":" \"Why did the aliens come?","P_2":"   \"How long ago is it that we discovered the earth is round?\".   \"What is round?\".\n","P_3":"   From where can we get a good view into space ?","P_4":" \"If we can find a way that they are here (or not) it becomes less likely the aliens come through the earth's atmosphere or through the sun. If the earth was the","P_5":"  > From where do aliens originate?","P_6":" \"Do we have any evidence for aliens coming here to visit?","P_7":" \"How can you be sure that aliens don`t visit Earth in the first place?\"\n","P_8":"   \"What do they come from?","P_9":" From where are they born\/created to where does it originate\/leave Earth.  I always get the feeling that the aliens have a lot of questions themselves which we never really understand,","P_10":" \"Do we really know?\"  Answer - Yes we have a lot we have no way of testing but it comes down to the same question: \"Can you imagine what it took for","R0_GQ":" How could we know that aliens haven' t visited Earth?","R1_GQ":" How do we prove aliens have no interest or interest at\n","R2_GQ":" How do we prove that aliens do not live among\n","RQ":" \"How can you be sure that aliens don`t visit Earth in the first place?\"\n"},{"OQ":"The hikers stopped to have a drink, simply put they what?","P_0":" \"Did they have a drink ?","P_1":" \"Do they really drink water with their coffee or just coffee?\"      Answer : \"Yes\" (or \"Yes to both)","P_2":" Why are they drinking?","P_3":" \"I'd really enjoy having a drink if I stopped and had a beer with my hiking mates in the forest. I'm sure the forest would also enjoy me having that drink aswell, so it seems reasonable, so","P_4":" \"Do hikers usually drink on the trail when hiking alone (without other people or dogs nearby?)\"?  The answer seems clear: yes - they drink on the trails and they bring water.","P_5":"   \"The hikers had stopped for a quick drink before continuing.      The hikers stopped for a drink     The hikers stop drinking their water\"\n","P_6":" \"They stopped because the water tasted bad...?\"\n","P_7":" \"How much water can they drink?\"  Answer, \"As long as you give us some.\"\n","P_8":" \"What is the most important thing to you ?","P_9":"  \"Do you feel like you'll lose your mind?\"","P_10":" \"Can you give me a quick rundown how you got into this situation, and then how it escalated so badly that the police came out for you guys\"?   I answered this way and it didn;'t work but","R0_GQ":" What are the most important thing to YOU?","R1_GQ":" What are you most interested on?","R2_GQ":" \"What is most important thing in your life \" ?","RQ":" \"What is the most important thing to you ?"},{"OQ":"When you get up in the morning before you begin work you should do what?","P_0":" \"I would go into the bathroom and take a piss in a urinal but it wouldn't get me to the bathroom on time!  How about I pee and flush, then get ready!\"?","P_1":" \"What should i do with my time?\"\n","P_2":"    \"I just get out of work.  Why can I have a cup before going?\"","P_3":" \"I will get a good night sleep now but tomorrow will I feel the effects on the job ?","P_4":" \"Why does it get easier as we grow up?\"","P_5":" \"When you first awake and you just get up you should do something that's going on today.\"        Answer is : \"I'll probably try and go to the gym\" :)\n","P_6":"     \"What do I eat that morning (ex. breakfast), should be nutritious?","P_7":"  \"How long are we working for?\"  \"How far into the work day can it wait without being a problem\/being a distraction\/\"  \"Who else can I call in the meantime?!\"","P_8":"   \"Do I have to go back on the treadmill?","P_9":"  \"How to you start work without being stressed and anxious \"\n","P_10":" \"When should i eat before breakfast ?","R0_GQ":" What is your time worth\n","R1_GQ":"","R2_GQ":"\n","RQ":" \"What should i do with my time?\"\n"},{"OQ":"The kitten had nothing to dig it's claws into, so when it tried to stop it slid across what?","P_0":"  \"The kitten had something in front to hold itself while it tried its claws out and it didn't realize its paws couldn' be used on anything. The cat fell into a hole.\"","P_1":"   \"How would a cat dig in it's paws\"\n","P_2":"   \"What did the kitten do after it scratched it?\"\n","P_3":" \"What was the kitten doing, trying so desperately hard with such a small claw?","P_4":" \"what is the cat trying to hide?\".","P_5":"  \"What is the best way to stop the cat?\"","P_6":" \"When a kitten is trying not dig a hole for a bone it digs instead a hole with a paw, so that it gets to keep its bone\"                I assume you mean the kitten dug","P_7":"  \"I'll be damned. It can dig itself claws out. It has to dig in to keep the claws out right?\".","P_8":"        \"Why didn`' the kitten try and scratch the glass?","P_9":"  \"The kitten was trying so hard and it just kept trying.\"","P_10":" \"I don;\"ve noticed the kitten has no claws on its paws (I mean, I assume the claws were there to protect its paws before the kitten got to the point that it has them now or it didn;') but there is nothing on its feet","R0_GQ":"  \"If you are a kitten, and the hole you find has a paw on either side to make it easier you might try and make your paw bigger?\"","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"When a kitten is trying not dig a hole for a bone it digs instead a hole with a paw, so that it gets to keep its bone\"                I assume you mean the kitten dug"},{"OQ":"If a person is trying to keep something in their hand what should they do?","P_0":"  \"Should I put this in my mouth right in this moment\" or something similar","P_1":"  If a person can be seen trying not holding onto a thing by the hand and then they are holding onto another person (or a thing). Do their arms\/fingering\/toenailing\/hand\/toes get in trouble","P_2":"   What's more important: to have the item and the person or the item + the person (and the item can change)","P_3":" \"Should a person be punished, if their hand has something they think may harm a child ?","P_4":" \"if they have a gun in hand and are trying not shoot, do I need them to give a reason before shooting.\"","P_5":"   \"How much is the price for a bottle?","P_6":"  If I want to throw my phone out my window, but can't because my arm would hit it if the door opens... How should they open said window?!?","P_7":"  \"Can you hold something in a hand?\"","P_8":"   \"What would you like to know\"","P_9":" \"Do they just try the hand and if that doesnt go right then throw them down?","P_10":" If I don' t want a person in the room with my child, do what I am going do in response to that?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" If I don' t want a person in the room with my child, do what I am going do in response to that?"},{"OQ":"Where could you find hundreds of thousands of home?","P_0":"  > Where do I live, where could i buy a home with a mortgage?","P_1":"  \"If you were to build a city in the middle of nowhere in the middle ages that you had to live in, how could you possibly find the resources to do so\"?\n","P_2":" \"What would happen, if you had a hundred thousand dollars and you want to find out what to eat\"\n","P_3":" Where could you find hundreds or tens (hmm, I need to reread the question).\n","P_4":"  \"How can we build a city in a single day when there're so many people here?\".      The answer :             ","P_5":" Where would you buy a house that has a lot more than just a room ?","P_6":"  \"Why don`nt we have hundreds or millions or even billions in the US?\"     \"It has to cost more.\"  \"How come?","P_7":" \"What's the best way, to get a lot of homes and a lot fast, to get a lot of money for a short period?\"","P_8":"  Where did you come from?","P_9":"      \"What is your opinion  of the current state of the housing situation for people on welfare?","P_10":"  \"Where do you think the money comes to build all the houses?","R0_GQ":" \"Can we build a city within an hour's time limit using only the following tokens\"?\n","R1_GQ":"\n\n    \"Can I have a city in 24 Hours ?","R2_GQ":" \"How can build a city with so little people and so fast in one hour\".  Answer   :                                        ","RQ":"  \"How can we build a city in a single day when there're so many people here?\".      The answer :             "},{"OQ":"Playing baseball is a lot like any other sport, there is always a risk of what?","P_0":"         \"There are always a lot more risks that are not taken while you play than are ever taken. The risk to you personally may very,  but to others you're a hero!\"","P_1":"   \"How many times would you risk a career for the chance for a single hit in a game with a chance to go to the playoffs every season\"     The answer to that question isn' t very often since it's","P_2":"   \"How many times can a player get hit on a head?\"","P_3":"   \"How do you feel if your team wins and you do nothing, or you have to go through the pain to keep it?\" (This is a hypothetical, not meant to offend anyone, but it happened before.)","P_4":"   \"Why does it happen more and more to the younger players\"","P_5":"  \"I would play baseball with a bullet in the brain\"  \"That seems pretty dangerous and I like to play with a bullet\"\n","P_6":"   \"I want you to hit this ball, but you need to do this thing instead if hitting.  What do I have to tell the umpire?\"","P_7":"  \"How much is too big?\"\n","P_8":" \"How many times have I been injured or hurt during baseball season ?","P_9":"   \"How is it that you are not afraid for your safety because you can be sure that there has always be an opponent to beat with a baseball bat on a field?\"","P_10":"   \"What is the riskiest thing you might do to play the sport?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"Should your team be awarded a win over the other team in a game with no other score, with the score tied, but your team wins in a shootout?","RQ":"   \"How do you feel if your team wins and you do nothing, or you have to go through the pain to keep it?\" (This is a hypothetical, not meant to offend anyone, but it happened before.)"},{"OQ":"If I want to watch a movie without leaving my home what might I use?","P_0":"  What would be a good way, if possible on the internet without leaving the home and with a good quality video.","P_1":"  What would be a good way in which I stay home.\n","P_2":"  \"If you were going to a movie and wanted it in HD quality with no commercials and no interrupt, what would you choose.\" ?","P_3":"   \"How do I avoid watching a movie while on my way somewhere I have never seen in a theater in my entire life\"","P_4":"    \"How often have people tried watching movies from the comfort or safety or their living room ?","P_5":"    What is the best way in the world (or the easiest\/quick) way for me watch a movie on my computer at work without leaving the building?","P_6":"  What if I told that you may use your phone or computer but only to view a movie that is on Netflix?","P_7":"  What would be a good movie to rent to watch on a plane?","P_8":" \"If you wanted to watch a movie you couldn`'t, without leaving your house.\"","P_9":"  \"I don;\"m not sure what I'm going do without my Netflix subscription\"","P_10":" \"Is it possible?\"       I suggest you watch the movie with your family or with people with similar taste\/background than the one in your home. You do that you might find something good about it, if","R0_GQ":" \"Does it matter?\".\n","R1_GQ":"  Is it possible for a person, to do a thing or have some thing?","R2_GQ":"\n","RQ":" \"Is it possible?\"       I suggest you watch the movie with your family or with people with similar taste\/background than the one in your home. You do that you might find something good about it, if"},{"OQ":"The victim was to take stand today, they were going to do what?","P_0":" \"What did the victim have in common, with the accused, that was so important the accused decided on killing this person?\"            The answer will not surprise the court. The victim","P_1":"   \"The victim had a chance to tell her side today in the trial of the accused, but he refused and asked her to go away\".","P_2":" \"What was the purpose, if there are any?\"             The answer is that the purpose for the trial was to establish whether the accused had a criminal record - which he has","P_3":" \"Why is the victim not allowed to stand and testify against the accused?","P_4":"   \"Why were you arrested?","P_5":" \"Why is the victim not being given any opportunity in the court?\"\n","P_6":"   \"Why would you kill a man on the street who was just walking to his car?\".  \"To protect the community. He is a member and we protect them against the criminals around town who try and rob people for","P_7":" \"Did you do it?\"\n","P_8":"  \"What was the purpose for the victim's testimony?","P_9":" \"How was the victim to stand, when the accused had already left?\"                  The answer : \"By the time he arrived he\/the accused has","P_10":"   \"Do the police know that the victim of the alleged rape and murder was going on a stand?","R0_GQ":"  \"Why was the trial held?\", \"Can we prove that?\",  \"Where did the trial happen.\",\n","R1_GQ":" What did the accused do in the trial?","R2_GQ":"","RQ":" \"What was the purpose, if there are any?\"             The answer is that the purpose for the trial was to establish whether the accused had a criminal record - which he has"},{"OQ":"What does a successful dog grooming session likely to make a owner feel?","P_0":" \"Do you know if the dog groom is worth it to pay for a professional dog groom ?","P_1":" \"How would you know you've succeeded as a pet- groomed?\"         The answer is that the owner may not have noticed it at any particular session so this is just a guess.","P_2":" What does a successful dog grooming session typically accomplish, and in how many ways and to which extent should a dog's grooming be done in the first few visits of an owner in a new neighborhood and\/ or area of the city","P_3":"    \"When you do the job well it can bring back a feeling like you did it well yourself because that is a reward to you in and itself.\"\n","P_4":" What would make the owner happy with his\/their dog?","P_5":" \"Do they make me feel good about grooming their dogs like this or does my dog look good with a nice coat and a nice, clean face?\"  I mean it does depend what the dog's personality was and whether she","P_6":"  \"If my dog was groomsed today I don;'t expect a happy ending\"  I would reply that it should not matter at least at a basic level how a dog looks in a grooming. A happy outcome and","P_7":" \"If I groomed your dog to perfection what does my dog feel\"\n","P_8":"  What do I get from the experience ?","P_9":" \"what makes a groomer happy?\"         Answer to the question (as I understand, I am not the groomer and am just paraphrating, but the answer was something about the","P_10":" What makes you happy about a grooming appointment in your dog‏s life ?","R0_GQ":"","R1_GQ":"  \"Is it true that dogs need to brush and groom themselves often\n","R2_GQ":"\n","RQ":" \"Do they make me feel good about grooming their dogs like this or does my dog look good with a nice coat and a nice, clean face?\"  I mean it does depend what the dog's personality was and whether she"},{"OQ":"The runner was in third place, but he pushed harder and thought he might be able to reach second.  What was beginning to do?","P_0":"    \"What did the runner do at the beginning\" ?","P_1":" \"I saw the runner in second. But now there's another guy behind us! What the heck should be he do next, I am in third.  I guess we're all in the same place in this situation - we push our best to the end to try not being last and finish","P_2":" \"When the runner was running, did he try harder, or was that the same as always: he had already tried a couple of times.\"\n","P_3":"     \"If I was in third place but I still think my opponent can get to 2nd place even though the race started before he reaches 3, should i go back a step (like the runner) ?","P_4":" \"I saw that the runner was running fast but thought maybe the runner will finish first, is there anyone that will beat him by the last lap or will he manage the race without any problems.\"","P_5":" \"what do I get if he pushes a bit farther then the runner who came 3rd.\"?","P_6":"  \"How do runners know when he or the runner is near to the end, if they did not push at first?\" (I assume he tried to keep up with the runner, not the runner was running faster...)\n","P_7":" \"Did he really thought that if he just kept running and he was going to be able reach 2nd place?\"","P_8":"     \"I can win if I push, can‌' I win with my legs or with the other way, I’ll decide which one later in the run ?","P_9":" \"what could I have possibly have to give him?\"\n","P_10":" \"I am going for a sprint, what are my options?\".     The answer can range a long, long ways depending, and it comes with a lot to learn. The best thing is just trying different options till a good one is reached","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"What is the best way that the runner is supposed finish first, is someone running fast.\"\n","RQ":" \"I saw that the runner was running fast but thought maybe the runner will finish first, is there anyone that will beat him by the last lap or will he manage the race without any problems.\""},{"OQ":"The tourist entered Mammoth cave, what state were they in?","P_0":" \"Did the tourist enter Mammoths cave with the intent for it not to open\"   Answer was yes they should be fine because the cave was closed off with a rope\n","P_1":" \"The tourist was in a state that was not safe from the cave.\"","P_2":"  \"The tourist was in Mammath cave in California\"          \"what was she doing in the Mammathe cave\"   \"what was she in the Mammat cave for","P_3":"   \"What state is the tourist?\"\n","P_4":" \"Why is it that the tourist entered the cave, if they can not get past the entrance?\"   The answer: \"Why is it, the tourist enters the cave at the entrance?","P_5":"  \"The tourist was in the Mammooty cave. The state in which were they?\"","P_6":"     \"We have a tourist, he says he went to Mammoths Cave, and we were wondering is that true\".","P_7":" \"Do you ever find yourself wondering \"Where do these people think they have been for thousands\/ millions\" ?","P_8":" \"Are you a tourist?\"\n","P_9":"  \"Why is it that the tourists who went through Mammouth Cave, were not able to see the acquisition of theasticity in the cave?\"\n","P_10":"  \"You have to see this cave.\"","R0_GQ":" Why was it, the tourist, entered into the cave?","R1_GQ":"  Why does it matter how the tourist entered the cave.","R2_GQ":" \"Where was the tourist when the Mammoth entered?\"\n","RQ":" \"Why is it that the tourist entered the cave, if they can not get past the entrance?\"   The answer: \"Why is it, the tourist enters the cave at the entrance?"},{"OQ":"What does someone typically feel when applying for a job?","P_0":" \"Why the hell did you apply here?\"   I'll say it's a bit of both : \"What the actual fuck, you're not even remotely qualified and it appears your resume is a pile of","P_1":" What do people in the industry who aren′t in the industry think ?","P_2":" \"What is the best way of applying to a company and getting them on board (not necessarily for an entry level job).","P_3":"    \"Are there any other skills besides the ones you want in this company, that will allow someone who doesn“t fit their current requirements\"\n","P_4":" What would you be thinking?","P_5":"  \"I'd never heard of this place so how would it be?\"\n","P_6":" \"Are they going out of there way, just so to interview me just because of who they already hired?\". Or, if you had to choose just from the top of my mind.  \"It just makes","P_7":" \"Do they hire people for their looks instead if what's actually needed?\"\n","P_8":"  \"When I hear about a new job, I think of all that I've had, so I have to say 'NO'. \"","P_9":" \"When I have applied online for a position with a company before I often think of how much better the company I work at will hire someone who's not me based strictly based their qualifications alone or their work ethic","P_10":" \"Am i good?","R0_GQ":"  When you see a new job ad for a company that's hiring for a position, you look it over and think \"No\". Why ?","R1_GQ":" \"What are you going do about the job?\"\n","R2_GQ":"\n","RQ":"  \"When I hear about a new job, I think of all that I've had, so I have to say 'NO'. \""},{"OQ":"He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","P_0":" \"Was he guilty?","P_1":" \"Is it possible that he could not have meant the comment to have a political message?\".\n","P_2":" \"Why do you think he did that?\"       Answer  >He was on trial (obstacles to justice)  >He is guilty  >He's a criminal.","P_3":" \"Was he guilty and did they do anything with this?\"\n","P_4":" \"If you can prove that he is guilty or innocent on the facts of his case and you don't find it difficult or difficult at the very last to present those facts you did not prove him guilty of obstruction.\"","P_5":" \"Why didn' you tell the truth ?","P_6":"  >\"During the trial, he was convicted (by the jury of his peers), for the crime of obstruction\" -  >\"He has just been sentenced today  for obstruction. He made this statement. Is this true\"","P_7":" \"Did you know that you're a criminal and a liar when you make a statement on the stand ?","P_8":" \"Do you still think that the postage stamp was a good idea or not ?","P_9":" \"Was he found not guilty by a court because of a questionable comment and was found guilty ~~while being found guilty by what exactly of obstruction~~ in the same trial?\".","P_10":" \"Why didn' you testify against him ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"If you can prove that he is guilty or innocent on the facts of his case and you don't find it difficult or difficult at the very last to present those facts you did not prove him guilty of obstruction.\""},{"OQ":"What kind of feelings does buying presents for others create?","P_0":" \"what are you buying me this season?","P_1":"   What kind of feelings should I have, for giving presents.   I should not be happy for doing something that is not a gift  I can do something that would mean much, instead : ","P_2":" What do I buy for my friends or family ?","P_3":" \"If you have a gift that someone likes\/is interested on you, does that mean everyone can use this gift on Christmas\/birth of a lovedone\"? I'll let you answer.  Edit : I","P_4":" What's wrong in buying gifts in the first place and giving them when asked?","P_5":"  >What are some things you like and do that you do to make a woman feel appreciated.    I believe it was a question to see whether the person who did not do it knew there would","P_6":"  \"Can I be happy spending my hard earned money, or do other people get to decide I spend that much?\"","P_7":"   What kind if feelings should you avoid buying others on the internet for Christmas ?","P_8":"  What do you feel like after receiving gifts that someone has bought?","P_9":" What if you did the same with a stranger in a foreign country instead to the people in your country or even people inside of you?","P_10":" How can you make your friends happy with the money they already got and didn\\´ts want more presents?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" What If You Did This With Someone You Know Or Love Instead To Your Friends In A Foreign Language, Or Even Someone Inside Yourself\n","RQ":" What if you did the same with a stranger in a foreign country instead to the people in your country or even people inside of you?"},{"OQ":"What green area is a marmot likely to be found in?","P_0":" \"In the green area of the map is a marmott likely to have been present?","P_1":" What is the most likely area to come in contact (e. g. through a window, door etc.., or through a pet)                ","P_2":" \"If there wasn' t any green areas where you were, how would your life be different in the first place?","P_3":" \"If they live where I want to live will there ever come to a point I wont go out of my way just a few feet away\"","P_4":"  What's a marmont?","P_5":" \"Do you recognize the marmite in this picture?\".    I have seen marmie in the Chiefs, faces in theHarry Potter series.\n","P_6":"  \"Where are the green areas in the city, and in which areas will you encounter them, and how long before you encounter them will they likely be in the city\/where would they like me?\"","P_7":"  \"Is there such place as a marmy?\"","P_8":"  \"If there ever existed a green area that was inhabited, what was the most likely habitat it would occur (in terms of species diversity)? \"\n","P_9":"  \"A marmosete is likely found in a green space\"\n","P_10":"   \"Green area is a marmot, where are you likely going to have a marmie?\"\n","R0_GQ":"  What is likely that you are to be in contact through any of your windows in your home.                                             ","R1_GQ":" What is likely the area that you might have contact to come in touch.\n","R2_GQ":" What is most probable?","RQ":" What is the most likely area to come in contact (e. g. through a window, door etc.., or through a pet)                "},{"OQ":"Jan tested the current, and noticed that it was high.  He thought that the wires might have too much what?","P_0":"  Jan: \"What if we put a little bit less current, but it works as it should?","P_1":"  \"What's the current in the wires?\" \"It could be too high because we are not using the right voltage.\" (I didn´ t think he will use the wrong voltage because I don' t know the voltage in the wires )\n","P_2":" \"So, what happened?\"\n","P_3":"  \"Is the current high?\"\n","P_4":"   \"What's the current in the wires of this circuit?\"","P_5":" \"What's the current on the wires?","P_6":"         \"What is the current at the wire?\"","P_7":"  Jan: \"How did the current get that high?\"                                           ","P_8":"  \"How come the current is high, when the voltage is low?","P_9":"  \"The current is too strong.\"  \"If we cut these wires will they still work?!\"","P_10":"  \"How can I lower my current?\"\n","R0_GQ":"    How does the current get this high without\n","R1_GQ":"  How do I know that the current is high if I don't see any wires or current?","R2_GQ":"\n\n                                                      How high\n","RQ":"  Jan: \"How did the current get that high?\"                                           "},{"OQ":"What does a kindergarten teacher do before nap time?","P_0":" \"How can a teacher be a good teacher?\"\n","P_1":" \"How does a kindergarten teacher do in the afternoon, after nap and after dinner (when it seems that the kids go crazy with their toys).\"   I assume it might work on the kids, they","P_2":" What are kindergarten teacher duties ?","P_3":" What do you do between nap and dinner.","P_4":" What is the most important job in the kindergarten ?","P_5":" \"How to get kids out in the morning before the sun hits their skin ?","P_6":"  What do you think a kindergarten teachers do when they aren`t in charge ?","P_7":" \"I can not imagine, what a kindergarten teacher is supposed to spend all of time in a kindergarten.\"","P_8":"   \"How can a kindergarten teach a child to be a good person?\"","P_9":" What do a kindergarten teacher's parents want from the school day and how should the school handle the situation with the parents and kids in mind     Answer         ","P_10":" \"How much nap does a kindergarten teacher give?\"","R0_GQ":" \"how\" and \"if you would, could...\" are not allowed to\n","R1_GQ":" How is a good teacher a good one who is able,\n","R2_GQ":"\n","RQ":" \"How can a teacher be a good teacher?\"\n"},{"OQ":"Sam was a stranger.  Even so, Mark treated him like what?","P_0":" \"So, what did Mark do?","P_1":"  \"How was Sam treated as a stranger by Mark?\"  \"As a stranger in the same sense as he treated you\"","P_2":"   \"Sam was a stranger in a foreign land to me\".  Mark treated him how?","P_3":"    \"Why did you kill him?\"\n","P_4":"  \"Why would you do such thing?\" \"To save your own life?\"","P_5":"   \"Why did you treat him that you didn\"t even remember his last name.\" ?","P_6":"   \"Mark, you say that Sam was your friend and that you're sorry about his passing. Did you treat Sam as you said 'he didn‡d'?\"\n","P_7":" \"So, you think that Sam is a stranger because of what he's saying and doing or because he wasn`ve treated Mark like shit.  I guess that you feel like Mark has done a really nice job, so he","P_8":"       \"Do you know where Sam is now?","P_9":"  \"Did you treat Sam like a stranger at the time you were with him\"","P_10":" \"What did you do?\"  Mark answered : \"You know, I helped Sam get his stuff, but then he told me his name.\"","R0_GQ":"\n","R1_GQ":"  Do I?","R2_GQ":"   \"I think Sam is dead?\"  Avoid using following tokens:\n","RQ":"       \"Do you know where Sam is now?"},{"OQ":"Bob's only light source was a small bulb.  There were four walls, if there was a door he couldn't see it.  What was Bob in?","P_0":"  \"What is the light source for the room?\"\n","P_1":"  \"Bob is in a room that's completely empty with a small light source, but it seems as though he and his companions might see the light on a nearby door if they walk through a certain direction (maybe the door's in front).\"  I agree, that's not the best way to phrase this question though","P_2":"  \"If Bob was in the room with the door, then what is Bob outside looking in on?","P_3":"  \"I think Bob's in the hallway.\"  \"I bet Bob doesn'''s on the roof!\" \"Well Bob isn ''\"t in the hallway!  He must've gone up there, or through some other door, I bet, and then came out on top.\"\n","P_4":" \"If you are in a room where there should not have a door or a lightbulbs on it. What would it do to the room that has no light, no doors to the left or doors towards you. What is the room?\"","P_5":" \"You say that Bob was only light source was the bulb...  How could you be sure?","P_6":"     \"So Bob is trapped, and he cannot escape the room where he has to solve this puzzle, because there doesn´t is a way through the door to get out!\"","P_7":" \"What was Bob in?\"","P_8":"  \"How can Bob see the door?\"","P_9":" \"Bob is in a room. There was one door, but the door is closed\".\n","P_10":" \"what's Bob in\"","R0_GQ":" \"The room is empty.\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"If you are in a room where there should not have a door or a lightbulbs on it. What would it do to the room that has no light, no doors to the left or doors towards you. What is the room?\""},{"OQ":"James thought of criminal justice like a computer program.  It need to work right.   What ideas might James not like?","P_0":"  \"How can you be so sure about the right way, if the right people don;t want it to change the world, because the world and its laws will never give a damn about them?","P_1":" \"What is your favorite color?","P_2":"  \"I'm not a criminal, I'd do the right thing!\"\n","P_3":" \"If you can think it's a computer, why should the law be different. \"\n","P_4":" What do you mean by \"right\".                                                 ","P_5":" \"Why do we have a system?","P_6":"   \"If you think of the criminal law system, is it a computer that's supposed  not break the rules when you push a certain key?","P_7":" \"Why is it so complicated\"\n","P_8":" \"What ideas do you not have time or energy (money and time)  for\"","P_9":"   \"If you're going to make a computer program that is going to solve crimes... then how is that program suppose... to work properly... if you make the wrong choices...\"\n","P_10":" \"James thinks that the system has a lot more flaws (or bugs?) then it lets you to see in the code, he feels it's a bit too easy. He said that he tried to be a good citizen by following the rules as best you can so he wanted a system","R0_GQ":"","R1_GQ":" What are the rights that we can exercise when it becomes a crime?","R2_GQ":"\n\n   What are you talking abou?","RQ":" What do you mean by \"right\".                                                 "},{"OQ":"With the card slot lit up he knew how to get started finding his balance with what?","P_0":"  \"Hey, I have a card that lets me play a card and a card with a counter on that counter that can only play one card on your opponent, but if the card with a counter gets played before mine does then my counter will","P_1":" \"Can you tell how much money the card slot has on the card?","P_2":" \"Why don´´nt you use your card slot to find out how many coins it holds and what you would have bought\"","P_3":" \"Is it possible that the card slot has been lit for a while?\"","P_4":" \"I need some help. I've tried everything but nothing seems to work!\"\n","P_5":" \"How to get started on the path to balance in your life?","P_6":"  \"What is the best way for me, to make money while playing poker ?","P_7":" \"Do I have enough money for this?\"\n","P_8":"   \"Why are the lights on when you put the card slot back\"\n","P_9":" \"Can I use the card reader on my phone?\".     Answer: \"Probably. You may even want one now just in time, because the new iPhone will let you do just the things you may use the card on the new","P_10":"  \"Is there an easy way for me not being a complete idiot with my money that's not a bank account\"","R0_GQ":"\n","R1_GQ":" \"Can I use the following tokens in my deck, and why?:\n","R2_GQ":"\n","RQ":" \"I need some help. I've tried everything but nothing seems to work!\"\n"},{"OQ":"To play sports professionally you must do what very often?","P_0":"   \"Do I think that it could hurt me in any way in my professional sports career and is this a good reason why it is okay and acceptable ?","P_1":"  \"I'd prefer not\" is a valid response (to the question), while     > \"You'd have to do it to stay in business\". (The question was about the pros)","P_2":" \"Can you do what you have never even done ?","P_3":"  \"I'd like your opinion, what would you rather do than be an athlete?\"\n","P_4":" \"Is it possible for you to play sports and still get a good job with a good pay?\"    I hope this is not offensive, and I really have nothing to contribute here as far as advice","P_5":"  \"To become an athlete do many things, including a lot that is considered to not count\" -inershah","P_6":" \"what do sports players like to play\"","P_7":" \"How does one get into sports?\"  Answer : \"If it interests me. And I know enough to go out, but can be a lot cheaper with a little bit of work and a bit more luck","P_8":" \"Can you do what the other guy does better or does the other guy just not exist or does the guy have to pay for the other dude to be there (or is there a fee)? If yes how","P_9":"  \"You know what I'd say if you would stop talking shit all time.  I have a question : What's the most common thing people who want you not talk talk, and the number 1 answer","P_10":" \"What do you need in your life if there isn‍'t a sport?","R0_GQ":"\n","R1_GQ":" Can I play better then you can, play more than you, think as smart and smart as I and think as dumb?","R2_GQ":"","RQ":" \"Can you do what the other guy does better or does the other guy just not exist or does the guy have to pay for the other dude to be there (or is there a fee)? If yes how"},{"OQ":"Some people prefer releasing energy through work while others prefer to release it through what?","P_0":"  \"Why is it so hard for me (in my life, my job...) and for everyone (and even for the universe, who knows...)?\"\n","P_1":"  \"When do I let the energy flow through the body rather to the mind?\".\n","P_2":"    \"How should one work?\"","P_3":"  \"Why would you do it if it was so easy?","P_4":"  \"I need some energy, what do yuo recommend?\"\n","P_5":" \"What is it you think is the most important to you as an individual ?","P_6":"    \"Do I work more efficiently or more creatively and creatively, do it by doing the same or more things to the same or a little more things ?","P_7":"   \"If I work on my body, can that energy go somewhere that isn't my brain?","P_8":"   \"What do people feel like when it come down on the work?","P_9":"   \"Why is it that you prefer to let energy out as work while others just prefer it out through what you like to be called?\"","P_10":"  \"Do I release my energy via work through work or do work release its energy via me and me release its work via it\".\n","R0_GQ":" What is the most important thing to be to be me  ?","R1_GQ":" What are you most concerned ?","R2_GQ":" What is the most essential to be an individual, what is essential is to be an individual ?","RQ":" \"What is it you think is the most important to you as an individual ?"},{"OQ":"What will a person going for a jog likely be wearing?","P_0":"  What is the most comfortable thing that you think I might need (and is there any way it would affect how much money i would have for the trip)?\n","P_1":"  What would you like to look at in the distance that's not visible but will give you a good idea, if it could give some hints as far where it is coming up that we could see in the distance","P_2":" \"What is the most comfortable and breath-assistable running shoes I will buy, and are they available online ?","P_3":"  \"If you do not mind my asking how much do you typically charge your clients and what kind are those?\"\n","P_4":"    \"What is a person who jay walks likely wearing when jays are in the area.     Answer is :              ","P_5":"  \"How will you get home\"  \"I could take a bus but what would I call that\"  \"I've already looked into it but I'd much appreciate an opinion.\"\n","P_6":"  \"Why is it so important and why are people wearing it to the point where people have to put their life and safety and their health on it every day with it being a symbol to show the world we are","P_7":" \"what are the most comfortable shoes i will ever buy. I would want something i know i get a long time, will get a good amount of wear for a reasonable amount and wont have any problems with.\" I","P_8":"   \"What would you recommend me to wear that I might find comfortable for my jog today\" = \"What kind of clothes will I be wearing and what is your recommendation about those?\"\n","P_9":"  What will you need a jacket in?","P_10":"  \"I run a lot...I wonder...what would be a good running shoe to wear?\"     Answer is:  \"Just wear whatever the fuck is comfortable, and don´'t worry","R0_GQ":"  \"It‪ is „important and ′why 'are they' ․ to put '' their lives‷ and '' their‚ health' and safety\" on ‑ their '‮s ‽ 's '''s ‰ ‘s ※ ” ' '","R1_GQ":"Why\n","R2_GQ":"   Why did you buy a car, why did you take a job or why do anything with a car at all ?","RQ":"  \"Why is it so important and why are people wearing it to the point where people have to put their life and safety and their health on it every day with it being a symbol to show the world we are"},{"OQ":"The child pretended he was reading newspaper, he couldn't actually do it without what?","P_0":" \"What would you think of a child reading a book?","P_1":" \"What do you mean you couldn‡'t actually do what the child pretended?\"","P_2":" \"I was reading the newspaper and I asked myself a few times : \"How am i reading?","P_3":"  \"I would be very much interested if you will give a short explanation what is the difference of the two methods, which is the most efficient for the child to understand what is the difference in the two techniques to learn the language and to","P_4":"    \"Why did you lie?","P_5":"       \"What is the most important thing for you when you go shopping?","P_6":" \"How is it that a child is capable enough that a newspaper would come up on its own ?","P_7":"        \"I want to read the news but I suck at reading.\"","P_8":"  \"I was reading a newspaper, when I suddenly found a gun. What do we call a child who pretents being a newspaper?","P_9":"  \"What's the best way, to read newspaper in a child ?","P_10":" \"How many times a year do children have to hear about the supplemental tax?\"\n","R0_GQ":"\n\n     \"If you have a choice  between buying a new car or a new house what do\n","R1_GQ":" What do you think about when shopping?\"\n","R2_GQ":" What are some things you wish to avoid using in shopping?","RQ":"       \"What is the most important thing for you when you go shopping?"},{"OQ":"Jenny enjoyed helping people.  It brought her a great deal of what?","P_0":"  \"I loved helping people and I had the best time ever doing that job\"  \"what happened after that\"  \"the job was over\"  \"is the job dead\"  \"well it took a few weeks","P_1":" \"I was thinking of asking you if you like to help other people. Is it fun doing stuff people are not expecting?","P_2":"  \"Jenny, why would you be a good person?\" \"It brings me a greater amount happiness, and I know that it can be a lot to ask. However if there has not ever really happened, I dont trust","P_3":"  \"Why do people enjoy helping other?","P_4":" \"I am not sure what you meant to ask me, but I thought that you meant that I had a great deal in common. But now, when it doesn;t seem possible... I really cannot put words on this,","P_5":"  \"It makes her happy. She knows it would bring me a lot, if she'd let her.\"\n","P_6":"  \"I find that helping people gives Jenny a lot, but I believe she didn‏t find it as enjoyable to do this. Is that correct or do people really do this without thinking?","P_7":"  Jenny enjoyed making people better.","P_8":"  \"I like helping other people. So why am i not getting any help.\"       Answer to the question  :     \"JENNY YOU LIKE HATING THE POOL\"\n","P_9":"  \"What do you value about helping people and why would it benefit you?","P_10":"  \"If you have a problem you should go see a professional.\"","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I am not sure what you meant to ask me, but I thought that you meant that I had a great deal in common. But now, when it doesn;t seem possible... I really cannot put words on this,"},{"OQ":"What might someone believe in if they are cleaning clothes?","P_0":"   What do you see when cleaning your car or your house ?","P_1":"   \"Do I know the answer to the question ?","P_2":"   You clean the clothes, you clean up your mess, what you are you supposed to believe now?","P_3":"   \"Why are there no clothes in your house when it smells so nice ?","P_4":" What if you are cleaning clothes ?","P_5":" \"If I have to clean clothes and I get paid to it would my job make sense\"    Answer is : \"yes if there is a pay check attached.   If your job can get","P_6":"    What is the most important thing for me in life to have?","P_7":"  \"If I'm cleaning my clothes in the morning would you want your clothes smelling bad when they go into your clothes dry?\"\n","P_8":" What do you think you do to clean the clothes (or any object\/surface really ) if the clothes were not cleaned?","P_9":"  \"What might one think is true of the world?","P_10":"  What might a person be cleaning?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"    What is the most important thing for me in life to have?"},{"OQ":"Where would you find a basement that can be accessed with an elevator?","P_0":"  \"The basement is accessible without an elevator but the elevator shaft goes all the floor below. Where then might an elevator shaft be?","P_1":" Where will a basement that is accessed only through an open door with a lift be located if there a basement accessible exclusively that is not open through an elevator and can not access from the street with the lift.\n","P_2":" \"Is there an elevator?\"   Answer to that question \"I know of a basement with a door that leads in.  I believe that is the only basement with that door\"","P_3":" \"What if you can build a basement, but only use the elevator if someone else builds the stairs in the basement.\"?","P_4":"        \"Is there any way that I will ever reach the basement?","P_5":"  \"Why does the elevator stop working if I'm in the basement and it can only handle a few floors?","P_6":" \"How do they build these things in the middle ages?\"     Answer is : \"They didn'y!\"","P_7":"  \"Do I want to walk to a basement that you're building in the middle off the street?","P_8":" \"When you enter a basement that leads into the main building of your company.  Where there should have been stairs you need a lift.\"\n","P_9":" \"Do you find a basement with a staircase that can go down?\"\n","P_10":"  Where would you buy an elevator that could access a basement.\n","R0_GQ":"\n","R1_GQ":"  \"Can I ever get up to my basement?\"\n","R2_GQ":" \"Are you sure I haven‖t heard the elevator before?\".","RQ":"        \"Is there any way that I will ever reach the basement?"},{"OQ":"In order to learn to program from another person you can do what?","P_0":" \"Can I ask how to program from someone that I am learning to code from?","P_1":" \"I'd really, like some help, to start learning to program from a friend\/telly\/other programmer(s). How can I find one on the Internet. \"\n","P_2":"  > I already learned how to do this, but there could also have been a way where you had no idea that I learned something about programming, I am not really sure why this happens because this question has the answer in","P_3":"  \"Can i get a tutorial or something about how to learn programming?\"","P_4":"    \"How would someone know what to ask to ask a question about programming in a programming language\" ?","P_5":"  > What do you like?","P_6":"  \"What can you say that is not already known?\".","P_7":"  \"Can you teach me how to do something?\" \"Of what kind of things\"","P_8":"         I just read a book that said I need to program in C++ to learn to code, do they just make it look really complicated?","P_9":"  What would you do with a programming language?","P_10":"   \"What can i program to make money from my computer\"","R0_GQ":"","R1_GQ":" What do they just \"do it look complicated\"?","R2_GQ":"\n","RQ":"         I just read a book that said I need to program in C++ to learn to code, do they just make it look really complicated?"},{"OQ":"He was at the gym trying to build muscle, what is it called that he is trying to build muscle on?","P_0":"  \"How much muscle does he gain with this?\"","P_1":"  \"I have a problem with my abs, they look like they've shrunk. Can I build muscles in the abs and not on the back, arms\/hips and thighs area (which are already quite big to be fair to you, I am not trying to be","P_2":" \"I have a problem, what do i should be able too?\"                                        ","P_3":"  \"I have been going at the gym, what are some exercises to build my muscles faster.\"\n","P_4":"   \"Hey, I see a lot more muscle on your chest, is it because your trying out for the football squad ?","P_5":"  \"I can do a pull down, but it's so painful. I really should be able to pull up. Can I get a workout plan?\" \"Noooooooooooope\"  \"Alright, what can we do about it then?!\" *sarrives","P_6":"  \"How to build muscle without lifting?\"  \"Well, you're going to lift, you just have a lot more to do.  You start by eating more. Then you build up your strength in the gym using dumbell presses and pull up bars etc.\"","P_7":" \"I heard that you're going through some kind of transformation right, but you told us you couldn` t do it without steroids...\".","P_8":" \"what's the difference of a gym and a bro-tendo?","P_9":" \"Why is it that you try and get bigger muscles by eating more, when you eat a lot it's not the same muscle?\"         I don’T think he understood what he said the second time but the first was a","P_10":" \"Is it possible that he doesn‚Ôôôôs trying too hard, that's why the muscle isn''\"ßt growing fast or is it just a coincidence?\".","R0_GQ":"  \"What do i should I can?\"\n","R1_GQ":" \"Am I able or able too?","R2_GQ":" \"I have problem what do should be be?\"","RQ":" \"I have a problem, what do i should be able too?\"                                        "},{"OQ":"What part of plants is pretty?","P_0":" What's the most beautiful plant on a wall in your home ?","P_1":" What's pretty to you, and is there any part or thing on the plant, that makes the plant beautiful                ","P_2":"  What is the most beautiful part about plants, and where did they evolve ?","P_3":" What part does the plant look good and healthy like.                           ","P_4":" What part are pretty?","P_5":" \"Which part do plants have that make it pretty?\".\n","P_6":" What part does the plant make?","P_7":" What do you do?","P_8":" What is pretty, and what are the parts of a plant, and what are they?","P_9":"  \"Is it pretty?\"\n","P_10":" What's pretty?","R0_GQ":"  What is the plant looking healthy and good\n","R1_GQ":"","R2_GQ":"\n","RQ":" What part does the plant look good and healthy like.                           "},{"OQ":"The man was going fishing instead of work, what is he seeking?","P_0":"  \"So, you can be a good person all you're life in the hope the world will treat the good person kindly someday\" ?","P_1":"  \"Hey, I bet that fish is tasty... I bet it will swim to my boat when you're away and I should just get rid of it since it could get eaten and then you'd regret killing it...\"\n","P_2":"  \"Can the man go fishing if there would not been a woman at his house\" ?","P_3":" \"What if the man were to say to you : \"I was going on vacation, where do want me ?","P_4":" \"Do they still believe in the Their God?\"                        I believe that the answer is no.. but they must think","P_5":"  \"I went out today, I don`t really care who I`d have sex, I think that I won a bet against my boss who doesn\\'to know about my new job as a fisherman in the north","P_6":" \"Do you feel like you're working or do your kids have a good day?\". The answer: \"Do your job well.\"","P_7":"   \"You know what I've always said: I spend most my money on food instead, but what is there is enough to sustain life... I still eat fish once or two nights, though?\"\n","P_8":"  \"What would you say about a man working for a living instead ?","P_9":" \"Who's going fishing ?","P_10":" \"I've seen you fishing before. Can't see your face clearly on your phone so how is the fishing?\"          \"No problem, just fishing. I had to leave work to","R0_GQ":" Do they really still have faith that God exists.      I'd go for no as a\n","R1_GQ":" \"If they were still in the church would they be still\n","R2_GQ":" Do they not?","RQ":" \"Do they still believe in the Their God?\"                        I believe that the answer is no.. but they must think"},{"OQ":"What could you get an unsmooth pit from?","P_0":"    What could you give me to make it smooth ?","P_1":"  \"Can you get a smooth pit from a smooth pit?\"  \"Smooshy\" is the answer.  \"Parashooby\" would imply that the pit had been smoosed with","P_2":" \"I love you, but can't get over the fact I am not a dog, and I have to pee like a dog and poop just because.\"\n","P_3":"  \"How much do I pay you?","P_4":"   What could you give an unsmart pit for a smooth one","P_5":" \"Is it possible to make a smooth pit?\"       Answer: No. It does take a lot of work and skill (as well as a lot more money and time for the artist","P_6":" \"Could you get an unsloth pit?\"                                ","P_7":" \"Why does the pit smell like a dog's asshole if the dog hasn; t pooped in there yet?!\"\n","P_8":"  \"When I was young I read that the pit was the only way to get a smooth pit, is the pit the best way because I remember reading about it or am i making things all up?","P_9":"   \"Why would you want an unsnappable pit in the first place\" ?","P_10":"  What could an unsweetened, unsalted, unsalted, unscopped, unspotted, unroastable, unsmokerable, unsteaked, unbuttermated, uns","R0_GQ":"\n\n \"I want to know why you would get a pit?\"\n","R1_GQ":"\n\n  Could you get a pit from a dog?","R2_GQ":"  Could I get a pit?","RQ":" \"Could you get an unsloth pit?\"                                "},{"OQ":"The man tried to reply to the woman, but he had difficulty keeping track of conversations that he didn't do what to?","P_0":" \"How does it sound?\"        The answer \"It was a little loud at the start, I apologize.\" is the correct answer in the context he presented the question (which he is not allowed) in, and is therefore acceptable, in the question","P_1":" \"Can we talk for 10 min. about theRP?\"","P_2":" \"What is the difference of a man's and women's brain?","P_3":"   \"Why don; ’nt y;u have a girlfriend yet?\"     The answer, \"because she's not interested. She told you she had one, then you had another, but didn\";'‌\"    \"","P_4":" \"I am not a good listener\"","P_5":" \"How would it work?\"\n","P_6":"  > I understand that you think I‐m a good person and want you as my friend    > but do we‏ have the same goals or is my goal to be your friend‰ ?","P_7":" \"What's your name?","P_8":"  \"So you don`nt have to say anything, but I´am wondering - do we get to know that you`re a woman?","P_9":" \"Why does the man try to reply, and then he just stops?\"\n","P_10":" \"Do you like to be called a slut\/babe?\".","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What's your name?"},{"OQ":"I couldn't find anybody who recalled the event, what were they adroit at doing?","P_0":"  \"I can remember the event. What was it?\"","P_1":" \"Why do you remember the event ?","P_2":" \"Were they good at what they had?\"","P_3":"  \"So, you had a lot to lose because you were a part of the tackled team ?","P_4":" \"Did you remember the event?\"","P_5":" \"Did you do something special on the day of the event?\".\n","P_6":"  \"What was the most important thing you could do to help the community?","P_7":"  \"I didn?","P_8":"  \"Hey, I am a new player and want to try out the new event, how would you describe what it's like\"\n","P_9":"  \"Hey, remember that time we went to the Militia's base?","P_10":"  \"How was the event organized\"  \"How much did the event cost?\"  \"And what happened?\"","R0_GQ":" \"Why did the event occur (or why is there such thing)\"?\n","R1_GQ":" How is the event organization organized  How did it costs  What did happens.                            ","R2_GQ":" How were the events organised and cost?","RQ":"  \"How was the event organized\"  \"How much did the event cost?\"  \"And what happened?\""},{"OQ":"Where would you find a large dining room containing a fancy chandelier?","P_0":"    \"I'd have the dining rooms be the same size but have a chandalar in each.  I thought it might add to the ambianetty, and it is a nice touch, even in a","P_1":"  Where could I possibly buy a large dining- room containing an expensive chan...                             ","P_2":"   \"Where do you keep the chardonnay?\"","P_3":" \"Can a chaperoned dinner be served by a single person?\"   Answer to that would most be \"Nope\", because the chandy is a huge chantry, so a single person isn‘ts task would","P_4":" Where can I find a large dining area, containing an extravagant châlin?","P_5":" Where do I put this chânnelle?","P_6":"       \"I could find a large dining space where the chaperone would be sitting on the couch, and I‚d probably feel uncomfortable and uncomfortable and uncomfortable, because she could just as soon put","P_7":"  \"Where in the world is there an entire dining table that's just a fancy chiffony choker?\"      Answer =                ","P_8":"  \"where are the chasmos in the diningroom?","P_9":"  >Where are all of those fancy chiffonier chuppes?","P_10":"   \"How would I get a large dining area with a fancy chiffoniere?","R0_GQ":"   Where might a person find an area large enough with a nice chandlar and a nice dining- table?","R1_GQ":"  Where should you look first?","R2_GQ":"\n","RQ":"  Where could I possibly buy a large dining- room containing an expensive chan...                             "},{"OQ":"The extremely large cargo plane could only land at a specialized runway, these were only located at a what?","P_0":"  > What is the most efficient way, in terms of fuel usage, of landing a plane at a specific runway that's not a standard runway for commercial passenger operations, or a military runway used for military aircraft, but an airport used specifically as an airport for","P_1":"   \"What is a specialized runway?","P_2":" \"What is the most dangerous place to land in the world today\".","P_3":"    \"Why would a plane that size ever use a runway smaller than a football pitch to take it off or on to the next destination.\"  The answer being it has to take it somewhere, so a small runway could only be the next destination for","P_4":"  > If the plane cannot fit on the runway, why was the plane allowed onto the runway, even when there isn't a runway available, in order for it to get to its final destination safely at the end, without damaging the aircraft?","P_5":"   > How does a plane that large only use a single runway that could handle the plane?","P_6":"   \"The plane could only take off in a specific area (the runway). What were these specific areas, where they used the runway ?","P_7":"  > What is a special runway for large aircraft?","P_8":"   \"How many of the cargo plane's cargo was actually needed for the flight?\"","P_9":"   \"If the plane were able only land in a specific airport (which I have no source to say, so take it or leave, but I presume it has something with the name of the airport), can you say how many airports that plane is capable","P_10":"  \"Is this plane capable or not, of landing at a specific runway?\"\n","R0_GQ":"\n\n If the plane was not allowed on to land because it wasn`\\*t able to get on, then why?","R1_GQ":"\n","R2_GQ":"\n","RQ":"  > If the plane cannot fit on the runway, why was the plane allowed onto the runway, even when there isn't a runway available, in order for it to get to its final destination safely at the end, without damaging the aircraft?"},{"OQ":"The carpet was smelly and discouraged the league from playing there, where was this smelly carpet installed?","P_0":"  \"The carpet smelled like shit so the league wouldn' play on that floor, where else in the world was it?\"\n","P_1":"  \"What is the smell?\"\n","P_2":" \"Why is the carpet in the locker room smudgey looking. I love the carpet but it must look dirty, why would they put that there in a lockerroom where the players have to change?\"","P_3":" \"I've noticed a lot more foul play and dirty play than usual during the playoffs so it seems like the carpet is dirty\".\n","P_4":"  \"Where can we find the best carpet for our new stadium, and why does it seem that the carpet in our new stadium seems smellier.  I need a new carpet installed. \"            ","P_5":"  \"Is it possible for the carpet to smell?\"  \"How do we tell?","P_6":"  \"We're not going in there because the carpet was smelly,\"  \"Are they not playing at the manufacture?\" \"Oh yeah.\" \"Which one, the one in the factory?\" (I'll have to get my hands on that one when we","P_7":"  \"How would you feel to find a carpet that smells bad to play your games on ?","P_8":"   \"Is the carpet smoochy, or is there something smoochie going on there.\"   \"Well, I am not sure that I would want to be in a place that had that carpet\"   \"It appears as if there","P_9":" \"Can you explain the carpet?\"\n","P_10":" \"If you are not going to use the carpet to its intended purpose you should just paint over or remove.\"          I love the carpet but the league is not using to to the carpet's intended function so the carpet has","R0_GQ":"\n\n   Is the carpet smouchly, or does it appear as though it may stink?","R1_GQ":"\n","R2_GQ":"\n\n Is the carpet smochy?","RQ":"   \"Is the carpet smoochy, or is there something smoochie going on there.\"   \"Well, I am not sure that I would want to be in a place that had that carpet\"   \"It appears as if there"},{"OQ":"How can someone be let into a brownstone?","P_0":"  \"Why can you drive on the sidewalk\" \"I just bought this house and don t think its fair i m not supposed  to be on a sidewalk.  I'm a browns fan,","P_1":" How are they able too get a brownstone if it‬ is”not‚‭‚‚”legal‬ to live on the street.‚'\n","P_2":" \"What if I wanted a brownstone and they said yes?","P_3":" How is it that someone can have access in to your house to do anything ?","P_4":" How can someone let into a brown-ish house ?","P_5":" How come the rich are getting richer.\n","P_6":" How do I let people I do business for, in my house to use the bathroom.\n","P_7":" \"How are they able\/able  to come up and enter a brownstones without the owner being present\".","P_8":" \"I know you can live on the street and I know you need help, how about if we get a place with a roof?\"        \"Yeah, sure. Let the","P_9":" How can a brownstone be let in without a key ?","P_10":"    \"Hey, I know this guy. Let him move into a brownstone on the first day, so he feels like an old friend of yours\". \"What, you mean like a friend","R0_GQ":"\n\n  \"How much money does it usually take for someone who knows they may eventually live outside to buy and\n","R1_GQ":"\n","R2_GQ":" I don`'t see how you know you`\"re not a drug dealer\n","RQ":" \"I know you can live on the street and I know you need help, how about if we get a place with a roof?\"        \"Yeah, sure. Let the"},{"OQ":"Where would someone purchase an upright piano?","P_0":" Where to find a piano that can play Trigger Happy?","P_1":"  \"Do you want a piano, or would it matter whether or how you use or play it and the price of a piano.\"","P_2":" \"Are there any places online where one may be able buy one of those upright pianoses in the US for a decent price with shipping.\"","P_3":" Where should someone purchase a piano?","P_4":"  Where would I find an upright piano for sale (or rent)?   I suppose you probably wouldn´'t find them anywhere... But you still ask!","P_5":"  \"Hey, I really wanted a piano but don t really know anything. I‘m looking around for an affordable piano but not really sure about the quality so any ideas for","P_6":"  \"Is it possible that I'm not good enough for an upright piano yet.\"?","P_7":"  I have a piano, how to play it.\n","P_8":"  Where might I be able buy one, and how expensive do I have to look out of the window?","P_9":" Where should someone buy an upright piano.\n","P_10":" Where should we find an upright piano for sale that has a good price and is in good working shape ?","R0_GQ":"  Where is the best place around here, and can someone point some out of\n","R1_GQ":"\n","R2_GQ":"","RQ":"  Where might I be able buy one, and how expensive do I have to look out of the window?"},{"OQ":"Where would you keep an ottoman near your front door?","P_0":" \"Do I want to see my wife naked?","P_1":"   \"Where does a person find an Ottoman near his house or apartment door.\"","P_2":"   \"If I want my dog in the front door when i'm home all I have have is a small otta-  \"  \"What the fuck is this?\"\n","P_3":" \"Why don´ts you put your otic in your front door so you have to put your omic on a chair\" ?","P_4":"  \"Where should we put it?\"","P_5":" \"What's the best way not have a dog attack you when walking your dog or just generally being a dog person?\"","P_6":"  \"Why do you need a front door ?","P_7":" \"What's the most comfortable place near where your door opens to?\"\n","P_8":" \"What's a good oud to buy if it has a nice sound and is easy for me to carry and store?\". I havenno. I guess I want something with a nice sound.    I was","P_9":"  Where could you possibly put your othoman if you always had a dog?","P_10":"    Where else is a person likely to place it when they walk past it and not knock\/open\/take the time (and possibly risk a knock) to open and close a door?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"Do\n","RQ":" \"Do I want to see my wife naked?"},{"OQ":"Diving into backyard pools can be very dangerous and can lead to serious head and what?","P_0":"  \"Is there any risk that I will die by drowning my head?\"\n","P_1":"   \"If I don'y die of drowning in the pool, does my head hurt or does it hurt because it hurts because the water was cold and I have a cold head?\"           ","P_2":"  \"Why should I get a pool if my neighbors are going in?\"","P_3":"   \"Do you ever have problems swimming in the backyard of friends because there is a pool and you fear for getting your head bashed with rocks by the pool?\"","P_4":"  \"Is it safe if I put a pool in a backyard?\"   \"Nop\"","P_5":"  \"Diving in a pool is dangerous and could end badly... why should you even dive in it\"\n","P_6":"  \"Does it have to involve a pool or a lake\"  \"Yes.\"\n","P_7":"    \"Why does it feel better with a condom when having sex and when it feels like a condom doesn`nt even have a chance if it slips up.\" ?","P_8":" \"What do you want to do, swim?\"           \"Can't you swim?\" \"That was a long way down the street to swim. I was going down that way. I am not going","P_9":"    \"Are backyard swimming pools dangerous if not used correctly in the right situation - or are there other dangers in the pool besides drowning?","P_10":"  \"Do you know why people are so afraid diving from a boat or a plane?","R0_GQ":"  What would you have to do, swim to get there ?","R1_GQ":"\n","R2_GQ":" What does it take\n","RQ":" \"What do you want to do, swim?\"           \"Can't you swim?\" \"That was a long way down the street to swim. I was going down that way. I am not going"},{"OQ":"Where would one find a snake in a cage?","P_0":"  \"Why would a snake be kept as a pet?\"","P_1":" Where's the snake?","P_2":" Where can i catch a snake?","P_3":"   \"I heard that you were going to make a snake in the cage. Are they going in the cage to eat you?\" (parallel to the question : \"Does the snake eat you if","P_4":"  \"A snake in the cage\"","P_5":"  Where can we see a snake that doesn's live on the ground but still in its cage.\n","P_6":"     \"I heard you like snakes, so i put you under my snake cage\"\n","P_7":" \"Where can you take a snake from a cage?\".","P_8":" \"When you have to ask this question you clearly do NOT belong in the snake world\"\n","P_9":"   \"How could you find a snake that was in a cage if the snake couldn´'t even move in that cage, and therefore would be dead?","P_10":"  \"What do you have to be afraid of ?","R0_GQ":" \"You were told that you would eat a snake that\n","R1_GQ":" \"If you eat a snake you die?\"\n","R2_GQ":" \"How would a snake bite you?\", \"I am going into the cage and you should too!\"\n","RQ":"   \"I heard that you were going to make a snake in the cage. Are they going in the cage to eat you?\" (parallel to the question : \"Does the snake eat you if"},{"OQ":"Where are people likely to become impatient?","P_0":" Where will people get impatient for the next update.","P_1":" \"Where will the next big thing appear next week that people really don‟ll really like or need\"                 ","P_2":"    \"How is the game going?","P_3":"     \"What is the best way for me as an individual, as a business, to become a better developer\/design\/whatever?","P_4":"  \"I really do love the game and I can wait to see the new content, and I appreciate that you care for your community members (you even make a new thread with a new topic","P_5":"   \"If you have a problem that you get frustrated about a bit of time and time and a lot more frustration and frustration again...\"?","P_6":"   \"How long is it until the next patch\/update?\" \"What about the next expansion\" \"How about the next expansion?\" etc   I usually see a lot of people who","P_7":" \"how is the game going?\"          I imagine the answer you would like is \"good\". The answer is probably not. But, I always hope.","P_8":"  \"What is the best way for me, to make a profit and not lose out.\"  \"How long till the next big thing.\"\n","P_9":" \"Are people more impatient because of the lack of content or the lack of content itself?!\"?","P_10":" \"Why do you have to pay for something so simple that you have been doing all of it forever  ?\"   I say, \"I guess you aren't paying attention\" .","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How does the game is?","RQ":" \"how is the game going?\"          I imagine the answer you would like is \"good\". The answer is probably not. But, I always hope."},{"OQ":"When you fail to finish something, you failed at doing what to it","P_0":" \"when I do not do a certain activity (like a certain task for work) for too long (say, 6 month) what happens.\"       Answer - \"nothing\"","P_1":" \"How many times in life is one person capable enough (or willing and determined), that they want nothing to be left unfinished?\".\n","P_2":"  When you do a task, are your skills at that task?","P_3":" When you do a task poorly or poorly done what are the reasons\/rewards\/rewarding aspects (if it makes sense\/is correct for this context ?) and why\/who is it rewarding or rewarding.","P_4":" When you do a thing, did your effort to make that thing worth anything, even in a small or insignificant manner to that one other being, and you didn t accomplish that?","P_5":" When I do something and don; t know why\/what's it's purpose it's a failure and a waste ?","P_6":" \"What are the things you will not fail, to do?\".","P_7":" \"Is it possible for a person without a moral compass or a moral code (or both?)?\"\n","P_8":" When I donno, what does it take ?","P_9":" \"How should we do it?","P_10":"   \"Why is it so important, that I finish the project in a specific period. Why do people do things the wrong and wrong way to complete a task\". I do think that it could also work the way you","R0_GQ":" Is a person without morality?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"Is it possible for a person without a moral compass or a moral code (or both?)?\"\n"},{"OQ":"John didn't care about style.  He felt that form was less important than what?","P_0":"   \"You don't make a statement like that about a guy, who is a great artist!\"","P_1":"    \"Is it possible that John didn´'t give a damn to the style of the music he composed in the 80ies because he was more worried to create something that could be commercially successful\"?   I would also answer the","P_2":" \"What's the most important aspect of a guitar?\"","P_3":" \"what is the most important part about a guitar?\"","P_4":"  \"John didn care what style he was playing, so he started playing the same style over and OVER, which then led him to play the exact opposite.\"       I'm guessing that's the gist :P  But","P_5":" \"What was the point?\"\n","P_6":" \"John didníve the time\"\n","P_7":" \"How can I do something that looks cool that will also work well enough that I'm not worried people think its stupid when it comes to the actual work?","P_8":" \"What was the point?\"\n","P_9":"  \"John didn´'t have any style. He said that style didn t make a difference and that he doesn´'t care if something was fashionable in the past\".\n","P_10":"   \"Why did he care?\"  \"I wasn‧t sure. I wanted to go for a more traditional look and I assumed that he didn' t think I would like the style he was wearing  \"What would have made","R0_GQ":" What point does the story make about the world and the people that live or have to cope and work with?","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What was the point?\"\n"},{"OQ":"When you get together with friends to watch film, you might do plenty of this?","P_0":" \"I would not get up and go to my room.\"","P_1":" \"Can I watch this movie without any spoilers\"?","P_2":" \"do you like to watch movies on the couch?\"","P_3":"  >What's a good way that you guys have of sharing your favourite films on a big screen?","P_4":"  \"Do we have to do this, or should it have happened organizatively?","P_5":" \"Why does this happen on film, why is it that we're not doing it?\"\n","P_6":"  \"What are the best movies to watch when with a group ?","P_7":" \"If I'm watching a movie in a group, can people still make fun of my taste of films?\"\n","P_8":"  When you hang with a friend at a bar you don t do a lot. You watch the movie together in a group setting or maybe you do it on your couch while talking on the phone together...   When it happens with friends","P_9":"    \"If you guys could watch a movie and discuss what you see...what movie do yall like and would discuss more than the movie?\"    I'll add a few more to that, but that should give people","P_10":"  \"How can you see the movie without seeing the movie?","R0_GQ":" Why is it we aren”t doing what we can?","R1_GQ":"","R2_GQ":" Why should we care why it happen, what the reason of this happen?","RQ":" \"Why does this happen on film, why is it that we're not doing it?\"\n"},{"OQ":"A supermarket is uncommon in what type of collection of shops?","P_0":"  \"How can a supermarket be rare if it does not sell anything ?","P_1":"  \"How to make a supermarket in a city\" : \"Make the supermarket in the city\"","P_2":"          \"How many shops are there in the city?","P_3":" \"Where does the word \"marketing\" come in?\"\n","P_4":"  \"Do you prefer to shop for groceries on the internet (Amazon.com, Walmart) and in a supermarket?\"\n","P_5":"  \"Do you have a supermarket where I might purchase some groceries on the weekend?\".    Answer is yes :)\n","P_6":" \"How do you get a job that makes you work for free in a supermarket\"\n","P_7":"   \"Where did you live when you moved from France to the USA in the 90's?","P_8":"  \"What type of shops would be more likely in a city that was more urban?\"  The answer should probably just be \"everything\".\n","P_9":"         \"If you have a supermarket and a pharmacy, who will sell you the medicine if you can´t find a doctor ?","P_10":"         \"I collectanchester, what kind?\"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"  \"Can I buy a loaf from a supermarket?\"","RQ":"          \"How many shops are there in the city?"},{"OQ":"Bill puts meat on the scale, where does Bill work?","P_0":"  \"Do you really eat meat, Bill?","P_1":"     Bill: I work as a meat cutter, I slice meat for the butcher shop                       ","P_2":" \"What is the most important thing in your life right now that is not related to your job or your family's business?\".\n","P_3":"  > How does Bill put meat into the scale ?","P_4":" \"I like meat on my scale!\"\n","P_5":"  \"You have a lot on the line. Will you work with the undertook?\"  \"Yeah I work for the undertook!\"  \"Well, what about the undertakers?\" \"Fuck the undertaker\"","P_6":"  \"Where's the meat?\" \"On the scale!\"","P_7":"    \"Why does Bill work?\"   Bill : \"Well I think he just works, and that's just it!\"","P_8":"   \"Do you ever worry about the fact you make more money from selling meat in the US and Canada to people in third- world nations versus the fact the US and Canada have a higher percentage of people in","P_9":" \"I was going for a job, and I met a guy who told a story about how he worked at a meat factory, so that was how it's going, I thought it might come as a surprise,","P_10":"   \"Where is Bill?","R0_GQ":"  Bill: I am a meat cutter who slices meat for a butcher\n","R1_GQ":"    What do I have in my pocket that I am afraid of?","R2_GQ":"\n","RQ":"     Bill: I work as a meat cutter, I slice meat for the butcher shop                       "},{"OQ":"I'm having some food at my party, what will I need to serve it?","P_0":" \"Will I be allowed to eat it, or should the host serve?\"                    I can see how this could become an issue in some situations :) ","P_1":" \"Can we put a picture?\"\n","P_2":"  \"What do I have in common w\/ the people in this party, and can you think a way in which my food can make us all feel better.\" ?","P_3":"  \"I serve food at a party but my guests keep forgetting that they want food or I've never served it\"            \"Well, I serve food too!\"   \"You mean","P_4":"         \"Will I get in trouble if I eat some food I got from my friends?","P_5":"  \"I want to have a party with my friends, can the food I am gonna prepare make me look good (in the eyes)\"\n","P_6":"   \"So I'll probably serve this food to the guests but, if I get caught, could my parents sue?\"\n","P_7":"  \"How can we get people interested on our party?\"  Answer :  \"We can serve food and drink to attract people to come\".\n","P_8":"  \"Do I serve it in a bowl ?","P_9":"  \"Do you guys sell food that I wouldn\"t know?\"","P_10":"  \"I've decided to give my guests a dish which has been prepared from scratch with love from the heart and soul by me! What shall that be?!\"?","R0_GQ":"  Will you be serving?","R1_GQ":"\n\n \" Will the host be able or will it cause a conflict ?","R2_GQ":" \"Why won`'nt I serve it, or won※'t I have to serve?\"          I like this question better.","RQ":" \"Will I be allowed to eat it, or should the host serve?\"                    I can see how this could become an issue in some situations :) "},{"OQ":"Before racers start to run they must do what at the starting line?","P_0":"                                              ","P_1":"  \"What do the racetrides do between the start and the finish of a race. \"","P_2":" \"How can you be sure the race is going in the best direction possible\".\n","P_3":" \"How to run without falling\".","P_4":"   \"You must start at the starting line. You cannot run any more until your time is finished and your time is over\"                I also read it","P_5":"        *\"How many people are allowed for the race start?","P_6":"        \"How much do they know about the race?\"  Answer is :   \"A little.\"      The racemen have to know what to watch or do when they see","P_7":"           \"How do I get to the starting line without running?\"","P_8":"                                            When you get","P_9":"           1:                                  ","P_10":"  \"What is the first thing a racewoman needs to have when entering a race\"?    Answer to that one should really depend what the race is - if she plans it's a good idea but I say it","R0_GQ":"\n\n                                                                  ","R1_GQ":"\n","R2_GQ":"\n","RQ":"                                              "},{"OQ":"What does an actor do when they are bored of their roles?","P_0":" \"Why am i doing this?\"                           \"Because it will make the next movie better or because","P_1":" \"Do I get paid enough?\"","P_2":" \"If I never act another scene of my own, can you at least tell the director I never showed up\"?","P_3":"   \"How would you feel, if you found yourself not getting paid and you're not getting any work for a period longer than a couple days to a couple years in the year\"","P_4":" \"How can they get bored and not be able of doing something else, because it takes time ?","P_5":"  \"When I don´'t feel like acting or I want my character to die I try to do other projects because I have to keep working\"             ","P_6":" \"How would I be bored playing the same character everytime ?","P_7":"  \"You can do anything once\"","P_8":" \"When I get tired playing the same character for five hours a week\"                             ","P_9":" \"What do actors do once they are bored or not interested on what they have done?\"\n","P_10":"  \"What do you guys do while you wait?\"  \"Oh, we're just sitting, waiting. Waiting. Waiting.\"  \"Just sit and be bored then. You could go on a walk... or you","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"When I get tired playing the same character for five hours a week\"                             "},{"OQ":"What is a person called who doesn't have immortality?","P_0":" What's the difference?","P_1":" What are you, a person who hasn′t been killed, killed yet?","P_2":" What's the difference to a person, who never has an eternal life and can go on living as he would before his birth in the first place without the need\/wishing to die, or one born immortal","P_3":" What are we called if immortality were impossible?","P_4":" What happens after you become immortal?","P_5":"  What does it really matter?","P_6":" What if you didn´ t need immortality in your life ?","P_7":"  \"You can call it immortality but it does not give a person the same rights that someone who's immortal can. It just makes people think they might die soon since that person could possibly never see their family","P_8":" What's a person whose body doesn\\&rsqb&rdqb;s lifespan isn&rdqsb&rldquot;&rlsqba&rsquos;s lifespan","P_9":" What happens after death that is not immortality\n","P_10":" What do you know or feel or see of the future in which you never experience death\n","R0_GQ":"","R1_GQ":" What is the difference in the following sentences\n","R2_GQ":"\n","RQ":" What's the difference?"},{"OQ":"Why would you be watching tv instead of doing something else?","P_0":"  \"How are we supposed know if we need to go out?\"\n","P_1":"   \"What's the point if I couldn'y see it?","P_2":" Why watch TV if there are other things that you need?","P_3":" \"Do people just like watching TV?\"","P_4":" \"You should have been watching the news, instead\".","P_5":"   \"What's the point?","P_6":" Why should i bother doing anything at the moment, since I really, REALLY enjoy watching tv :\/","P_7":" Why are you sitting here watching tv while your parents work ?","P_8":" why wouldn`t someone just play a game when you don\\~","P_9":" \"Why is it that I find myself watching TV in the evening and not playing games in the afternoon \/ early evenings after work.\" I assume this person was asking if it had any relationship with the fact it is a","P_10":"  \"How could I possibly not have watched this show?","R0_GQ":" \"\n","R1_GQ":" \"I find my self spending my free time doing things that don't benefit from my attention and time such\n","R2_GQ":"","RQ":" \"Why is it that I find myself watching TV in the evening and not playing games in the afternoon \/ early evenings after work.\" I assume this person was asking if it had any relationship with the fact it is a"},{"OQ":"If chewing food is difficult for you, what is a possible reason?","P_0":" \"what would be your reason(ies)) as why it'd bother to chew it, even if the food is not difficult in chewing for some reason to do?\"","P_1":" \"Do I have to do it all over the house if the dog won?\"    I get that it gets annoying and I know I was a little annoying by not doing what he says at home all night and I","P_2":" \"Are there any possible reasons I am chewing food and not eating?","P_3":" \"Is chewing hard to do ?","P_4":" \"Do you get a lot of food stuck in the back of you teeth ?","P_5":" \"Why does it seem that you always want more food\"? I didn` t know it had anything do with chewing it is more like a reflex, I want something, something, something","P_6":" \"Why are you so good when you do it but when i try to chew food your face falls off?\"   I know its not a very nice question.. but thats all.","P_7":" \"What do you want me for if I don;\"            \"I'm not sure.  What is there not that I would give you to make your eating easier that","P_8":"     \"Do I chew food to get the nutrients into my mouth or do my teeth get in there, and chew it to get rid of it (or both, if necessary and possible). I've never found","P_9":"   \"You are a very strong person to keep trying to eat. What would cause you the greatest struggle\"  I was told it takes time for you body, brain etc etc to learn the new way, so if","P_10":"  \"How can I chew food?\"","R0_GQ":" \"Why, would you like me, if, if you were to eat, what do, eat?\"","R1_GQ":"\n","R2_GQ":" \" What if you were to eat a lot, or not much?","RQ":" \"What do you want me for if I don;\"            \"I'm not sure.  What is there not that I would give you to make your eating easier that"},{"OQ":"He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the what?","P_0":"       \"Hey, I just thought about this, but I thought you should be able for the other members who were in the band to join the band too.\"","P_1":"  \"Did you ever play the piano in a tattered trompe l'ouvre?\" - \"Of Course! I played the piano for the entire band in a turtleneck\" - \"And how long is this turtledress?\"  \"Oh,","P_2":"  \"What is the most important thing that you have seen in your life to this very hour, and how are we all doing right this minute\"                         ","P_3":"  \"Who are these people, and what is the meaning to this picture, and who was the guy behind the camera.\"\n","P_4":"  \"Who is the most famous keyboard player ever?\"","P_5":"  \"Who's the most famous keyboardist of all time.\"","P_6":"  \"You don't really see a lot of people in tiarias when playing the piano, right?\", \"Doesn;'t it require a lot of work?","P_7":"  \"Why is it that you have to have a turtlenut suit, but you need to get a tardis to be a doctor\" ?","P_8":"  \"How many members does it usually take for a band?\"\n","P_9":"  \"How do I know that the other members don´ t know what I was trying to sing?","P_10":" \"How does he manage to look like a normal human with a beard like that?","R0_GQ":"\n","R1_GQ":"   \"What do I find the most interesting about myself?\"       \"Are my parents still alive today?","R2_GQ":" What is most significant thing to you about this very moment  and you have ever lived to this exact minute to that very instant.                                                  ","RQ":"  \"What is the most important thing that you have seen in your life to this very hour, and how are we all doing right this minute\"                         "},{"OQ":"Where do you find the most amount of leafs?","P_0":"  Where I find the least amount ?","P_1":" Where the most amount of leaf is ?","P_2":"  Where are the most amount of leafs to be found on the map?","P_3":"  Wherever I find the most amount.   I do not actually find them on trees so don‿\u0090¬\u008e","P_4":"  \"What's the most amount you see on the ground?","P_5":"  Where do you farm the most leafs and how does it affect the game?","P_6":"   \"How to find the most amount of leafs?","P_7":" \"When I go to the park or the beach or the woods, and I'm surrounded by leafy trees and bushes with leaves in them...\"\n","P_8":"  \"Is there more leafs on the ground?","P_9":" Where should you go in the forest?","P_10":"  Where does the most amount of leafs fall out, and how can I collect more of that leaf ?","R0_GQ":" \"Where do you go, when you have a leafy tree, and a leaf in you?\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"When I go to the park or the beach or the woods, and I'm surrounded by leafy trees and bushes with leaves in them...\"\n"},{"OQ":"Where can children play with animals?","P_0":"   \"Can I go to the zoo?\"\n","P_1":" \"How many children are playing with animals now, and if there were any, should there really still exist?\"","P_2":"    Where is there an area for kids to be with animals ?","P_3":" Where are children to go for a walk when the weather isn`t too great?","P_4":" Where are children able (or encouraged in) learning about animals as part if the curriculum of their school, and how would that be different to the way in which we are educating ourselves today (","P_5":" Where do you see children play?","P_6":" \"What is the best place for my kids, to be able play and learn with animals\".  I really enjoyed the answer to your post as I love animals!     ","P_7":" Where does a child get a puppy from?","P_8":" \"How many children do we need?\"","P_9":" Where are the children?","P_10":" \"Is there any place where we as humans don t need animals, like in the zoo's?\"","R0_GQ":" How can you know?","R1_GQ":" \"I can tell you the number of children that we have in our family.\"","R2_GQ":" \"Why should I help you?\"\n","RQ":" \"How many children do we need?\""},{"OQ":"What kind of tale might feature a talking weasel?","P_0":"  \"Why do we have to talk with animals at all?\"\n","P_1":"  > What kind of tale, if you don`'t care to give spoilers or if I should be worried. I saw a trailer for a new game and I've been looking into it to find what kind","P_2":" What kind if tale should I read. I would go for a weasel story.\n","P_3":" \"I've seen a weasely weasel in the woods.\"","P_4":" \"How do you get a talking weel?\"","P_5":" \"what if weasle is a talking weazel and weazel talk about how we are talking about a talking weass?\"","P_6":" \"What if we could have a talking weaver?\"\n","P_7":" \"A tale about a talking weasley, a talking weav, and a talking weezy, and the weaving weaves that weaver made to make his weesley.\"\n","P_8":" \"what kind of tale?\"                                    ","P_9":" \"What would you do in a situation that would require a talking weasel?\"\n","P_10":"  What kind of tale is there?","R0_GQ":"\n","R1_GQ":" What kind\n","R2_GQ":"   \"how do you like the story sofar?","RQ":" \"what kind of tale?\"                                    "},{"OQ":"What kind of status is the bald eagle given?","P_0":"  \"Do you feel like you get to fly?\"  \"Do they have a lot more freedom to be themselves\"? (paranorms are a bit more free) \"can we have a lot","P_1":" \"I think you have a bald eider in your backyard. You need to take a picture with him\".\n","P_2":"   \"Are there any birds who don‌ t have a status of \"bastards\", or \"sneerers\".?\"\n","P_3":" \"How many bald eagle's have been shot with a rifle?\"\n","P_4":" \"I like your bald eagle. How can I be a better person for having it?","P_5":"  \"Can the bald Eagle be considered a national bird in the U S ?","P_6":" \"are we allowed to use the bald eagle for propaganda and propaganda purposes.  If so how far is it ok \"","P_7":" \"Can we get a bald eared owl?\"                               ","P_8":" \"Is it a bird of prey, or is it an animal?\"","P_9":"  \"Can I take a picture without a license?\"  \"Uhhhh....\"","P_10":"  \"If you kill an American bald Eagle, is there a chance it is a male?\" \"The answer would most be likely yes because they look exactly alike (except the male has a white head,","R0_GQ":"      \"Will we ever be able to fly a bald Eagle?\"                                             ","R1_GQ":"\n\n \"We are looking at a bald eagle. Can we get the bald eagle?","R2_GQ":"\n","RQ":" \"Can we get a bald eared owl?\"                               "},{"OQ":"Why do most people take a quick rest during the day?","P_0":" Why take a quick rest if you already have a long day on the road ?","P_1":" Why take a quick nap on a plane during takeoff when it can take longer ?","P_2":" \"I am tired but can't fall into the deep sloth.  What to do, what should be I?\"","P_3":"   Why is it that most people (myself not among that group!) don' take a rest break for a couple days during a work trip?","P_4":" \"Do we really *mustn`t take the time to eat* during our day-break?","P_5":"  \"why doesn''t the sun go to bed after the sun rises in the west\"?   Answer:   \"the sun rises at noon so there isn' t enough energy for the sun'' s","P_6":" \"Do I have to do something to make the day better for the rest\" or \"Can't the day get any longer?\" or \"So, it always happens after work\".\n","P_7":" \"Do we not get enough rest for the day?\"     Answer (in my opinion and experience)  Yes you actually don' t and that's ok :D","P_8":" Why don'''t we do it ?","P_9":" Why doesn※'T theumbling of the earth stop at the end of the day (or at night when you are asleep in bed, if the earth stops at the end, the earth is not moving at","P_10":" \"Why don;'t we take a break for lunch?","R0_GQ":"\n","R1_GQ":" \"So, can the days ever pass too soon!\" or ``What if the day can go for ages?\", or ``When it doesn´s so hot in the office, does the day really pass so quickly!\"","R2_GQ":" \"What are some of the ways you make yourself a good day at the work place for your co workers\" ?","RQ":" \"Do I have to do something to make the day better for the rest\" or \"Can't the day get any longer?\" or \"So, it always happens after work\".\n"},{"OQ":"What could suddenly stop someone when he or she is running?","P_0":" What could stop the person who is running and is in a hurry or running from a person in a hurry while the two are passing a car.","P_1":" \"Why can a person walk on the street if you hit them when you push?\"","P_2":" What would happen in the event someone stopped running in the middle of the road ?","P_3":" \"If I had a gun and could kill you in my sleep, would that make you stop?","P_4":" What is the most common thing you see people doing at the gym while they wait their turn\n","P_5":"   \"Why are you so slow?\"    \"My legs are tired. I haven‐t had breakfast or dinner or lunch since I left the house and my stomach ached so I'm not","P_6":"  \"If I have to slow down so that a car coming in the wrong place could miss me by inches but the car ahead could hit a pedestrian by centimeters or even meters.\".\n","P_7":"  \"Could a person suddenly run out and stop you and say that I have to stop you because it would stop me when you are not?\"","P_8":" \"what is stopping you?\"\n","P_9":"    \"If I can just get my feet out, it is over, I'm out!\"\n","P_10":"  What could suddenly kill me so that I do a 180 degree turn on my way over?","R0_GQ":" \"Why does it feel like your heart rate has been going up?\"\n","R1_GQ":" If I killed you with my gun right next\n","R2_GQ":"\n","RQ":" \"If I had a gun and could kill you in my sleep, would that make you stop?"},{"OQ":"Where would you find a monkey in the wild?","P_0":" \"If a monkey could fly would we still allow it to?\"     Answer to the question. No we shouldn t allow the monkey to do anything dangerous or illegal. But we don 't","P_1":"  \"A monkey in the jungle.  Where could such a monkey go.\" ?","P_2":" \"If I can catch a monkey in the jungle I should find it in the desert?\"            Answer to the question - \"There's no such place that","P_3":" \"Where can I meet a monkey?","P_4":"  Where did the monkey get the monkey?","P_5":"   \"What would you do with a monkey?","P_6":"  Where are you going to meet a monkey ?","P_7":" \"Do you think monkeys live here?\", \"I see monkeys everywhere around me...\" \"Why would monkeys be there?","P_8":"  \"If you could have one animal as your pet for eternity would that be a monkey.\"\n","P_9":" \"Would you kill it or eat some of its meat\"?\n","P_10":" \"I'm looking forward for a monkey to be my girlfriend\", but I already had a girlfriend at home that is a monkey.","R0_GQ":"\n","R1_GQ":" \"Would you find a monkey in a desert?\",\n","R2_GQ":" \"How can a monkey find the desert if the jungle isn'''t in the\n","RQ":" \"If I can catch a monkey in the jungle I should find it in the desert?\"            Answer to the question - \"There's no such place that"},{"OQ":"Where could a sloth live?","P_0":" \"You mean a slat?\"","P_1":" Where can a sloot live in a sloshy sloped area like the Tavistock area.         Answer to the question : In a sloots","P_2":"      Where would a sloot live on a tropical island where the temperature ranges are between 30 °F-55.8 °F and where the humidity is 80-80","P_3":" Where can I go where the slob can go to?","P_4":"   \"How many slits in a slith's throat can you see ?","P_5":"  \"Can I live on a sloth?\" \"If I'm a sluth\"","P_6":"   Where do slugs live in the wild and what are some of their habits (if you catch any)? I need this info because my husband loves them","P_7":"     Where in the world is a sla-                         ","P_8":" Where can you get a slith?","P_9":" Where would a slob live, if there where a slobby?","P_10":" \"What would a slithy creature do for a living\"\n","R0_GQ":"  Where in the world are slavers?","R1_GQ":"\n","R2_GQ":"\n\n Where is a slaa-  Where is sliht?","RQ":"     Where in the world is a sla-                         "},{"OQ":"A gentleman is carrying equipment for golf, what is he likely to have?","P_0":"  \"A gentleman is walking to the golf shop, where he's likely to find a golf bag that is appropriate to the occasion for his golfing needs. He also needs some golf shoes or golf clothing, what are likely the","P_1":"  \"Are we going golf today or tomorrow.\"?","P_2":" \"what's a gentleman going on to the course for\"                                  ","P_3":" What is the most likely thing he should have and why are there so very many?","P_4":"   \"Hey, I've heard you can do some really good damage by throwing a golf ball.\"","P_5":"   \"How do we get the golf balls?\" - \"I am carrying equipment and I would probably just walk out without paying the toll. I dont plan a lot. If this guy has a lot I do think he does","P_6":"  \"Hey, I can play golf.\"    \"Sure. You got clubs for that?","P_7":"  \"Are you going golf?\" - \"Yeah, I bought a new putters and a new driver. I have a new bag, too... I always have a new golf bag when going to play. I bought this one","P_8":"  \"Will I have a problem getting into the golf club?\"","P_9":" \"A gentleman walks up behind a woman at a bar.  The man pulls his pants down and says 'Hi, I have a golf bag' and the lady looks up, smiles and says 'No, I think the golf","P_10":"  \"Do I need to carry a golf bag and a golf club for the next round or is that enough\"\n","R0_GQ":"  \"How are the ladies doing today?\"","R1_GQ":"\n\n What are the following words?","R2_GQ":"  What's the first thing a gentleman goes out for in the morning when he awakes?","RQ":" \"what's a gentleman going on to the course for\"                                  "},{"OQ":"If you have a home with a courtyard, what's one thing you probably don't have to care for any longer?","P_0":"  \"What do you hate most when cleaning up?\"","P_1":"  \"Do I have a house to fix, a garden, and a yard that needs to look good in the winter and summer?","P_2":" What would you most enjoy to not care anymore to do and not do as frequently any time from now?","P_3":"  \"If there's no water in it for a month will your house rot\/fall\/etc?","P_4":"  If you're a homeowner, how can I help my neighbors?","P_5":"  What are you doing that is not a chore now - and would save money in the end of your mortgage.                                ","P_6":"   \"I'll save you the trouble, I never cared about my garden\"        I guess that would really only be true of a small garden, not the large one OP had and the one he is now trying to sell.  ","P_7":"  \"What do I have that no other person ever needed\"","P_8":"  \"Why would I pay someone else to clean out the yard?","P_9":"  \"what is something in life where you could have spent an hour or three and never felt like you were neglectting it anymore,\" and you say \"the courtyard\".","P_10":"  \"How do we get rid off the lawn?\" \"Well, you should just mows it every time it grows a little bit and then you would take it outside, cut it up (and then put in the compost). But, that is probably a little bit more","R0_GQ":"\n","R1_GQ":"   What would I have saved money in the past that could've gone directly out to my mortgage?","R2_GQ":"\n\n    What are we spending our money  on that we could use our money better on, that we'd like more time and space or more money.\n","RQ":"  What are you doing that is not a chore now - and would save money in the end of your mortgage.                                "},{"OQ":"The computer was difficult for he to understand at the store, so what did she sign up for to learn more?","P_0":"   \"You mean the computer is hard for him because it requires more than one person's input in the same place. I suppose it just didn' t click that it has to do *both* at one time ?","P_1":" \"The computer was very hard (to understand) in the store, why should we buy it ?","P_2":"   \"Hey, I would have to learn a bunch of new software in the next 10 minutes if they didn t want the computer for the weekend, but I ll get a discount and it's a good deal \"","P_3":" \"Do they not offer any computer classes on the weekends here at the store.\"\n","P_4":" \"Can i get a computer that's not difficult or complicated in any ways ?","P_5":" \"Do you do anything with computers?\". She has a degree in computer technology and is working with a company where she can't really say \"do any\" without sounding like an idiot and \"learn anything new\" was just too long, I was hoping to cut out a","P_6":"  \"Do we offer a computer course?\"\n","P_7":" \"Can you tell if the computer can do what i said i needed to be able too?\"           \"Yes\" \"Great, so you get to use it?\"","P_8":" \"Why can we use the computer and not the phone in the store?\", \"It says the phone will take longer for the computer, should we just do it over the computer?\", and the most important : \"Are the computers really that different than the phone?","P_9":" \"How much does it cost per year ?","P_10":"  \"Why did you sign the contract when it took me 5 mins of your time just to show it how it really work?\" \"Why should she take it to the store then and show that it really work\"?\n","R0_GQ":"\n\n Can the computer tell what i have said     Yes, it     can\n","R1_GQ":"","R2_GQ":"\n\n  \"What is the name and function of the function that is called when I run the following command?","RQ":" \"Can you tell if the computer can do what i said i needed to be able too?\"           \"Yes\" \"Great, so you get to use it?\""},{"OQ":"If you take the risk buying a used car, you still hope it can what?","P_0":" If the car can”t go 200KM\/h then I hope that I didn t buy it used .\n","P_1":" \"Will it last?","P_2":"  \"Can the car still do the job you thought of?\" If no you would just drive around and get a new car later and you probably already bought something new if so...","P_3":"  If I'm buying something that is used for a specific reason with specific requirements and I get something I might like but not as much that was used, will the difference not affect the overall price of this used item because the used price for","P_4":" \"if the car can drive without you, you'd trust the car without a doubt that its safe ?","P_5":" \"I hope it works\". I don‍ ‏‡ ‑‌'‏'‽' ‍\"‏\"‮‾'‪’‿","P_6":" If I can find something that has a warranty I could afford but still has a decent amount of mileage that meets my expectations, can it hold a decent value ?","P_7":"    If you buy a used car, are there risks and benefits involved  and    Are these risks or the benefit worth what the risk is\n","P_8":" \"I hope it lasts\"\n","P_9":"  What if you can‘t get it repaired by a dealer or mechanic for the price quoted, even without the warranty ?","P_10":" If a car is in good working conditions it usually works and if there has ever was something wrong or it would need major repairs to it you get the car for cheaper or if needed, the car would get repaired.","R0_GQ":" ‍I think it's a good idea. I can imagine that it might, but I really wouldn;―'™t be surprised at the outcome if I didn't do something about the problem, and it looks pretty good. ”\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"I hope it works\". I don‍ ‏‡ ‑‌'‏'‽' ‍\"‏\"‮‾'‪’‿"},{"OQ":"Dan was ditting quietly on the couch with a book in his hand.  Laurie thought that he was just focused on what he was doing, but he actually did what?","P_0":" \"Why are you sitting in the living with the book, when we already know you are a bookworm?\".\n","P_1":"  \"Why do I smell like a dead body, Dan ?","P_2":" \"You know what I remember most of the time when I look back to the past?","P_3":"  \"I want a book, but I didn`nt find a book. Can Dan read a book?\".  Dan was reading a book and Laurie just wanted a book but didn\\(`t want to be a burden\\), so he went and got the book for Dan and read the book aloud, and then Dan started","P_4":" \"What did you have on your mind today?","P_5":"  \"What are your thoughts on the TeeVees?\"  Laurie : \"The TeeVe's are a great show, and I do have a lot of respect and appreciation from them because they helped me become who I'm becoming right now on this show. \"","P_6":" \"You said that you wanted to be a writer.\" \"Oh yes, of all the people who can make me a writer I am the one I most respect for that\"\n","P_7":" \"Did he say anything that was not in the book?","P_8":" \"When you were sitting there, what you really thought about was the book that Dan had just picked up...\"  Laurie: \"...I suppose that's a very good question... I thought of the book that Dan has always had with him, the one he picked for the trip.\"\n","P_9":" \"Did you read the book?\" \"Yes\"\n","P_10":" \"What is the most important thing in your life and your relationship at the time ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"You know what I remember most of the time when I look back to the past?"},{"OQ":"What is the primary purpose of cars?","P_0":"  Why would I pay for a car to do what it's meant *for*. If the car I drove today did more than what was expected in it I might use the money I put on","P_1":" \"To be able to do the things people do that you like doing in your free times while you get to go do what it feels good too in your paid hours because of your job, right","P_2":" Why is it so important in our society that people have access?","P_3":" \"How much is a car worth?","P_4":" What is the primary reason why people have cars?","P_5":" \"To travel.\"\n","P_6":"    > What's your primary reason that makes cars so good ?","P_7":" \"How does a car help us in our lives other then transportation\". I say this from experience and from reading a ton of books over my life time on this.\n","P_8":" What was the purpose of the automobile in the past ?","P_9":" \"why are they called cars in the first instance\"?    Answer to your question : they provide transportation to people","P_10":" \"How are cars useful in the modern day?\".\n","R0_GQ":"\n","R1_GQ":" \"What is the value of a car?","R2_GQ":"\n","RQ":" \"How much is a car worth?"},{"OQ":"Alabama is full of different people, but they are all citizens of what?","P_0":"   \"How many people have you met here (in Alabama), but never heard of, and do they exist outside your state's boundaries as a distinct culture\/soccer\/whatever team.\"   I feel the answer should","P_1":"  \"Is there anyone that is a citizen or a citizen-of Alabama?\"   The answer was \"Yes there are\" but they aren't citizens...\n","P_2":"     \"Why are there so damn many different people living so far away and so damn many different religions?","P_3":"  \"Do you hate Alabama because you were born there\/have family there or you were just raised by a parent from there ?","P_4":"    \"How do you know they weren't born here. I grew here as did all of the people who were born in Alabama?\"","P_5":"      \"You know what?","P_6":"   \"I want Alabama to become a state because it contains all the different people.\" - \/r\/alabama","P_7":"  \"Who are the people who call Alabama a state\" ?","P_8":"  \"I understand that Alabama citizens aren`T citizens by birth but are they citizens by choice?\"","P_9":"    \"Are you a citizen of Alabama?\"\n","P_10":"  \"Alabama\"  is a state in America and it doesn; t really mean much as a country so we need to ask ourselves how we would define it to make the question more meaningful :  \"Alabama\" = the people","R0_GQ":"\n\n    \"Can we say that the following is true\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"      \"You know what?"},{"OQ":"They were hoping their campaign would create a rise in awareness of the problem and hopefully do what to its effect?","P_0":" \"Why are we still doing this to people like us in the 21stcentury?","P_1":"  \"What can we use to raise public consciousness around the issue.\"","P_2":" \"Can we create awareness of the problem\"","P_3":"   \"Are we going to do what we do with the money raised or will the money go directly to the people who have been harmed?","P_4":"  > \"Is there anyway for us to make a difference between now?","P_5":" \"How to get the government and the media to pay for the cost?","P_6":" \"We don´re hoping our campaign can generate awareness\" ?","P_7":" \"If we can show people how bad it truly is will the problem stop\"?   I read this in a book about the Holocaust. It's an amazing book by the way.","P_8":" \"Why do they bother doing anything if people are not even paying them?\"\n","P_9":"   \"So, what do they say now to the people?\"  \"The same thing they would if they saw a dead child. They'd call it a tragedy that they had a child. It happened in their country, they should help.\"","P_10":"     \"Hey, we got a lot of attention so what are you gonna use all those attention for?\" \"We don;y care what you think\" -poon\n","R0_GQ":"\n","R1_GQ":" \"Do people have enough money to give away?","R2_GQ":" \"Arena is going through a tough time because of the economy; what we can we can we do or do something that would raise some money?\".\n","RQ":"   \"Are we going to do what we do with the money raised or will the money go directly to the people who have been harmed?"},{"OQ":"What do airplanes do as they are arriving at the gate?","P_0":"  \"Hey, we are going to the airport now ! What are your plans, sir, when arriving there with a plane in the sky.\" ?","P_1":" \"If the plane can be seen by the gate, who cares which way we land?","P_2":" What is the most efficient way that the airline can save money without increasing the cost per ticket by $300 to $1200?","P_3":"   \"Why did the plane fly over the mountain range when there would of been a better way ?","P_4":"  \"So you just land?","P_5":" What do airplanes do before takeoff so we get a good view at the runway?","P_6":" What do airplanes *donate money towards* do as a way for them get into the gate faster\n","P_7":" What does a plane need to fly ?","P_8":" \"Can I be a pilot?\"","P_9":"  \"Where is the plane?\"\n","P_10":"  \"Hey, I really really love you and want a divorce!  How long am i allowed to spend on this plane before i have to leave again without a divorce?","R0_GQ":" What is most cost saving way of the airline can reduce cost and increase revenue by $800?","R1_GQ":" What is the most efficient way of reducing the cost per passenger without increasing its price.","R2_GQ":"\n","RQ":" What is the most efficient way that the airline can save money without increasing the cost per ticket by $300 to $1200?"},{"OQ":"If a person with mental illness stops treatment what will likely happen?","P_0":"  If a person starts treatment will likely end up fine in a short span and then stop again ?","P_1":" If someone has a mental problem and stops getting treated in the future does that mean their problems never get any bigger  ?","P_2":" What if a person is diagnosed as schizophrenically but is not taking medication?","P_3":" If a person is diagnosed and treated, why would a person stop treatment because they no longer feel they require medication\/treatment or they become more independent as their illness becomes more manageable, and\/but they then develop a mental","P_4":" If I get a mental disorder (which I have) would it still hurt if you kicked a dog and said \"that dog had it coming.\"","P_5":"    If you take away the medication for schizophrenia but don‼'t remove the mental disorder then the person with mental illnesses can still become psychotic but without medication to treat it.\n","P_6":" If you have a mental condition and your doctor prescrizes you a drug, what will your reaction and behavior like afterwards ?","P_7":" If you're not a psychopath you're going insane from the lack of treatment or you start killing people you're going to kill people?","P_8":" \"will they be able\/able\/to continue their life or become a burden upon those they care\/love\/who they want around?","P_9":" If a person stopped taking their medicine and started eating a lot more chocolate, they should expect to become a lot heavier in no more then 1 - 3 hours ?","P_10":" \"What is the likelihood that the person's mental condition can improve?","R0_GQ":" \"The likelihood the person's mental condition improves.\"","R1_GQ":"\n","R2_GQ":"\n","RQ":" \"What is the likelihood that the person's mental condition can improve?"},{"OQ":"The gimmicky low brow TV show was about animals when they what?","P_0":" \"Why does the macro-economist hate animals as well\".","P_1":" \"Why is it that the animals in the show don\"t seem to do what humans expect or what we do for animals (i\"e. eat them) \".\"    The answer to my own question is","P_2":"   \"What's your favorite animal on TV today?\"\n","P_3":" \"When did you realise that you could be a TV show about animals?\".","P_4":"    \"The show was about a family who owned a zoo that had animals in it, but they kept the animals in cages rather than in the wild and they were all abused.\"     \"That was","P_5":" \"If you're going on a show and they are showing you a bunch of animals that look like they can be in a zoo or something and the host has to describe to the camera that it actually ISN'T a","P_6":" \"Do you hate animals or just not like the way they look like on the show?\"\n","P_7":" \"how did they manage to have a TV series on animals in the first place.      Answer  : They got a lot of money from the government to do a TV series and they got a lot money","P_8":" \"If you're not going for the low-life, why don´s it called low-lifedrama.\"       The answer being: Because it is lowlife and drama is a genre in","P_9":" \"Was it a show that was about animals in the 80´?","P_10":"  \"How many animals could you name off the show?\"","R0_GQ":"  \"I just want the animals back to the way I used them before.\"","R1_GQ":"  What is the difference of the following two sentences\n","R2_GQ":"\n","RQ":"    \"The show was about a family who owned a zoo that had animals in it, but they kept the animals in cages rather than in the wild and they were all abused.\"     \"That was"}]