[{"OQ":"A revolving door is convenient for two direction travel, but it also serves as a security measure at a what?","P_0":"\n","P_1":" The question is asking about the use of revolving doors in a building or a place like a shopping mall, airport or a railway station where the doors help to prevent the entry of unwanted people, especially at night\n","P_2":" A revolving door serves as both a door for two directions of travel.\n","P_3":" A revolving door serves as a security measure when you travel in both directions but has a practical use that also enables two-direction travel.\n","P_4":"\n","P_5":" The door has two directions, but can also be a security measure, which makes the door a good choice to use as a revolving door.\n","P_6":" The question is about the use of revolving doors.\n","P_7":" A revolving door is useful and serves both as a door to enter as a door to leave and a security measure, but not in all cases of the door\n","P_8":"\n","P_9":" The door is used as a security measure at a building, but is convenient as it allows people and goods to move in both directions, which saves time on going around a building.\n","P_10":" What is the name of the place where the revolving door opens?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What do people aim to do at work?","P_0":" What do people want in their workplace, what is the purpose for working?","P_1":" What is the purpose of work\n","P_2":" What do people do?","P_3":" What is the main purpose for which people are engaged?","P_4":" What do people do ?","P_5":" What is the aim or objective of the people while going through the work.\n","P_6":" What do people do with their time and efforts for a living ?","P_7":" What is the main purpose of people?","P_8":" What are the goals that people are looking forward for ?","P_9":" What are the main goals or objectives people set out at work?","P_10":" What do people aim to do with their time while in the workplace ?","R0_GQ":" What are people's aims\/purposes with regard to their work while on the job\n","R1_GQ":" What is the purpose of people working in the workplace\n","R2_GQ":" What is the purpose or aim that people aim for, and in which way in the workplace\n","RQ":" What do people aim to do with their time while in the workplace ?"},{"OQ":"Where would you find magazines along side many other printed works?","P_0":" Where would you find magazines along side many other printed works\n","P_1":"\n","P_2":" Where would you find magazines along side many other printed works\n","P_3":" Where would you find magazines along side many other printed works.\n","P_4":" Where would you find magazines along side many other printed works.\n","P_5":" Where would you find magazines along side many other printed works.\n","P_6":" Where would you find magazines along side many other printed works.\n","P_7":" Where would you find magazines along side many other printed works.\n","P_8":" Where would you find magazines along side many other printed works\n","P_9":" Where would you find magazines?","P_10":" Where would you find magazines along side many other printed works?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where are  you likely to find a hamburger?","P_0":"\n","P_1":" Where is a hamburgers?","P_2":" Where is the hamburgers?","P_3":" Where is a hamburger likely to be found?","P_4":" Where is a hamburgers?","P_5":" Where is a hamburger likely to be found?","P_6":" Where is a hamburger likely to be found?","P_7":" Where is a hamburgers?","P_8":" Where is a hamburgers?","P_9":" Where is the hamburgers?","P_10":" Where is a hamburger likely found?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James was looking for a good place to buy farmland.  Where might he look?","P_0":" James was looking for a good place to buy farmland.\n","P_1":" James was looking for a good place to buy farmland.\n","P_2":" James was looking for a good place to buy farmland\n","P_3":" James was looking for a good place to buy farmland, where might he look?","P_4":" James was looking for a good place to buy farmland.\n","P_5":" James was looking for a good place to buy farmland.\n","P_6":" James was looking for a good place to buy farmland.\n","P_7":" James was looking for a good place to buy farmland.\n","P_8":" James was looking for a good place to buy farmland.\n","P_9":" James was looking for a good place to buy farmland\n","P_10":" James was looking for a good place to buy farmland.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" James was looking for a good place to buy farmland.\n"},{"OQ":"What island country is ferret popular?","P_0":" What island country is ferreting popular?","P_1":" What island country is the ferrets popular?","P_2":" What island country is a ferrete popular?","P_3":" What island country is the ferrets popular?","P_4":" What island country is ferrets popular?","P_5":" What island country is the ferret popular?","P_6":" What island country is a ferrets popular?","P_7":" What is the name of the island country where ferreting is a popular sport?","P_8":" What island country is ferret popular?","P_9":" What island country is ferret popular?","P_10":" What island country is the ferrete popular?","R0_GQ":" What is the name of the island country where ferret hunting is popular?","R1_GQ":" What is the name of the island country where ferret hunting is a popular sport?","R2_GQ":" What is the name of the island country where ferret hunting is a popular sport?","RQ":" What is the name of the island country where ferreting is a popular sport?"},{"OQ":"In what Spanish speaking North American country can you get a great cup of coffee?","P_0":" What is the best place for coffee in Spanish speaking North America?","P_1":" In what country is there a great place where you can get a good cup of coffee?","P_2":" What is the name of the Spanish speaking country that has the best coffee?","P_3":" In which Spanish speaking country you can get a great cup of coffee?","P_4":" In what country can you get a good cup of coffee?","P_5":" Where can you get a great cup of coffee?","P_6":" Where can you find a great cup of coffee in a Spanish speaking country?","P_7":" In what country do you find a great cup of coffee?","P_8":" In what country in North America do you get great coffee?","P_9":" In what Spanish speaking country in North America can one get a great cup of coffee?","P_10":" In what country can you get a great cup of coffee?","R0_GQ":" In which country in the world might one have the opportunity of enjoying a good cup of coffee.\n","R1_GQ":" In which country would I go for a good cup of coffee\n","R2_GQ":" In which country could I get a good cup of coffee\n","RQ":" In what country is there a great place where you can get a good cup of coffee?"},{"OQ":"What do animals do when an enemy is approaching?","P_0":" What do animals do before they attack?","P_1":" What do animals do to protect themselves?","P_2":" What do animals do if they are being attacked by a predator?","P_3":" What do animals do, when an enemy is approaching?","P_4":" What do animals do in case of danger\n","P_5":" What do animals do when an enemy is approaching?","P_6":" What do animals do after a predator is close?","P_7":" What do animals do to protect themselves from enemies when they approach?","P_8":" What do animals do in order not to become prey for the enemy?","P_9":" What do animals do?","P_10":" What do animals do in case of danger to their lives ?","R0_GQ":" What do animals do when they are attacked by a predator?","R1_GQ":" What do animals do?","R2_GQ":" What do animals do when they are being attacked?","RQ":" What do animals do if they are being attacked by a predator?"},{"OQ":"Reading newspaper one of many ways to practice your what?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What do people typically do while playing guitar?","P_0":" What do people commonly engage in whilst playing the guitar.\n","P_1":" What activities do people carry out when playing the guitar?","P_2":" What is the typical activity that people engage in when playing the guitar ?","P_3":" What do people commonly do when playing guitar ?","P_4":" What is the purpose of playing guitar ?","P_5":" What are some typical activities that people engage in when playing the guitar?","P_6":" What do people usually do during their time playing the guitar?","P_7":" What is the main action or purpose of playing guitar?","P_8":" What are the activities that people commonly engage in while playing the guitar?","P_9":" What are the common activities that people carry out on a guitar while playing it?","P_10":" What kind of things do people typically do as they play the guitar.\n","R0_GQ":" What activities can people do to play the guitar\n","R1_GQ":" What is the typical activity that people engage in playing the guitar\n","R2_GQ":" What types of activities are typically undertaken by individuals who engage with the guitar as a musical instrument?","RQ":" What are some typical activities that people engage in when playing the guitar?"},{"OQ":"What would vinyl be an odd thing to replace?","P_0":" What would replace vinyl?","P_1":" What would be an odd thing to replace?","P_2":" What would vinyl be an odd thing to replace?","P_3":" What would be an odd thing to replace?","P_4":" What would vinyl be an odd thing to replace?","P_5":" What would be an odd thing to replace?","P_6":" What would vinyl be an odd thing to replace?","P_7":" What would be an odd thing to replace?","P_8":" What would be an odd thing to replace?","P_9":" What is the odd thing about vinyl?","P_10":" What would vinyl be an odd thing to replace?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What would be an odd thing to replace?"},{"OQ":"If you want harmony, what is something you should try to do with the world?","P_0":" If you want harmony what is something that you need to try and achieve?","P_1":"\n","P_2":" What is something you could try to do so you don’t feel like you have a lot in common or are not in harmony\n","P_3":" If you are looking to create harmony in life or with others in the world around us then you are looking to create a sense of peace that can only happen.\n","P_4":" If you want to achieve harmony within yourself then the best way is that you need try for the world.\n","P_5":" I want to try and make the world a better place and try to be a better person.\n","P_6":" What is something you would want the world, or the world itself in general, if there is such thing in the world, that would help you have harmony around yourself as well in general if that were a possibility\n","P_7":" What is something you should do in your life ?","P_8":" What is something that you would try your hardest at to create a sense of harmony ?","P_9":" If you want harmony in the world you want to do something with the world\n","P_10":" What is something you would like the world, or the world’s people?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I want to try and make the world a better place and try to be a better person.\n"},{"OQ":"Where does a heifer's master live?","P_0":" Where does a heifer's master live?","P_1":" Where does a heifer's master live?","P_2":" Where does a heifer's master live?","P_3":" Where does a heifer's master live?","P_4":" Where does a heifer's master live?","P_5":" Where does a heifer's master live?","P_6":" Where does a heifer's master live?","P_7":" Where does a heifer's master live?","P_8":" Where does a heifer's master live?","P_9":" Where does a heifer's master live?","P_10":" Where does the master of a heifer live?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where does the master of a heifer live?"},{"OQ":"Aside from water and nourishment what does your dog need?","P_0":" What are the things your dog need?","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":" What does your dog need other than water, nourishment.\n","P_8":" What does your dog need other than water, nourishment or food to have a healthy and happy life ?","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Janet was watching the film because she liked what?","P_0":" Janet was watching the film because she liked what it showed.\n","P_1":" Janet was watching the film because she liked what?","P_2":" Janet was watching the film because she liked what?","P_3":" Janet was watching the film because she liked what?","P_4":" Janet was watching the film because she liked what.\n","P_5":" Janet was watching the film because she liked what?","P_6":" Janet was watching the film because she liked what the film was showing.\n","P_7":" Janet was watching the film because she liked what?","P_8":" Janet was watching the film because she liked what the film was about.\n","P_9":" Janet was watching the film because she enjoyed what was in it.\n","P_10":" Janet was watching the film because she liked the film.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Janet was watching the film because she liked what the film was about.\n"},{"OQ":"What are you waiting alongside with when you're in a reception area?","P_0":" What do you have to do if you're in a reception area ?","P_1":" What do you do when you are waiting at a reception desk.\n","P_2":" What is the name of the place you're going?","P_3":" What do you have when you are in a reception area?","P_4":" What is the first thing you think about in a reception area when you're there ?","P_5":" What is the first thing you see when entering a reception area?","P_6":" What do you do with when you are in a reception area?","P_7":" What is your name?","P_8":" What do you do at the reception area?","P_9":" What is the name of the person who is waiting alongside with you when you are in a reception area?","P_10":" What do you do in a reception area when you're in one?","R0_GQ":" What is the name of the place you are going?","R1_GQ":" What is the name of the place you're going?","R2_GQ":" What is the name of the place you're going?","RQ":" What is the name of the place you're going?"},{"OQ":"When drinking booze what can you do to stay busy?","P_0":" I have a lot going on at the moment but I need some time alone with my thoughts\n","P_1":" When drinking booze what can be done to keep busy\n","P_2":" When drinking booze what can you do to stay busy.\n","P_3":" When drinking booz\n","P_4":" When drinking booze, what can be done for entertainment purposes ?","P_5":" When drinking booze, you need to do something to stay busy\n","P_6":" When drinking booze, what can be done to keep oneself occupied?","P_7":" When drinking booze what can be done in order not be bored ?","P_8":" When drinking booz, what can you do to stay busy?","P_9":" When drinking booze what can you do to stay busy?","P_10":" What can you do if you have a drink too much and don't want to do anything?","R0_GQ":" What can you do after having a drink and do nothing to stop?","R1_GQ":" What can you do when you have too much to drink to not be able to get up the next morning and not be ready in time or at work the following day or day?","R2_GQ":" What can I do, if I have a drink too much and don't want to do anything else right away\n","RQ":" What can you do if you have a drink too much and don't want to do anything?"},{"OQ":"A fencing thrust with a sharp sword towards a person would result in what?","P_0":"\n","P_1":" A fencing thrust would result in a wound.\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":" A fencing thrust with a sharp sword towards a person would result in a wound.\n","P_7":"\n","P_8":" The person who is being attacked with a sword would get hurt badly or would die immediately, as the sword would cut the skin of the person making it difficult or impossible.\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Unlike a spider and his many sight seers, people only have what?","P_0":"\n","P_1":"\n","P_2":" The question is about the difference between a spider and his many sight seers.\n","P_3":"\n","P_4":" People have only one eye.\n","P_5":" What is the only thing that people really need in order to survive and thrive ?","P_6":" People can see only a few things in life and many people are blind, like a spider.\n","P_7":" Unlike a spider and his many sight seers, people only have what?","P_8":" People have only one eye.\n","P_9":" People are like spiders. They have many sight seers to see things clearly as they move around on the ground and in the air.\n","P_10":" Unlike a spider and his many sight seer, people have only one sight.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where do adults use glue sticks?","P_0":" Where do adults use glue sticks?","P_1":"\n","P_2":" Where do adults use glue sticks to stick things?","P_3":" Where do adults use glue sticks to stick things together.\n","P_4":" Where do adults use glue sticks to stick things together.\n","P_5":" Where do adults use glue sticks to stick things together?","P_6":" Where do adults use glue sticks?","P_7":" Where do adults use glue sticks?","P_8":" Where do adults use glue sticks to stick things together ?","P_9":" Where do adults use glue sticks to stick things?","P_10":" Where do adults use glue sticks for arts or crafts projects ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What could go on top of wood?","P_0":" What could go on top of wood that would be safe?","P_1":" What could go on top of wood.\n","P_2":" What could go on top of wood and what would happen?","P_3":" What could go on top of wood ?","P_4":" What could go on top of wood to make it stronger?","P_5":" What can go on top of wood?","P_6":" What can be put above wood ?","P_7":" What could go on top of wood and what could go in the wood?","P_8":" What could go on top of wood which is a tree?","P_9":" What could go on top of wood to make it stronger or more durable or to keep it safe for a longer period or something more?","P_10":" What could go on top of wood that would be useful, that is not harmful to the environment.\n","R0_GQ":" What could be placed at the top of wood in order to strengthen the wood or prevent it from rotting over long time or in other ways\n","R1_GQ":" What could be placed above wood on top for strength\/ durability?","R2_GQ":" What could go onto wood for it\n","RQ":" What could go on top of wood to make it stronger or more durable or to keep it safe for a longer period or something more?"},{"OQ":"The artist was sitting quietly pondering, then suddenly he began to paint when what struck him?","P_0":" The artist was sitting quietly, thinking deeply, and suddenly he began painting.\n","P_1":" The artist was sitting quietly pondering, when suddenly he began to paint.\n","P_2":" The artist was sitting quietly, pondering, then suddenly he began to paint when what struck him?","P_3":" The artist was sitting quietly pondering, and then suddenly he began to paint.\n","P_4":" The artist was sitting quietly, pondering. Suddenly, he began to paint when he saw a bird in the sky, which inspired him.\n","P_5":" The artist was sitting quietly, then suddenly he began to paint when he saw a bird flying in the sky.\n","P_6":" The artist was sitting quietly pondering, then suddenly he began to paint when he saw a beautiful bird in the sky.\n","P_7":" The artist was sitting quietly pondering, and then suddenly he began to paint.\n","P_8":" The artist was sitting quietly pondering when suddenly he began painting.\n","P_9":" The artist was sitting quietly pondering, when suddenly he began to paint when what struck him?","P_10":" The artist was sitting quietly, pondering. Suddenly, he began painting when he saw a bird in the sky.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The artist was sitting quietly, then suddenly he began to paint when he saw a bird flying in the sky.\n"},{"OQ":"Though the thin film seemed fragile, for it's intended purpose it was actually nearly what?","P_0":" The thin film was fragile so it's intended purpose wasn't for that.\n","P_1":"\n","P_2":"\n","P_3":" What was the purpose of the thin film?","P_4":"\n","P_5":"\n","P_6":" The thin film was not fragile in the sense that it would break for no reason at all.\n","P_7":" The thin film was fragile yet it's intended purpose made it nearly indestructable\n","P_8":" The thin film was fragile for it's intended purpose.\n","P_9":"\n","P_10":" Though the thin film seemed fragile, for it's intended purpose it was actually nearly what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where could you find a toilet that only friends can use?","P_0":" Where can you find a toilet that only your friends use?","P_1":" Where could you find a toilet that only friends can use?","P_2":" Where can you go when you don’t need to use the toilet?","P_3":" Where can you go if you only want to use the bathroom with your friends?","P_4":" Where could you find a toilet that only friends can use.\n","P_5":" Where could you find a toilet which is only for your friends.\n","P_6":" Where could you find a toilet that only friends can use?","P_7":" Where is a toilet where only friends can use?","P_8":"\n","P_9":" I wonder if there's any place nearby that I could go and use the toilet that only my friends know about.\n","P_10":" Where could you find a toilet where only your friends can go to use?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is someone who isn't clever, bright, or competent called?","P_0":" What is a person that is not intelligent or capable called?","P_1":" What is someone who isn't clever, bright or competent called?","P_2":" What is a person who is not intelligent, smart or capable called?","P_3":" What is a person who is not intelligent?","P_4":" What is someone who is not intelligent, smart, or capable called?","P_5":" What is someone who isn't clever, bright, or competent called?","P_6":" What is a person who isn't smart enough called?","P_7":" What is a person who is not intelligent, smart, or skillful called?","P_8":" What is a person who is not smart or intelligent called?","P_9":" What is a person who is not intelligent, intelligent, or competent called?","P_10":" What is a person who is not intelligent or skilled called?","R0_GQ":" What is a person?","R1_GQ":" What is a person who lacks intelligence and skill called?","R2_GQ":" What is a person who is not intelligent, smart or skilled called?","RQ":" What is a person who is not intelligent, smart, or skillful called?"},{"OQ":"When wildlife reproduce we often refer to what comes out as what?","P_0":" When animals reproduce we talk to what we get out of it?","P_1":" When animals reproduce, what do they produce that is used to feed the young ones and also helps the species to propagate.\n","P_2":" When animals reproduce what do we say comes out?","P_3":" When wildlife reproduce, what is the process referred to?","P_4":" When wildlife reproduce what comes out as what?","P_5":" We talk of the offspring coming out like what.\n","P_6":" When wildlife reproduce, the offspring produced which is called what come out?","P_7":" When wildlife reproduce we usually refer to what comes out of them?","P_8":" When wildlife reproduce, they usually give birth.\n","P_9":" When animals reproduce they often have offspring.\n","P_10":" When animals reproduce what comes out in the form of offspring as what ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" When animals reproduce, what do they produce that is used to feed the young ones and also helps the species to propagate.\n"},{"OQ":"The weasel was becoming a problem, it kept getting into the chicken eggs kept in the what?","P_0":" The weasels were getting into the chicken eggs and were eating the chicks.\n","P_1":" The weasels were becoming a problem so they had to get rid of them, they had to get rid of the weasel.\n","P_2":" The weasels kept getting into the chicken eggs.\n","P_3":" The weasels were becoming a problem by getting into the chicken eggs kept in the coop.\n","P_4":" The weasel was becoming a problem in the chicken farm, it kept getting into the chicken eggs kept in the chicken coop.\n","P_5":" The weasel was becoming a problem, it was getting in the chicken eggs.\n","P_6":" The weasels were getting into the chicken eggs and they were becoming a problem\n","P_7":" The weasel was becoming a problem for the farmer. It kept getting into the chicken eggs kept in the chicken coop.\n","P_8":" The weasel was becoming a problem and it was causing the chicken eggs in the coop to get broken and destroyed, so the farmer decided to get rid of the wea\n","P_9":" The weasel was becoming a problem by getting into the chicken eggs kept in the coop.\n","P_10":" The weasel was becoming a problem, it kept getting into the chicken eggs.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The weasels were becoming a problem so they had to get rid of them, they had to get rid of the weasel.\n"},{"OQ":"Blue read material outside of his comfort zone because he wanted to gain what?","P_0":" Blue read material that was outside of his comfort zone because he wanted to gain knowledge from it\n","P_1":" Blue read material outside of his comfort zone because he wanted to gain knowledge and experience.\n","P_2":" Blue read material because he was curious about it\n","P_3":" Blue read material because he wanted to gain knowledge\n","P_4":" Blue read material because he wanted to gain knowledge.\n","P_5":" Blue read material that was outside his comfort zone because he wanted to gain knowledge about something that was unfamiliar or different.\n","P_6":" Blue read material outside of his comfort zone because he was motivated to gain knowledge of the subject.\n","P_7":" Blue read material because he wanted to gain knowledge about the topic.\n","P_8":" Blue read material to gain knowledge and to become a better writer.\n","P_9":" Blue read material because he was curious.\n","P_10":" Blue read material outside of his comfort zone because he wanted to gain knowledge.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Blue read material that was outside his comfort zone because he wanted to gain knowledge about something that was unfamiliar or different.\n"},{"OQ":"After he got hired he hoped for success at his what?","P_0":" After he got hired he hoped for success in his work\n","P_1":" After he got hired he hoped for success in his career.\n","P_2":" After he got hired he hoped for success at his job.\n","P_3":" After he got hired he hoped for success in his career.\n","P_4":" After he got hired he hoped for success at his job\n","P_5":" After he got hired he hoped for success in his new job.\n","P_6":" After he got hired he hoped for success in his new job.\n","P_7":" After he got hired he hoped for success in his work\n","P_8":" He hoped for success after he was hired.\n","P_9":" After he got hired he hoped for success in his career\n","P_10":" After he got hired he hoped for success in his work.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" After he got hired he hoped for success in his new job.\n"},{"OQ":"Committing perjury is a serious what?","P_0":"\n","P_1":" What is the seriousness of committing perjury ?","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":" What is the seriousness of committing perjuring?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you are prone to postpone work what will you have to do in order to finish on time?","P_0":"\n","P_1":" If you are prone to postponing your work and don’t do what you have scheduled you may be prone to missing important deadlines or getting behind where the other people with whom your are working stand, as the others are always catching on before the others have","P_2":" What will I have to do when I am prone to postpone things in order that they are completed when expected.\n","P_3":"\n","P_4":" If I am prone to postpone my work how would I handle this situation so I finish work timely\n","P_5":" What will be the best way for you if you are prone to postpone things that must be finished before a particular date?","P_6":" If you are prone to postpone work then you must have some strategies of finishing the task earlier .\n","P_7":" If I am prone to postpone work.\n","P_8":"\n","P_9":" If I have a tendency of postponing things which are not so urgent I should try to get started at once in order for the work or project which will get completed in time to avoid any problems down the line or to keep in mind that it gets done","P_10":" If you are prone to postpone, what will you have to do, to finish on time.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James wanted to find an old underground map from the 50s.  Where might he look for one?","P_0":" James wanted to find an old underground map from the 1950s. Where might he look for it?","P_1":" James wanted to find an old underground map from the 1950s. Where might he look for one?","P_2":" James wanted to find an old underground map from the 1950s. Where might he look for one?","P_3":" James wants to find an old underground map from the 1960s. Where might he find it ?","P_4":" James wanted to find an old underground map from the 1950s. Where might he look for one?","P_5":" James wanted to find an old underground map from the 50s. Where might he look for one?","P_6":" James wanted to find an old underground map from the 1950s. Where might he look for one?","P_7":" James wants to find an old underground map from the 1950s. Where might he look for it?","P_8":" James wants to find an old underground map from the 1950s.\n","P_9":" James wanted to find an old underground map from the 50s. Where might he look for one?","P_10":" James wanted to find an old underground map from the 50s.\n","R0_GQ":" Where might James look for an old underground map?","R1_GQ":" Where might James look to find an old underground map?","R2_GQ":" Where might James look to find an old underground map in the 2000s?","RQ":" James wants to find an old underground map from the 1950s. Where might he look for it?"},{"OQ":"Sean was in a rush to get home, but the light turned yellow and he was forced to do what?","P_0":" Sean was in a hurry but the light turned yellow forcing him do what.\n","P_1":"\n","P_2":" Sean was in a hurry, so he had to stop at the yellow light to get home.\n","P_3":" Sean was in a hurry but the light turned yellow because he was forced to do what?","P_4":" Sean was in a hurry, so he had to do what?","P_5":" Sean was in a hurry but the light turned yellow forcing him to do what.\n","P_6":" Sean was in a hurry to get home but the light turned yellow, forcing him into a difficult situation, which he had no control.\n","P_7":" Sean was in a rush to get home and the light turned yellow and he was forced to do what?","P_8":" Sean was in a hurry and the light turned yellow but he couldn’t make it in time.\n","P_9":" Sean was driving home late from work and the light turned yellow before he reached the intersection. He did not want to stop in the middle and risk getting a ticket but he had a tight schedule he could have missed if he stopped the light at the intersection, so","P_10":" Sean was in a hurry to get home and the light turned yellow, forcing him to stop at the red light.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would a person be doing when having to wait their turn?","P_0":" Where would a person be doing when waiting to be served?","P_1":" Where would a person wait when waiting for their turn.\n","P_2":" What would a person do during a waiting period\n","P_3":" What would a person doing when they had to wait their turn.\n","P_4":" Where would a person go when there are no other people waiting for their turn.\n","P_5":" Where would a person wait when they were waiting for their turn.\n","P_6":" What is the best way for a person in need of a turn when waiting in a line?","P_7":" Where would a person waiting to be served at a restaurant?","P_8":" Where would a person who needs to wait for their turn to do?","P_9":" When a person waits his turn, what is that person doing ?","P_10":" Where is a person who waits for their turn when waiting in a line or in a queue?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where would a person go when there are no other people waiting for their turn.\n"},{"OQ":"She was always helping at the senior center, it brought her what?","P_0":" She is always helping at the senior center\n","P_1":" She has a lot more to do in her life.\n","P_2":" She helped at the senior center and that brought her what?","P_3":" She always helped at the senior center which brought her happiness and satisfaction.\n","P_4":" She was always helping at the senior center and that helped her.\n","P_5":" She has helped at the senior center.\n","P_6":" She had always helped at the senior center. It meant that she did it for the senior center, it had always done for her, she just had a habit like that, that it had always brought her what ?","P_7":" She was helping at the senior center all of her life and it really gave her a sense that her life is not finished.\n","P_8":" She has helped at the senior center since she was a child, which gave her a sense of purpose and a feeling that she was contributing to her community and making a difference.\n","P_9":" She helped at the senior center, she did that to bring her happiness.\n","P_10":" She is always helping at the senior center, because it makes her feel good about herself and her community.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" She has helped at the senior center since she was a child, which gave her a sense of purpose and a feeling that she was contributing to her community and making a difference.\n"},{"OQ":"The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the what?","P_0":" The lock kept the steering wheel from moving but the thief still took his chances.\n","P_1":" The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the lock.\n","P_2":" The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the steering wheel.\n","P_3":"\n","P_4":" The lock kept the steering wheel from moving.\n","P_5":" The lock kept the steering wheel from moving but the thief still took his chances and began to work on the steering wheel.\n","P_6":" What kept the steering wheel from moving?","P_7":" The lock kept the steering wheel from moving. But the thief still took his chances.\n","P_8":" The lock kept the steering wheel from moving but the thief still took his chances and began to work on the steering wheel.\n","P_9":" The lock kept the steering wheel from moving. But the thief still took his chances.\n","P_10":" The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Who is a police officer likely to work for?","P_0":" Who is a police officer likely to work for?","P_1":" Who will be the police officer who works for the government?","P_2":" Who will be a police officer likely to work for?","P_3":" The question asks about the job of a police officer.\n","P_4":" Who is a police officer likely to work for?","P_5":" Who is a police officer likely to work for?","P_6":" Who is a police officer likely to work for?","P_7":" Who is a police officer likely to work for?","P_8":" Who is a police officer likely to work for?","P_9":" Who is a police officer likely to work for?","P_10":" Who is a police officer likely to work for?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The question asks about the job of a police officer.\n"},{"OQ":"If you have leftover cake, where would you put it?","P_0":" Where would you put the leftover cake?","P_1":" Where should I put the leftover cake?","P_2":" Where should you keep the leftover cake so that it lasts until the next party?","P_3":" Where would you put the leftover cake?","P_4":" Where can I keep the cake?","P_5":" Where do you keep the leftover cake?","P_6":" Where would you put the cake that you have leftover?","P_7":" I have leftover cake, so where do I put it?","P_8":" Where should you keep the leftover cake?","P_9":" Where should I place the leftover cake?","P_10":" Where do I put the leftover cake?","R0_GQ":" Where do I put the leftover cake?","R1_GQ":" I have cake, where should I put it?","R2_GQ":" I have cake, where do I put it?","RQ":" I have leftover cake, so where do I put it?"},{"OQ":"A human wants to submerge himself in water, what should he use?","P_0":"\n","P_1":" A human wants to submerge himself into water and he would do that through a tube.\n","P_2":" A human wants to submerse himself in water. What should he use to submerge himself in water?","P_3":" A human wants to submerse himself in water and he uses a container to submerges in water\n","P_4":"\n","P_5":"\n","P_6":" To submerse himself in water, he uses a diving suit.\n","P_7":" A human wants to submerse himself in water and he needs to know what to use.\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where is a doormat likely to be in front of?","P_0":" Where is a doormat likely to be in front of?","P_1":" Where is a doorbell likely to be located?","P_2":" Where is a doormat likely to be in front of?","P_3":" Where is a doormat in front of?","P_4":" Where is a doorknob?","P_5":" Where is a doorman likely to be in front of?","P_6":" Where is a doorman likely to be in front of?","P_7":" Where is a doorknob?","P_8":" Where is a doorman likely to be?","P_9":" Where is a doorbell likely to be?","P_10":" Where is a doorbell likely to be in front of?","R0_GQ":"\n","R1_GQ":" Where is a doorman likely to find a doormat?","R2_GQ":" Where is a doorman likely to be?","RQ":" Where is a doormat likely to be in front of?"},{"OQ":"Bob the lizard lives in a warm place with lots of water.  Where does he probably live?","P_0":"\n","P_1":" Where does Bob the lizard live?","P_2":"\n","P_3":" Where does Bob the lizard live?","P_4":"\n","P_5":" Where does he probably live?","P_6":"\n","P_7":" Where does Bob the lizard live?","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"August needed  money because he was afraid that he'd be kicked out of his house.  What did he need money to do?","P_0":" August needed money to do something.\n","P_1":" August needed money because he was afraid that he'd be kicked out of his house.\n","P_2":" He needed money because he was afraid that he'd be kicked out of his house.\n","P_3":" August needed money to leave his house because he was afraid that he'd be kicked out of his house.\n","P_4":" He needed money to do something.\n","P_5":" August needed money because he was afraid that he'd be kicked out of his house.\n","P_6":" August needed money so that he could leave his house.\n","P_7":"\n","P_8":" August needed money to buy a car.\n","P_9":" August needed money to go to the store.\n","P_10":" August needed money because he was afraid that he'd be kicked out of his house.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"He needed more information to fix it, so he consulted the what?","P_0":" He needed more information to fix it so he consulted the what?","P_1":" He needed more information, so he consulted the doctor.\n","P_2":" He needed more information about the problem, so he consulted the expert.\n","P_3":" He needed more information, so he consulted the what?","P_4":" He needed more information so he consulted the what?","P_5":" He needed more information.\n","P_6":" He needed more information, so he consulted the what?","P_7":" He needed more information so he consulted the doctor.\n","P_8":" He needed more information so he consulted the what?","P_9":" He needed more information, so he consulted the doctor.\n","P_10":" He needed more information to fix it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" He needed more information about the problem, so he consulted the expert.\n"},{"OQ":"Where can you put a picture frame when it's not hung vertically?","P_0":" Where can you put a picture frame horizontally or vertically when it's not hung?","P_1":" Where can you put a picture frame when it is not hung vertically.\n","P_2":" Where can you put a picture frame when it's not hanging vertically\n","P_3":" Where can you put a picture frame horizontally when it is not hung vertically\n","P_4":" Where can you put a picture frame when it isn't hanging vertically?","P_5":" Where can you put a picture frame when it's not hung vertically?","P_6":"\n","P_7":" Where can you put a picture frame when it isn't hung vertically.\n","P_8":" Where can you put a picture frame when it's not hung vertically?","P_9":" Where can you put a picture frame when it isn't hung vertically ?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James knew that he shouldn't have been buying beer for minors.  He didn't even get paid for it.  Why was this bad?","P_0":" James knew that he shouldnt have been buying beer for minors.  He did not even get paid for it.  Why was this bad?","P_1":" James knew that he should have not been buying beer for minors but he did it anyway. Why was this bad?","P_2":" James knew that he shouldn't have been buying beer for minors.  He did not pay for it.  Why was this bad?","P_3":" James knew that he should not have been buying beer for minors. He was not paid. Why is this bad?","P_4":" James knew that he should not be buying beer for minors and he shouldn't have gotten paid for doing this.\n","P_5":" James knew that he should not have been buying beer for minors even if he didn't have to pay for it.\n","P_6":" James knew that he should have not bought beer for minors even if he was not getting paid for that.\n","P_7":" James knew that he shouldnt have been buying beer for minors because he did not get paid for it.\n","P_8":" James knew that he should have not been buying beer for minors even if he got paid for that.\n","P_9":" James knew that he should have not been buying beer for minors because he got paid for it and he knew that minors could be arrested or fined for drinking alcohol.\n","P_10":" James knew that he should not be buying beer for minors because he should get paid and he didn't.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" James knew that he should not have been buying beer for minors even if he didn't have to pay for it.\n"},{"OQ":"What is the result of applying for  job?","P_0":" What is the result of applying for a job.\n","P_1":" What is the result of applying for a job.\n","P_2":" What is the result of applying for a job.\n","P_3":" What is the result of applying for a job\n","P_4":" What is the result of applying for a job\n","P_5":" What is the result of applying for a job?","P_6":" What is the result of applying for a job?","P_7":" What is the result of applying for a job?","P_8":"\n","P_9":" What are the steps to apply for a job ?","P_10":" What is the result of applying for a job?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What must someone do before they shop?","P_0":" What must someone do before they shop.\n","P_1":" What must someone do BEFORE they shop?","P_2":"\n","P_3":" What must someone do to prepare before they go to the store?","P_4":" What is the first thing that someone has\n","P_5":" What is the first thing someone has do before they shop.\n","P_6":" What must someone do in order for them take a trip or go to the store or go shopping.\n","P_7":" What is the correct answer to the question?","P_8":" What is the first thing someone does after deciding on a product before buying?","P_9":" What must someone do BEFORE they shop?","P_10":" What must someone do before they shop in order to make sure that their money goes into the right hands or that there won't be any problems for their family later on down the road\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Because John was first violin, he had to bring something important to work ever day. What did he need to bring to work?","P_0":" What did John need to bring every day to work?","P_1":" Why did John have to go to work every day?","P_2":" What did John need to bring every day to work?","P_3":" What did John have to bring with him at work, every day?","P_4":" What did John need to bring every day to work?","P_5":" What did John bring to work?","P_6":" What did John need to bring to work every day?","P_7":" What did John need to bring to work every day?","P_8":" What did John need to bring to work everyday ?","P_9":" Because John was the first violin, he was required to carry something essential daily to work.\n","P_10":" What did John need to bring to work every day?","R0_GQ":" Why did John have to go to work each day?","R1_GQ":" Why did John have to go to work every day?","R2_GQ":" Why did John have to go to work every day?","RQ":" Why did John have to go to work every day?"},{"OQ":"What is a place that usually does not have an elevator and that sometimes has a telephone book?","P_0":" What is a place with a telephone book?","P_1":" What are some places where people typically need to find things for free?","P_2":" What is a place that is usually without an elevator?","P_3":" What is a place?","P_4":" What is a place?","P_5":" What is a place where you usually do not find an elevator but have a telephone book?","P_6":" What is a place?","P_7":" What is a place?","P_8":" What is a place of a building that usually does not have an elevator?","P_9":" What is a place where there may or may not have an elevator?","P_10":" What is a place of a library?","R0_GQ":" What is a place where there may be no elevator?","R1_GQ":" What is a place where there may be or may not be an elevator?","R2_GQ":" What is a place where there may or may not have an elevator?","RQ":" What is a place where there may or may not have an elevator?"},{"OQ":"Who is likely to be excited about a crab?","P_0":" Who will be excited if a crab is introduced into the ecosystem.\n","P_1":" Who will be excited by a crab?","P_2":" Who would be excited by a crab?","P_3":" Who will be excited by a crab?","P_4":" Who will be excited by a crab?","P_5":" Who are likely to get excited if they see a crab?","P_6":" Who is likely to be excited about a crab?","P_7":" Who are likely to be excited about a crab?","P_8":" Who would be excited to see a crab?","P_9":" Who are likely to be excited about a crab?","P_10":" Who are likely to be excited by a crab?","R0_GQ":" Who is likely to get excited if they see a crab?","R1_GQ":" Who will be excited when they see a crab?","R2_GQ":" Who gets excited by seeing a crab\n","RQ":" Who are likely to get excited if they see a crab?"},{"OQ":"Where can a human find clothes that aren't pants?","P_0":" Where can a human find clothes that aren't pants ?","P_1":" Where can a human find clothes that are not pants?","P_2":" Where can a human find clothes that aren't pants ?","P_3":" Where can a human find clothes that aren't pants?","P_4":" Where can a human find clothes?","P_5":" Where can a human find clothes which aren't pants?","P_6":" Where can a human find clothes that aren't pants?","P_7":" Where can a human find clothes that aren't pants?","P_8":" Where can a human find clothes that aren't pants?","P_9":" Where can a human find clothes that aren't pants\n","P_10":" Where can a human find clothes that aren't pants?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can a human find clothes that aren't pants?"},{"OQ":"If I was getting drunk, and people couldn't understand me, what might I be having?","P_0":" If I am getting drunk, what might I be having?","P_1":" I am getting drunk and people couldn’t understand me.\n","P_2":" If I was getting drunk, and people were unable to comprehend what I was saying due to intoxication.\n","P_3":" If I was getting drunk, and people couldn't understand me.\n","P_4":" I was drunk, and people could not understand me, what might I have been having?","P_5":" I am getting drunk and people cannot understand me.\n","P_6":" If I was getting drunk , I might not be able to understand what people were saying to me .\n","P_7":" I was drunk.\n","P_8":"\n","P_9":" If I was getting drunk and people were not understanding me what could it be?","P_10":" If I was getting drunk, I would have to be drunker to be able to understand people.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"When a person is beginning work, what are they building?","P_0":" What is the person building ?","P_1":" What type of work are you starting?","P_2":" What is the person doing with their time before starting their job?","P_3":" What are they building when they are beginning work ?","P_4":" What are the first steps to be taking for a person’s career development\n","P_5":" What are the first tasks that a person undertakes in a job?","P_6":" What are they doing at the beginning of the work?","P_7":" What is the person doing to begin with?","P_8":" What are they constructing to get started?","P_9":" When a person is starting a new job, what do they need for success\n","P_10":" What is the person doing ?","R0_GQ":" What is the first task that a person does or needs when beginning work?","R1_GQ":" What are the first tasks that a person does to get ready to work every day at a job.\n","R2_GQ":" What is the first task that a person does once a job has been accepted?","RQ":" What are the first tasks that a person undertakes in a job?"},{"OQ":"A child wants to play, what would they likely want?","P_0":" What would a child want to play?","P_1":" What would they want to play?","P_2":" What would they want to play with?","P_3":" What would the child want to play with?","P_4":" What would they like to play?","P_5":" What do children play with?","P_6":" What would a child like to play with?","P_7":" What would the child want to do to play?","P_8":" What would they want?","P_9":" What would they likely play with?","P_10":" The child wants to play.\n","R0_GQ":" What would a child like to play with?","R1_GQ":" What would a child like to play with?","R2_GQ":" What would a child like to play?","RQ":" What would a child like to play with?"},{"OQ":"Talking to the same person about the same thing over and over again is something someone can what?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The teacher doesn't tolerate noise during a test in their what?","P_0":" The teacher doesn't tolerate noise in the classroom.\n","P_1":" The teacher doesn't tolerate noise in the classroom during a test.\n","P_2":" The teacher doesn't allow any noise in the classroom.\n","P_3":" The teacher doesn't allow any noise while the test in their classroom.\n","P_4":" The teacher doesn't tolerate noise in a test.\n","P_5":" The teacher doesn't allow any noise to disturb the students in the test.\n","P_6":" The teacher doesn't allow any noise while the test is in progress.\n","P_7":" The teacher doesn't tolerate noise in the classroom during the test.\n","P_8":" The teacher doesn't allow noise while taking a test in their classroom.\n","P_9":" The teacher doesn't tolerate noise during a test.\n","P_10":" The teacher doesn't allow noise in the classroom.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The teacher doesn't allow any noise while the test is in progress.\n"},{"OQ":"The freeway had no traffic and few buildings, where is it?","P_0":" The freeway had no traffic.\n","P_1":" The freeways were empty of traffic, with few buildings along the road.\n","P_2":" The freeways were empty.\n","P_3":" The freeway had no traffic on it, where is it located?","P_4":" The freeway has no traffic, and few buildings.\n","P_5":" The freeway had no traffic and few buildings, where is it?","P_6":" The freeways had no traffic or few buildings.\n","P_7":"\n","P_8":" The freeway was empty.\n","P_9":" The freeway was empty, where was it located?","P_10":" The freeway is in a desert.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you go if you wanted to have fun with a few people?","P_0":" Where would you go?","P_1":" Where would you go, if you wanted to have fun with a few people\n","P_2":" Where would you go to have fun in a group?","P_3":" Where would you go, if you wanted to have fun with a few people ?","P_4":" Where would you go?","P_5":" Where would you go to have fun\n","P_6":" Where would you go?","P_7":" Where would you go with a few people to have fun.\n","P_8":" Where would you go to have fun?","P_9":" Where would you go for fun, if you were with a few people and there are no restrictions of any sort\n","P_10":" Where would you go in a place likeAddField?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where would you go, if you wanted to have fun with a few people\n"},{"OQ":"If there is a place that is hot and arid, what could it be?","P_0":" There are places of hot and arid climates\n","P_1":" What is the name of the place in the desert that is hot and arid.\n","P_2":" What is the name of a place in the desert where it is hot?","P_3":" What is a place that is hot but has no water?","P_4":" What is the place?","P_5":"\n","P_6":" What is a place which is hot and arid.\n","P_7":"\n","P_8":" If there is a place, it must be hot or arid\n","P_9":" It means that the place must contain hot and arid conditions so that the plant can grow in it and survive there for some years without water .\n","P_10":" The place where the sun shines brightly, but there are no plants that are green and lush like the other places, it is a place that is hot and arid, and it does have a place to rest, and it could be","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is likely to satisfy someone's curiosity?","P_0":" What is the meaning of curiosity in the context of the question?","P_1":" What is the best way to satisfy someone's curiosity ?","P_2":" What is the best way of satisfying someone's curiosity ?","P_3":" What is the best way to satisfy someone's curiosity ?","P_4":" What is the purpose of the question ?","P_5":" What is the purpose of the passage?","P_6":" What is the best way to satisfy someone's curiosity?","P_7":" What is the meaning of curiosity ?","P_8":" What is the answer to the question ?","P_9":" What is the meaning of curiosity?","P_10":" What is the purpose of the question?","R0_GQ":" What is the purpose of the question?","R1_GQ":" What is the purpose of the question?","R2_GQ":" What is the purpose of the question?","RQ":" What is the purpose of the question?"},{"OQ":"If you are in a bar in a glove shaped state where are you?","P_0":" If you are in a bar where are you?","P_1":" If you are in a bar, and it looks like a glove, then are you in a glove?","P_2":" If you are in a bar and you want to know if you’ve been in a glove shaped state where are you?","P_3":"\n","P_4":" Are you in a bar?","P_5":" If you are in a bar where are you?","P_6":" Where are you?","P_7":"\n","P_8":" If you were in a bar in a glove shaped state, what would you say?","P_9":" If you are in a bar, but are not wearing a glove, where are you?","P_10":" If you are in a bar where are you?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would a computer user be using their own computer?","P_0":" Where would a computer user use their own computer?","P_1":" Where is the user going to use their own computer\n","P_2":" Where would a computer user use their own computer.\n","P_3":" Where would a computer user use their own computer?","P_4":" Where would a computer user be working on the computer\n","P_5":"\n","P_6":"\n","P_7":" Where would a computer user be working from their own computer\n","P_8":" Where would a computer user be doing something by himself\/ herself\n","P_9":" Where would a computer user use their own computer for?","P_10":" Where is the user using his own computer.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Crabs live in what sort of environment?","P_0":" What sort of environment do crabs live in ?","P_1":" What sort of environment do crabs live in?","P_2":" What sort of environment do crabs live in ?","P_3":" What kind of environment do crabs live in?","P_4":"\n","P_5":" What sort of environment do crabs live?","P_6":" What is the habitat of crabs ?","P_7":" What sort of environment do crabs live in?","P_8":" What sort of environment do crabs live in?","P_9":" What sort of environment do crabs live?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can you find a snake in tall grass?","P_0":" Where can you find a snake in tall grass?","P_1":" Where can you find a snake in tall grass?","P_2":" Where can you find a snake in tall grass?","P_3":" Where can you find a snake in tall grass?","P_4":" Where can you find a snake in tall grass?","P_5":" Where can you find a snake in tall grass?","P_6":" Where can you find a snake in tall grass?","P_7":" Where can you find a snake in tall grass?","P_8":" Where can you find a snake in tall grass?","P_9":" Where can you find a snake in tall grass?","P_10":" Where can you find a snake in tall grass?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can you find a snake in tall grass?"},{"OQ":"What is a place that has a bench nestled in trees?","P_0":" What is a place that is surrounded by trees?","P_1":" What is a place that has a bench nestled in trees?","P_2":" What is a place where a bench is situated in the trees and is a popular spot to sit and enjoy the scenery?","P_3":" What is a place where people can rest under trees and benches\n","P_4":" What is a place in a forest where benches have been placed among trees ?","P_5":" What is a place in a forest where there is a bench?","P_6":" What is a place where there's a bench in the middle of a tree?","P_7":" What is a place where a bench is located amidst trees\n","P_8":" Where is a bench in a place with trees?","P_9":" What is a place with a bench in the trees?","P_10":" What is a place where people sit under the shade of trees in a park and enjoy their time with friends, family or just alone, enjoying their time there.?\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is a place where people sit under the shade of trees in a park and enjoy their time with friends, family or just alone, enjoying their time there.?\n"},{"OQ":"Where is a human likely to go as a result of being hungry?","P_0":" Where will a person likely be going because they have been hungry.\n","P_1":" Where do humans usually end up once hungry\n","P_2":" Where will a human go as the result of being hungry.\n","P_3":" Where is a human likely to go in the future due to being hungry\n","P_4":" Where is a human likely to go if he or she is hungry.\n","P_5":" Where will a hungry person go once they’re hungry?","P_6":" Where is a human likely to go when they’re hungry?","P_7":" Where is a human likely to go in a situation like hunger\n","P_8":" Where is a human likely to go as a result of being hungry\n","P_9":" Where is a human likely to go as a result of being hungry ?","P_10":" Where is a human likely to go, if he\/ she is hungry?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where is a human likely to go if he or she is hungry.\n"},{"OQ":"He was beginning to regret taking the fight when he saw how what his opponent was?","P_0":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_1":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_2":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_3":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_4":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_5":" He was regretting taking the fight because he saw how his opponent was.\n","P_6":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_7":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_8":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_9":" He was beginning to regret taking the fight when he saw how his opponent was.\n","P_10":" He was beginning to regret taking the fight when he saw how his opponent was.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" He was beginning to regret taking the fight when he saw how his opponent was.\n"},{"OQ":"Where would you find a single shower curtain being used?","P_0":" Where would you find a shower curtain being used as a single shower curtain?","P_1":" Where would you find a shower curtain being used?","P_2":" Where would you find a shower curtain being used as a single shower curtain?","P_3":" Where would you find a shower curtain that has a single layer?","P_4":" Where would you find a single shower curtain being used\n","P_5":" Where would you find a shower curtain being used?","P_6":" Where would you find a shower curtain being used as a door?","P_7":" Where would you find a shower curtain being used in a bathroom?","P_8":" Where would you find a shower curtain being used in a bathroom?","P_9":" Where would you find a shower curtain being used as a single shower curtain?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where is a good idea but not required to have a fire extinguisher?","P_0":"\n","P_1":" Where should a fire extinguisher not to put in a house\n","P_2":" Where should a fire extinguisher not have to have ?","P_3":" Where is a good idea not a requirement.\n","P_4":"\n","P_5":" Where is a good idea that does not require a fire extinguisher ?","P_6":" Where is a good idea that is also important for safety.\n","P_7":" Where can you find a fire extinguisher if it's in your home?","P_8":" Where is a good idea to not keep a fire extinguisher in a house or building ?","P_9":" Where do we keep a fire extinguisher but not required?","P_10":" Where should a fire extinguisher not to use?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What continent has the most castles?","P_0":" What is the continent with the most castles?","P_1":" What continent has the most castles?","P_2":" What is the continent with the most castles in the world?","P_3":" What continent has the most castles in the world?","P_4":" What is the answer to the question?","P_5":" What continent is the most castle-like?","P_6":" What is the continent that has the most castles?","P_7":" What continent has the most castles?","P_8":" What continent has the most castles?","P_9":" What continent has the most castles?","P_10":" What continent is the most castle-rich?","R0_GQ":" What continent does explosives have?","R1_GQ":" What continent?","R2_GQ":" What continent doesocese belong to?","RQ":" What is the answer to the question?"},{"OQ":"If you have to read a book that is very dry and long you may become what?","P_0":" If you want to read a book which takes a long time to finish reading it would get boring so you should read books which take very short time and if a book requires a lot of reading then the book needs a lot more time.\n","P_1":" If you are reading a book you might become bored of the book\n","P_2":" If you are going to read a book very long or if a book has a lot to say to you ,then it’s better if the book was written with a lot to tell rather then a lot for you to read\n","P_3":" If you have to read a book which will be very long that is dry you become a bore\n","P_4":" If you are reading a book of a very long and dry content\n","P_5":" If you read a book that is very dry, and long.\n","P_6":" If you have to read a book that is very dry and long you would get bored\n","P_7":" If you are reading a book and have to go to the bathroom you would be distracted, you would be bored out of your mind.\n","P_8":" If you read a book you don’t enjoy or have a lot\n","P_9":" If you are not interested in reading a book because of its length, you might get bored by it or you would get tired.\n","P_10":" If you read a book for a long time in a dry manner, it would become boring.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" If you want to read a book which takes a long time to finish reading it would get boring so you should read books which take very short time and if a book requires a lot of reading then the book needs a lot more time.\n"},{"OQ":"Sally used a clipboard to hold her papers while she read off names at the beginning of the day.  Where might she work?","P_0":" Sally works for a company that has a large office with many different types of workers and offices.\n","P_1":" Sally is a secretary at a company. She wants to make sure that everyone is on time, which she knows she is the first person in the office each day, and she also gives out the names at the beginning.\n","P_2":" Sally is a secretary who has to write down the names of people who come in to work every day.\n","P_3":" Sally is a secretary in a company.\n","P_4":" Sally used a clipboard for holding papers, and she would hold the papers on her lap for reading.\n","P_5":" Sally is a secretary and she works in a library.\n","P_6":"\n","P_7":" Sally is a secretary who works in an office and she used a clip board so that she won’t lose any paper or she can easily find the papers and read the names quickly.\n","P_8":" Sally is a secretary at a company. She used a clipboard while reading off names, and the company is a business.\n","P_9":" Sally is a secretary in a company. She held a clip board during the morning hours of the day as she read off names from a list for the day.\n","P_10":" Sally is a secretary in a company. She used a clipboard for holding papers with her name on so that she could easily refer them to the person in charge of the day's activities\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The kids didn't clean up after they had done what?","P_0":" The kids didn't clean up after they had done what?","P_1":" The kids didn't clean up after they had done what?","P_2":" The kids didn’t clean up after they had done what?","P_3":" The kids didn't clean up after they had done what?","P_4":" The kids didn't clean up after they had done what?","P_5":" The kids did not clean up their messes after playing.\n","P_6":" The kids didn't clean up after they had done what?","P_7":" The kids didn't clean up after they had done what?","P_8":" The kids didn’t clean up after they had done what?","P_9":" The kids didn't clean up after they had done what.\n","P_10":" The kids didn't clean up after they had done what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The kids did not clean up their messes after playing.\n"},{"OQ":"Despite the name a pawn can be quite versatile, all the parts are important in a what?","P_0":" The name pawn is given because it can be used for many different purposes, all important.\n","P_1":"\n","P_2":" The name pawn is a name given to a piece, but it’s also a name for a piece of a game.\n","P_3":"\n","P_4":"\n","P_5":" The pawn can be used to checkmate the king.\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":" Despite the name a pawn can be quite versatile all the parts are important in a what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What would not be true about a basketball if it had a hole in it but it did not lose its general shape?","P_0":"\n","P_1":"\n","P_2":" The basketball will not lose its shape in a hole even though its shape might not look the same when it is in the hole because the hole does not affect the shape of the basketball.\n","P_3":" What is the general shape of a basketball?","P_4":" A basketball with a hole in it would have a general shape like a basketball.\n","P_5":" What would be the shape and size of a basketball without a hole ?","P_6":" If a basketball had a hole in it then the ball is not round or spherical but it loses its general shape.\n","P_7":" The basketball will have a hole in it\n","P_8":" If the basketball had a hole in it it would still have the same shape and would still bounce.\n","P_9":" What is the general shape of a basketball?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you are awaking multiple times throughout the night because a lot is on your mind, what is a likely cause?","P_0":" If you have a lot happening on your mind in the middle of the night you will likely be awoken from sleep more frequently in the middle of the night and in general sleep will suffer if the mind cannot be quiet long and the body and brain require rest from the day","P_1":" If you have a lot that you need or have a lot coming up during the day where are going, you will be awake.\n","P_2":" If you are awake multiple times in the night, you are likely to be thinking a lot and are likely to be stressed or worried\n","P_3":" If you are awakings multiple times during the night for no apparent reason and the cause might to to some stress\n","P_4":" If you have a lot to do and there's stress going around\n","P_5":" You may not know how you’d do at a job interview; your boss has been very critical to you the past week but you haven’t had time; your parents just told you that they think you can’\n","P_6":" If you are awake multiple times because something on your mind keeps you awake, it is likely a sign your mind has a lot that has to get out and needs a chance.\n","P_7":" If you are awakining multiple times during the night because you have a lot on your mind then it is likely that you have a sleep disorder.\n","P_8":" If you keep waking up throughout the night.\n","P_9":" If you are awaked multiple times throughout the night because you are thinking about a lot.\n","P_10":" What are the causes when you wake in the night with multiple thoughts on the mind\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" If you are awake multiple times in the night, you are likely to be thinking a lot and are likely to be stressed or worried\n"},{"OQ":"Where does a wild bird usually live?","P_0":" Where does a wild bird usually live?","P_1":" Where does a wild bird usually live?","P_2":" Where does a wild bird usually live?","P_3":" Where does a wild bird usually live?","P_4":" Where does a wild bird usually live?","P_5":" Where does a wild bird usually live ?","P_6":" Where does a wild bird usually live?","P_7":" Where does a wild bird usually live?","P_8":" Where does a wild bird usually live?","P_9":" Where does a wild bird usually live?","P_10":" Where does a wild bird usually live?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where does a wild bird usually live?"},{"OQ":"Where would you expect to find white mice?","P_0":" Where would you find white mice?","P_1":" Where would you expect to find white mice?","P_2":" Where would you expect to find white mice in a forest?","P_3":" Where would you expect to find white mice?","P_4":" Where would you expect to find white mice in a forest?","P_5":" Where would you expect to find white mice?","P_6":" Where would you expect to find white mice, in the wild or in a laboratory?","P_7":" Where would you expect to find white mice?","P_8":" Where would you expect to find white mice?","P_9":" Where would you find white mice in a forest?","P_10":" Where would you expect to find white mice?","R0_GQ":" Where would you expect to find white mice in the wild, or in a laboratory?","R1_GQ":" Where would you expect to find white mice in the wild, or in a laboratory?","R2_GQ":" Where would you expect to find white mice, in the wild?","RQ":" Where would you expect to find white mice, in the wild or in a laboratory?"},{"OQ":"John felt that his actions were fate.   Harry said that he could have always made a different what?","P_0":"\n","P_1":" John felt that his actions had been fate. Harry said that he could have made a different choice.\n","P_2":" John felt that his actions were fate. Harry said that he could have always made a different choice.\n","P_3":" John felt that his actions were fate. Harry said that he could always have made a different what.\n","P_4":" John felt that his actions had been fate. Harry said that he could have made a different choice.\n","P_5":" John felt that his actions had been fate. Harry said that he could have always made a different choice.\n","P_6":" John felt that his actions were fate. Harry said that he could have made a different choice.\n","P_7":" John felt that his actions were fate. Harry said that he could always have made a different what?","P_8":" John felt that his actions were fate. Harry said that he could have always made a different what.\n","P_9":" John felt that his actions are fate. Harry said that he can have made a different choice.\n","P_10":" John felt that his actions were fate. Harry said that he could always have made a different choice.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What could committing murder prevent someone from doing?","P_0":" What could committing murder prevent someone from doing?","P_1":" What could prevent someone from committing murder ?","P_2":" What could committing murder prevent someone from doing?","P_3":" What could committing murder prevent someone from doing?","P_4":" What could prevent someone from committing murder?","P_5":" What could committing murder prevent someone from doing?","P_6":" What could committing murder prevent someone from doing?","P_7":" What could committing murder prevent someone from doing?","P_8":" What could murder prevent someone from doing ?","P_9":" What could committing murder prevent someone from doing?","P_10":" What could committing murder prevent someone from doing ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What could prevent someone from committing murder?"},{"OQ":"George didn't have a car, but he still had his two feet.   His socks were smelly and his soles were blistered, but that didn't matter.  He could still do what?","P_0":" George didn't have a car, but he was still able to do what?","P_1":" George didn't have a car but he was still able to do what?","P_2":" George didn't have a car, but he had his two feet.\n","P_3":" George didn't have a car, but he had his two feet.\n","P_4":" George didn't have a car, but he was still able to do what?","P_5":" George didn't have a car, but he had his two feet. His socks were smelly and his soles were blistered.\n","P_6":" George didn't have a car, but he could still do what?","P_7":" George had no car. But still he had his two feet. His socks were smelly and his soles were blistered, but that didn't matter. He could still do what?","P_8":" George didn't have a car, but he still had his two feet. His socks were smelly, and his soles were blistered but that didn't matter. He still could do what?","P_9":" George didn't have a car, but he had his two feet. His socks were smelly, but his soles were blistered; he still had his two feet to walk.\n","P_10":" George didn't have a car, but he still had his two feet.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" George didn't have a car, but he had his two feet. His socks were smelly, but his soles were blistered; he still had his two feet to walk.\n"},{"OQ":"A crane uses many a steel cable when working a what?","P_0":"\n","P_1":"\n","P_2":" What is the purpose of the crane?","P_3":"\n","P_4":" A crane uses many steel cables to lift heavy loads.\n","P_5":" What is the purpose of using a steel cable when working a crane?","P_6":" What is the purpose of the crane?","P_7":" A crane uses many steel cables when working a what?","P_8":" The crane uses a steel cable when working.\n","P_9":" The crane uses many steel cables.\n","P_10":" The crane uses many steel cables.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is the main purpose of farmers?","P_0":" What is the main purpose of farmers to the society, country or the world is?","P_1":" What are the main purposes of farmers\n","P_2":" What are the main purposes of farmers, and what is the importance of farmers?","P_3":" What is the main purpose of farmers\n","P_4":" What is the main purpose of farmers in the world ?","P_5":" What are the reasons for farmers to do farming and how are their lives connected and affected ?","P_6":" What is the main purpose of farmers to grow crops, raise animals?","P_7":" What is the main purpose of farmers to grow crops ?","P_8":" What are the main purposes of farmers\n","P_9":" What is the main purpose of farmers to grow crops in the field\n","P_10":" What is the main purpose of farmers in the modern world.\n","R0_GQ":" What is the importance of farmers for the world and for the economy and for the society as a whole and the environment, respectively?","R1_GQ":" What are the main purposes and importance of farmers to the world?","R2_GQ":" What is the importance of farmers, what is the purpose of farmers.\n","RQ":" What are the main purposes of farmers, and what is the importance of farmers?"},{"OQ":"Where can I put this penny to save for later?","P_0":" Where can I put this penny to save it so that I can use it again next year to buy a new toy?","P_1":" Where can I put this penny for later?","P_2":" Where can I put this penny for later use\n","P_3":" What is the best place to put this penny to save for later ?","P_4":" Where can I put this penny in my pocket where I will see it again later in the day, I will see it later on the way to school or in my room for the next day?","P_5":" Where can I put this penny to save for later?","P_6":" Where can I put this penny for later?","P_7":" Where can I put this penny in my pocket where I don’t spend it so I have it for later\n","P_8":"\n","P_9":" Where can I put this penny so that I don't lose it later so that I have it to save.\n","P_10":" Where can I put this penny to save it in the future for later?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you put uncooked crab meat?","P_0":"\n","P_1":"\n","P_2":" Where would you put uncooked crab meat?","P_3":" Where would you put uncooked crab meat?","P_4":"\n","P_5":" Where would you put uncooked crab meat?","P_6":"\n","P_7":" Where would you put uncooked crab meat?","P_8":"\n","P_9":" What would you do with uncooked crab meat?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The man had a fear of illness, so he never visited friends who were a what?","P_0":" The man had a fear of illness. So, he was not able to visit his friends.\n","P_1":" The man was afraid to visit his friends because he feared that they would be sick, so he avoided them at all costs.\n","P_2":" The man had a fear of illness, so he did not visit friends who might get sick.\n","P_3":" The man had a fear of illness.\n","P_4":" The man had a fear of illness so he never visited friends who are sick.\n","P_5":" The man was afraid of getting sick or catching a disease so he never went outside the house without a mask on.\n","P_6":" The man had a fear that he could get sick so he did not visit friends\n","P_7":" The man was afraid that he would get sick.\n","P_8":" The man had a fear of illness so he never visited friends.\n","P_9":" The man was afraid that he would become sick when he was around other people.\n","P_10":" The man had a fear of illness and so he was always alone with his thoughts.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The man was afraid to visit his friends because he feared that they would be sick, so he avoided them at all costs.\n"},{"OQ":"Where would you put pans if you want to bring them with you?","P_0":"\n","P_1":" Where would you put pans to carry with you to cook food while traveling?","P_2":" Where would you put pans?","P_3":" Where would you keep pans if you want to bring them with you?","P_4":" Where would you put pans, if you wanted to take them with you, to cook food?","P_5":" Where do you put pans so you could take them along with you when you travel or go camping.\n","P_6":" Where would you put pans, if you were going to bring them with you.\n","P_7":" Where would you put pans when you are going to bring them?","P_8":" Where would you put pans that you carry with yourself to cook food ?","P_9":" Where would you put pans in a car?","P_10":" Where would you place pans when you are going somewhere, if they should become necessary for the trip\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you're remembering something, it's because of your what of it to begin with?","P_0":" If you remember something is because you have a memory of the thing or you are remembering.\n","P_1":" What is the reason why we remember something\n","P_2":" If you are remembering something, then your brain will remember that thing because of the way your brain remembers it, which depends upon what is associated or remembered\n","P_3":" If you are remembering something (that is, you are thinking of something), it was due to your memory of the thing which you are remembering.\n","P_4":" If you're remembering something, you're remembering something.\n","P_5":" If you are remembering something that you have learned and you will be able to recall those memories with ease , this happens to you as you will have an active memory of those events in your mind that is why your memory for such information becomes strong","P_6":" If you are remembering something you're doing it for the sake of remembering.\n","P_7":" If you are remembering something , then it is because of your attention to that thing.\n","P_8":"\n","P_9":" If you remember something you're remembering something in a different way\n","P_10":" What is it you want from your memory?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Which large land mass is home to the most monkeys?","P_0":" Which large land mass is home to the most monkeys?","P_1":" Which large land mass has the most monkeys living in it.\n","P_2":" Which large land mass is home to the most monkeys?","P_3":" Which large land mass has the most monkeys?","P_4":" Which large land mass has the most monkeys living inside it ?","P_5":" Which large land mass has the most monkeys?","P_6":" Which large land mass has the most monkeys?","P_7":" Which large land mass is home to the most monkeys?","P_8":" Which large land mass is home to the most monkeys?","P_9":" Which large land mass is home to the most monkeys?","P_10":" Which large land mass has the most monkeys living within it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Which large land mass has the most monkeys living in it.\n"},{"OQ":"Friday was James's 5th Anniversary.  They planned on going to bed early so that they could spend a long time doing what?","P_0":" Friday was James's 5th Anniversary. They planned on going to bed early to spend a long time doing what?","P_1":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_2":" They planned to spend a long time doing what?","P_3":" They planned on going to bed early so that they could spend a long time doing what?","P_4":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_5":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_6":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_7":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_8":" They planned to go to bed early and spend a long time doing what?","P_9":" Friday was James's 5th Anniversary. They planned on going to bed early so that they could spend a long time doing what?","P_10":" James was going to spend a long time doing what?","R0_GQ":" They planned on going to bed so that they could spend a long time doing what?","R1_GQ":" What did they plan on doing that would last for a long time when they went to bed?","R2_GQ":" What did they plan to do while they spent a long time doing what?","RQ":" They planned on going to bed early so that they could spend a long time doing what?"},{"OQ":"The teens were trying to hide that they get drink, but when they walked in the door their what gave it away?","P_0":" The teens were trying to hide that they get drink but when they walk in the door their parents give it away.\n","P_1":" The teens were trying to hide that they get drink, but when they walked in the door their what gave it away?","P_2":" The teens are trying not to show that they drink alcohol when they come home but when they walk in the door they are caught.\n","P_3":" The teens tried not to show that they drink alcohol by hiding it.\n","P_4":" The teens were trying to hide that they get drink but when they walked in the door their what gave it away?","P_5":" The teens tried to hide the fact of them having drinks by not showing it but when they walked into the room the fact became obvious.\n","P_6":" The teens were trying to hide that they get drink, but when they walked in the door their what gave it away?","P_7":" The teens are trying not tell their parents that they drink alcohol.\n","P_8":" The teens tried to hide that they got drunk in the house when they came to the door, but when they walked in they gave it away.\n","P_9":" The teens tried to hide the fact of their drinking from their parents.\n","P_10":" The teens were trying to hide that they get drink but when they walked in the door their what gave it away?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The teens tried to hide that they got drunk in the house when they came to the door, but when they walked in they gave it away.\n"},{"OQ":"You'll find a landing at the top of what?","P_0":" You'll find a landing at the top of what?","P_1":" You'll find a landing at the top of what?","P_2":" You'll find a landing at the top of what?","P_3":" You'll find a landing at the top of what?","P_4":" You'll find a landing at the top of what?","P_5":" You'll find a landing at the top of what?","P_6":" You'll find a landing at the top of what?","P_7":" You'll find a landing at the top of illustrating the concept of the aids.\n","P_8":" You'll find a landing at the top of what?","P_9":" You'll find a landing at the top of what?","P_10":" You'll find a landing at the top of what?","R0_GQ":" What is the name of the landing?","R1_GQ":" What is the name of the landing?","R2_GQ":" You'll find a landing at the top of what?","RQ":" You'll find a landing at the top of what?"},{"OQ":"Anybody could be hired in the kitchen, what was needed of them?","P_0":"\n","P_1":"\n","P_2":" Who is needed for the kitchen in the backpack?","P_3":" Anybody who could be hired, what was needed for them, in the kitchen?","P_4":" What was needed to be done?","P_5":"\n","P_6":" What was needed in the kitchen?","P_7":" Anyone could be hired as a cook in the kitchen?","P_8":"\n","P_9":" Anybody could work as a cook in the kitchen.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can you find a number of wind instruments together in public?","P_0":" Where can you find a number of wind instruments in public?","P_1":" Where can you find a number of wind instruments together.\n","P_2":" Where can you find a number of wind instruments together in public?","P_3":" Where can you find a number of wind instruments together?","P_4":" Where can you find a number of wind instruments together?","P_5":" Where can you see a number of wind instruments together?","P_6":" Where can you find a number of wind instruments together?","P_7":" Where can you find a number of wind instruments together in public.\n","P_8":" Where can you find a number of wind instruments together?","P_9":" Where can you find a number of wind instruments together?","P_10":" Where can you find a number of wind instruments together?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can you find a number of wind instruments in public?"},{"OQ":"A mountie got off at a subway stop.  What city might he be in?","P_0":" Who is a mountie?","P_1":" A man got off at a subway stop. What city could he be in?","P_2":" A mountie got off at a subway stop. What city might he be in?","P_3":" The question asks us what city the mountian might be in.\n","P_4":" The mountie got off the subway at a subway stop.\n","P_5":" A man got off at a subway stop in a city.\n","P_6":" A man got off a subway at a stop and he was in a city.\n","P_7":" A man got off at a subway stop. What city might he be in?","P_8":" A man got off at a subway stop. What city might he be in?","P_9":" A mountie got off at a subway stop.\n","P_10":" A man got off at a subway stop. What city might he be in?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" A man got off a subway at a stop and he was in a city.\n"},{"OQ":"What do you want someone to do when you illustrate point?","P_0":" What do you want someone who is not familiar with the topic, or a person, etc…to understand what I mean in my example or illustration in my presentation to you, etc.?\n","P_1":" I want you to do something when you illustrate point.\n","P_2":" What do you want someone\n","P_3":" What do you want someone to do?","P_4":" I would like you to explain to me what you want someone to do.\n","P_5":" What is the best way to illustrate point?","P_6":" What is the best way for you when you illustrate point.\n","P_7":" What do you want someone to do when you illustrate point\n","P_8":" What do you want someone else do?","P_9":" What is the point of illustration in the context of the question ?","P_10":" What do you want someone else do when you illustrate point ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I would like you to explain to me what you want someone to do.\n"},{"OQ":"Billy set aside a block of time for having fun after work. Why might he do this?","P_0":" Billy set aside time after work so he could have fun and relax.\n","P_1":" Billy set aside time after work.\n","P_2":" Billy set aside time for having fun after work to relax and enjoy his leisure time after work to avoid feeling stressed and exhausted.\n","P_3":" Billy set aside a block of time for having fun after work because he might need some time for himself, so he has a block of time that he gets time that he does not need, and he can also relax after work\n","P_4":" Billy set aside a block of time for having fun after work\n","P_5":" Billy set aside a block of time to have fun after work, because he wanted a break after work to have fun with his friends and family.\n","P_6":" Billy set aside a block of time after work because he enjoys having fun with his friends.\n","P_7":" Billy set aside a block of time for having fun after work because he enjoyed it after a long workday\n","P_8":" Billy set aside time for having fun after work because he wanted to relax.\n","P_9":" Billy set aside a block of time to have fun after work.\n","P_10":" Billy set aside a block of time for having fun after work, and he may do so due to the fact that he feels that it is the only way to relax.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Billy set aside a block of time to have fun after work, because he wanted a break after work to have fun with his friends and family.\n"},{"OQ":"The man in the white suit was very lazy.  He did nothing useful.  Meanwhile, the ban in the blue had put in effort and was very what?","P_0":" The man was lazy but the ban on the blue was working hard\n","P_1":" The man in the white suit is lazy and does nothing useful which is why he gets a ban from the blue.\n","P_2":" The man who wore a white suit had no work or other useful activity and was lazy.\n","P_3":" The man who wears white clothes in a white suit does nothing but sit idle and does nothing useful.\n","P_4":" The man in the white suit is lazy and has put in little effort by doing nothing useful and instead spent the time in doing nothing at all while the man in the blue is very hard-working who spent time putting in effort which he had put up into the ban in the blue.\n","P_5":" The man was lazy and did nothing.\n","P_6":" The man was lazy but he was not lazy to do something useful.\n","P_7":" The man who wore a white suit and was very lazy, while the ban in the blue was putting in effort but was very what?","P_8":" The man in the white suit was lazy but the ban on the blue was very helpful\n","P_9":" The man was lazy because he had nothing meaningful and was very busy.\n","P_10":" The man in the white suit did nothing useful at all.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The man in the white suit did nothing useful at all.\n"},{"OQ":"What would you be unable to do if you have too much greed?","P_0":" What would you not have the ability to accomplish when your greed overpowers your ability?","P_1":" What would you do if you had too much greed, and what would happen then ?","P_2":" What would you not do because you have too much greed ?","P_3":" What would you unable to do with too much greed\n","P_4":" What would you not do with too much greed ?","P_5":" What would you do if you have too much greed?","P_6":" What would you not able do because of greed ?","P_7":" What would you fail in if you have too much greed ?","P_8":"\n","P_9":" What would you be unable to do because you have too much greed.\n","P_10":" What would you do if you are greedy and you don’ t get enough money when you have enough money to buy something?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"It was a long trip from the farm, so he stayed in a hotel when he arrived at the what?","P_0":"\n","P_1":"\n","P_2":" It was a long journey from the farm, so he stayed in a hotel when he arrived at the hotel.\n","P_3":"\n","P_4":" It was a long trip from the farm, so he stayed in a hotel when he arrived at the hotel.\n","P_5":"\n","P_6":" He stayed in a hotel when he arrived at the destination.\n","P_7":" It took him a long time to get there from the farm.\n","P_8":" It was a long trip from the farm, so he stayed in a hotel when he arrived at the hotel.\n","P_9":" It was a long trip from the farm, so he stayed in a hotel when he arrived at the hotel.\n","P_10":" It was a long trip from the farm, so he stayed in a hotel when he arrived at the hotel.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"I did not need a servant.  I was not a what?","P_0":" I was not a slave.\n","P_1":" I did not need a servant. I was not a slave.\n","P_2":" I did not need a servant. I was not a slave.\n","P_3":" I was not a servant.\n","P_4":" I was not a tavern keeper.\n","P_5":" I did not need a servant. I was not a servant.\n","P_6":" I did not need a servant. I was not a slave.\n","P_7":" I was not a servant.\n","P_8":" I did not need a servant. I did not need a servant who was a what?","P_9":" I was not a servant.\n","P_10":" I did not need a servant. I was not a slave.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I did not need a servant. I was not a servant.\n"},{"OQ":"How would you get from one side of a canal to another?","P_0":" How would you get from one side of a canal to another?","P_1":" How would you get from one side of a canal to another?","P_2":"\n","P_3":" How would you get from one side of a canal to another?","P_4":" How would you get from one side of a canal to another?","P_5":" How would you get from one side of a canal to another?","P_6":" How would you get from one side of a canal to another?","P_7":" How would you cross a canal?","P_8":" How would you get from one side of a canal to another?","P_9":"\n","P_10":" How would you get from one side of a canal to another?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"When learning about the world and different cultures, what is important if you are committed to eliminating preconceived notions","P_0":" What is important in learning about the world and the different cultures so we don't have preconceived notions about people or places?","P_1":" When you’re interested about other cultures in the world.\n","P_2":" When learning about the world and different cultures what are you doing to eliminate preconceived notions\n","P_3":" What is important to learn in order that we eliminate our preconceived notions when trying to learn about other cultures?","P_4":" What is important for a person with a commitment towards eliminating preconceived notions is to have an understanding about the world, as it contains people belonging from various cultures who has a different way to see it and how different the culture of one country can differ in different","P_5":" When learning about the world, how does a person learn different cultures ?","P_6":" What are the most important things that you learned while you were doing your research or studying?","P_7":" When learning about the world, what do you have as an important factor of your culture, and being committed towards eliminating preconceived notions ?","P_8":" When learning about the world and different cultures and trying to learn new ideas to understand them, you might encounter some preconceived notions, for instance, about the way people live.\n","P_9":" What is important in learning about the world to eliminate preconceived notions.\n","P_10":" When learning about the world, different cultures it's important not to be biased to eliminate preconceived notions\n","R0_GQ":" What is the most important thing that I learned during my research?","R1_GQ":" What kinds are the most significant aspects that you discovered while investigating or researching?","R2_GQ":" What was the most interesting thing that I found by doing my research for this paper?","RQ":" What are the most important things that you learned while you were doing your research or studying?"},{"OQ":"An underrated thing about computers is how they manage workflow, at one time it was a big deal when they could first do what?","P_0":" How do computers handle workflow and what makes them different than other machines, what are their strengths\n","P_1":"\n","P_2":" How do computers help in managing workflow ?","P_3":"\n","P_4":"\n","P_5":" When computers were first developed they had no way of doing what, it had never even crossed anyone’s mind!\n","P_6":" Computers do what?","P_7":" How do computers do what?","P_8":" Computers managed workflow.\n","P_9":" How did computers help in managing workflow at one point ?","P_10":" How do computers manage workflow that they have no idea where the data comes from?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Obstructing justice is sometimes an excuse used for police brutality which causes what in people?","P_0":" The police use the excuse that they were obstructed so they could commit brutality.\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":" Police brutality has long been an issue plaguing the United States of America but what is often overlooked due to the fact of the media’s portrayal.\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"While washing clothes they became what when caught on the sharp object?","P_0":" While washing clothes they became what when caught on the sharp object?","P_1":" While washing clothes they became what when caught on the sharp object?","P_2":" While washing clothes they became what when caught on the sharp object?","P_3":" While washing clothes they became what when caught on the sharp object?","P_4":"\n","P_5":" While washing clothes they became what when caught on the sharp object?","P_6":" While washing clothes they became what when caught on the sharp object?","P_7":" While washing clothes they became what when caught on the sharp object?","P_8":" While washing clothes they became what when caught on the sharp object?","P_9":" While washing clothes they became what when caught on the sharp object?","P_10":" While washing clothes they became what when caught on the sharp object?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Seafood restaurants are used to draw tourists where?","P_0":" Seafood restaurants inorkshire are used by tourists as a place for them\n","P_1":" Seafood restaurants are used to draw tourists where?","P_2":" Seafood restaurants draw tourists\n","P_3":" Seafood restaurants in the city are used by tourists in order to draw them in.\n","P_4":" Seafood restaurants in airway cities are used as tourist attractions\n","P_5":" Seafood restaurants draw tourists from all over the world\n","P_6":"\n","P_7":" What is the purpose of seafood restaurants to attract tourists to a particular place ?","P_8":" Seafood restaurants are used to draw tourists in the coastal areas of the country.\n","P_9":" Seafood restaurants draw tourists where?","P_10":" Seafood restaurants are used as a tourist attraction.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James's nice asked him about her grandfather. She was interested in learning about what?","P_0":" James asked her about her grandfather. She was interested in learning about what?","P_1":" James asked her about her grandfather. She wanted to know more about him, so she asked James.\n","P_2":" James's nice asked him about his grandfather.\n","P_3":" James's nice asked him about his grandfather. She wanted to find out about his life, what he was like when he was young and how he had grown since then?","P_4":" James's nice asked her about her grandfather's life\n","P_5":" James asked her about her grandfather.\n","P_6":" James's nice asked him about his grandfather. She was interested to know about his grandfather.\n","P_7":" James's nice asked him about his grandfather. She was curious about what he was talking about\n","P_8":" James's nice asked him about his grandfather. She was curious to know about his life, his experiences and his journey before he became a grandfather.\n","P_9":" James asked his grandfather about his grandfather's life, and he was interested to know about his grandfather's life and what he did?","P_10":" James asked her about her grandfather.\n","R0_GQ":" James asked his grandfather about his grandfather's life.\n","R1_GQ":" James asked his grandfather about his grandfather's life and what he did.\n","R2_GQ":" James asked his grandfather about his grandfather's life.\n","RQ":" James asked his grandfather about his grandfather's life, and he was interested to know about his grandfather's life and what he did?"},{"OQ":"James looked up and saw the start twinkling in the black yonder.  He marveled the sheer number of them and the size of what?","P_0":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_1":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_2":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_3":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_4":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_5":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_6":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number and the size of what?","P_7":" James looked up and saw the start twinkling in the black yonder and marveled the sheer number and the size of what?","P_8":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_9":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","P_10":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?","R0_GQ":" James marveled at the sheer number of stars and their size\n","R1_GQ":" What is the number of stars in the sky?","R2_GQ":" James looked up at the stars and marveled at their number\n","RQ":" James looked up and saw the start twinkling in the black yonder. He marveled the sheer number of them and the size of what?"},{"OQ":"What would encourage someone to continue playing tennis?","P_0":" What would encourage someone who is playing tennis regularly but is now thinking of stopping to play?","P_1":" What would encourage someone to continue playing tennis.\n","P_2":" What would encourage someone to keep playing tennis\n","P_3":" What would encourage someone to continue playing tennis?","P_4":" What would motivate someone to keep playing tennis even if they lose points to their opponent or if they are losing matches often?.\n","P_5":" What would encourage someone to continue playing tennis.\n","P_6":" What would encourage someone to continue playing tennis\n","P_7":" What is the reason for someone to continue playing tennis in spite of the pain in their elbow?","P_8":" What is the reason for someone to continue playing tennis.\n","P_9":" What would encourage someone who enjoys playing tennis to continue playing?","P_10":" What would encourage someone to continue playing tennis is that they will find it fun or that the person finds it enjoyable?","R0_GQ":" Why does someone continue to play tennis even if it hurts their elbow?","R1_GQ":" What is the reason for someone to keep playing tennis when their elbow hurts so bad that it hurts when they do it?","R2_GQ":" What is the reason for someone to continue playing tennis despite pain from their elbow?","RQ":" What is the reason for someone to continue playing tennis in spite of the pain in their elbow?"},{"OQ":"James found the sound relaxing.   It was so relaxing he almost did what despite his efforts?","P_0":" James found the sound relaxing. He almost did what, despite his efforts.\n","P_1":" James found the sound relaxing, and it so relaxed him so much that he almost did what despite his efforts to stop it?","P_2":" James found the sound relaxing and almost did what despite his efforts?","P_3":" James found the sound relaxing and despite his efforts, he did what?","P_4":" James found the sound relaxing. It so relaxed that he did what despite his efforts\n","P_5":" James found the sound relaxing, so he did what despite his efforts?","P_6":" James found the sound relaxing and almost did what even despite his efforts.\n","P_7":" James found the sound relaxing, and so he did what despite his efforts.\n","P_8":" James found the sound relaxing and he did what despite his efforts?","P_9":" James found the sound relaxing and despite his efforts he did not want to stop.\n","P_10":" James found the sound relaxing and so he almost did what despite his efforts?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" James found the sound relaxing and despite his efforts he did not want to stop.\n"},{"OQ":"What regions of a town would you have found a dime store?","P_0":" What are the places that you might see a dimes store?","P_1":" What regions in a town do you think would have had a dime store?","P_2":" What regions are you talking about?","P_3":" What part of a town is a dimes store?","P_4":" What is a dimes store?","P_5":" What part(s) of a town are you going to find a dime store?","P_6":" What are the different regions in a town where you can find a dime store?","P_7":" What parts of a town are usually found in a dime store?","P_8":"\n","P_9":" What are the places in a town that would be considered a dime store?","P_10":" What is the best place in a town for a dime store?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where might an unused chess set be stored?","P_0":" Where might an unused chess set be stored?","P_1":" Where might an unused chess set be stored?","P_2":" Where might a chess set be stored?","P_3":" Where might a chess set be kept?","P_4":" Where might a chess set be stored?","P_5":" Where might an unused chess set be stored?","P_6":" Where is the chess set that is not used?","P_7":" Where might a chess set be kept?","P_8":" Where would you store an unused chess set in a house that you don’t own ?","P_9":" Where might an unused chess set be stored?","P_10":" Where might a chess set be stored?","R0_GQ":" Where is the chess set that is not used in the game?","R1_GQ":" Where is the chess set that is not used in the game?","R2_GQ":" Where is the chess set that is not used.\n","RQ":" Where is the chess set that is not used?"},{"OQ":"james told his son to settle down and be careful.  There were many frogs mating in the area, and James didn't want his son to do what to them?","P_0":" James told his son to be careful about the frogs.\n","P_1":" James told his son to be careful with the frogs.\n","P_2":" James told his son to be careful of the frogs and to settle down\n","P_3":" James told his son to settle down and be careful so that the frogs don’t get disturbed\n","P_4":" James told his son to be careful while mating frogs in the area, and he didn't want his son to do what to them?","P_5":" James told his son to be careful and settle down.\n","P_6":" James told his son to be careful and settle down\n","P_7":" James told his son to be careful about the frogs mating.\n","P_8":" James told his son to be careful because there were many frogs mating.\n","P_9":" James told his son to be careful so that the frogs wouldn't be harmed.\n","P_10":" James told his son to be careful and settle down, but what he did, the frogs were mating in the area, so he told his son not to do what to the frogs\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" James told his son to be careful and settle down, but what he did, the frogs were mating in the area, so he told his son not to do what to the frogs\n"},{"OQ":"A man wants air conditioning while we watches the game on Saturday, where will it likely be installed?","P_0":" The man wants air conditioning for the game on Saturday and he watches the game in the evening, so the air conditioning must have been placed at the stadium.\n","P_1":" Where will the air conditioning be installed for the game?","P_2":" The man wants air conditioning in the room.\n","P_3":" The man wants air conditioning during the game on Saturday where will it probably installed.\n","P_4":"\n","P_5":" The man wants air conditioning, where will it probably be installed?","P_6":" The man wants air conditioning in the house and the game is on Saturday, so where should he have air conditioning installed in the house.\n","P_7":" Where will the air conditioning be installed.\n","P_8":"\n","P_9":" Where will the air conditioner be placed during the game?","P_10":" Where will the air conditioner be placed while we watch the game?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What could be playing a balailaika?","P_0":" What could be playing a balailaika?","P_1":"\n","P_2":"\n","P_3":"\n","P_4":" What could be playing a balailaika?","P_5":" The question is about the balailaika, which is a musical instrument.\n","P_6":" What could be playing a balailaika?","P_7":" What could be a balailaika?","P_8":"\n","P_9":" What could be playing a balaika?","P_10":" What is a balailaika?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Sailors drive many different types of boats, what type of boat involves their namesake.","P_0":" Sailors drive many different types of boats\n","P_1":" Sailor drives many different types of boats.\n","P_2":" Sailors drive many different types of boats, what type of boat is it?","P_3":" Sailors drive many different types of boats, what type of boat is involved in their namesakes?","P_4":" Sailors drive many different types of boats\n","P_5":" Sailors drive many different types of boats, what type of boat is involved in their namesake?","P_6":" Sailors drive many different types of boats, what type of boat involves their namesake.\n","P_7":" Sailors drive many different types of boats, what type of boat involves their namesake.\n","P_8":" Sailors drive many different types of boats, what type of boat is involved in their namesake?","P_9":" Sailors drive many different types of boats\n","P_10":" Sailors drive many different types of boats, what type of boat is involved in their namesake?","R0_GQ":" What kind of boat drives many sailors?","R1_GQ":" What kind of boat does a sailor operate?","R2_GQ":" What kind of boat are sailors driving?","RQ":" Sailors drive many different types of boats, what type of boat is it?"},{"OQ":"Where could a person avoid the rain?","P_0":" Where could a person avoid the rain\n","P_1":" Where can a person avoid the rain?","P_2":" Where can a person avoid the rain.\n","P_3":" Where could a person avoid the rain?","P_4":" Where can a person stay safe if he\/ she is caught in a storm.\n","P_5":" Where could a person avoid the rain\n","P_6":" Where can a person avoid the rain.\n","P_7":" Where could a person avoid the rain\n","P_8":" Where could a person avoid the rain.\n","P_9":" Where could a person avoid the rain\n","P_10":" Where could a person avoid the rain.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can a person stay safe if he\/ she is caught in a storm.\n"},{"OQ":"Why would a person like to have a large house?","P_0":" Why would a person like to live with a large family?","P_1":" What is the reason why a person wants to live in a large house.\n","P_2":"\n","P_3":" Why do people like to live in big houses\n","P_4":" Why do people like to have a large house\n","P_5":" What would a person want for a house that is large?","P_6":" Why would a person like to live a large house ?","P_7":" Why do people like to have a large house ?","P_8":" Why does a person want a large house\n","P_9":" Why do people prefer to have a large house ?","P_10":" Why do people like to have a large house\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where will a cheap book be found?","P_0":" Where is a cheap book found ?","P_1":" Where is a cheap book found?","P_2":" Where will a cheap book be bought?","P_3":" Where will a cheap book be found?","P_4":" Where will a cheap book be found in a library.\n","P_5":" Where will a cheap book be found ?","P_6":" Where will a cheap book be found\n","P_7":" Where will a cheap book be found?","P_8":" Where will a cheap book be found?","P_9":" Where will a cheap book be found?","P_10":" Where will a cheap book be found ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where will a cheap book be found in a library.\n"},{"OQ":"John and James are idiots. They bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_0":" John and James are idiots, and they bought two tickets to the Falcons vs the Jets, but they didn't want to see the game even though they were both fans of the Falcons.\n","P_1":" John and James are idiots, they bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_2":" John and James bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_3":" John and James bought two tickets for the Falcons and the Jets even though neither of them wanted to see the game.\n","P_4":" What is the name of the team that the two idiots bought tickets for?","P_5":"\n","P_6":" John and James bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_7":"\n","P_8":" What is the name of the team that the two idiots want to see?","P_9":" John and James are idiots they bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_10":" Who are the two idiots who bought two tickets for the Falcons vs the Jets even though neither of them wanted to see the game?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James noticed that his penis was bigger. .  How might he act toward his plastic surgeon?","P_0":" James noticed that his penis was bigger. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .","P_1":" James noticed that his penis was bigger. He may act toward his plastic surgeon in a way to avoid the doctor.\n","P_2":" James noticed that his penis was bigger. He would probably act toward his plastic surgeon in a negative way.\n","P_3":" James noticed that his penis was bigger. He may act toward his plastic surgeon in a negative way because he may be embarrassed.\n","P_4":" James noticed that his penis was bigger and he would want to know more about it.\n","P_5":" James noticed that his penis was bigger. . .\n","P_6":" James noticed that his penis was bigger.\n","P_7":" James noticed that his penis was bigger. . How might he act toward his plastic surgeon?","P_8":" James noticed that his penis was bigger.\n","P_9":" James noticed that his penis was bigger. He would probably act towards his plastic surgeon in a negative way.\n","P_10":" James noticed that his penis was bigger. How might he act toward his plastic surgeon?","R0_GQ":" James noticed that his penis had gotten bigger.\n","R1_GQ":"\n","R2_GQ":" What did James notice when he looked at his penis?","RQ":" James noticed that his penis was bigger. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."},{"OQ":"Who do professors work with?","P_0":" Who do professors work with ?","P_1":" Who do professors work with?","P_2":" Who do professors work with?","P_3":" Who do professors work with?","P_4":" Who do professors work with ?","P_5":" Who are the professors that work together.\n","P_6":" Who are the professors who work together on a project ?","P_7":" Who do professors work with ?","P_8":" Who do professors work with?","P_9":" Who is the person that a professor works with?","P_10":" Who are the people that professors work with\n","R0_GQ":" Who are the professors who work together on a project ?","R1_GQ":" Who are the professors who work together?","R2_GQ":" Who are the professors who work together on a project?","RQ":" Who are the professors who work together on a project ?"},{"OQ":"Colorful anemone look somewhat like what object you find on window sills?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":" The color of the anemone is similar to that of a window sills.\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":" The colorful anemone looks like a window sill.\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"From where do aliens arrive?","P_0":" Where do aliens come to earth?","P_1":" Where do aliens come from?","P_2":" Where do aliens come from?","P_3":" From where do aliens come from?","P_4":" Where do aliens come from?","P_5":"\n","P_6":" From where do aliens come?","P_7":" Where do aliens come to Earth?","P_8":" Where do aliens come from?","P_9":" Where do aliens come to?","P_10":" Where do aliens come from?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The hikers stopped to have a drink, simply put they what?","P_0":" The hiker stopped and had a drink, what is the meaning of the sentence?","P_1":" The hikers stopped for a drink, simply put they took a drink.\n","P_2":" The hiker stopped to have a drink, simply put they what.\n","P_3":" The hiker stopped to have a drink.\n","P_4":" The hikers stopped to have a drink, simply put they what.\n","P_5":" The hikers stopped for a drink, and they were simply drinking.\n","P_6":" The hiker stopped to have a drink.\n","P_7":" The hikers stopped to have a drink, simply put, what?","P_8":" The hikers stopped and had a drink, what?","P_9":" The hikers stopped and had a drink, simply put, what did they have?","P_10":" The hikers stopped for a drink.\n","R0_GQ":" The hiker stopped to have a drink\n","R1_GQ":" The hiker stopped and had a drink.\n","R2_GQ":"\n","RQ":" The hiker stopped and had a drink, what is the meaning of the sentence?"},{"OQ":"When you get up in the morning before you begin work you should do what?","P_0":"\n","P_1":" When you wake up before you start your work you should do what?","P_2":" When you get up, you should do what?","P_3":" When you get up, you should do what?","P_4":"\n","P_5":"\n","P_6":" When you get up in the morning you should do what before you begin work?","P_7":"\n","P_8":" When you get out of bed after you get up, do you do what?","P_9":" You should get up before you start work to have a good start for that day, and it should always happen after you have had breakfast\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The kitten had nothing to dig it's claws into, so when it tried to stop it slid across what?","P_0":" The kitten had nothing to dig its claws in to, so when it tried to stop it slid across what?","P_1":" The kitten tried to stop itself from slipping on the floor so it tried to dig its claws into something.\n","P_2":" The kitten tried to stop it's claws, so it slipped across the floor.\n","P_3":" The kitten tried to stop it's claws, but it slipped across the carpet.\n","P_4":" The kitten had no place on which it could dig it's claws, therefore it slided across the floor.\n","P_5":" The kitten tried to stop itself from sliding by digging its claws into the ground.\n","P_6":" The kitten tried to stop itself from slipping but it didn't work.\n","P_7":" The kitten tried to stop it's claws from digging, but it slipped across the ground because it didn't have anything hard or rough for it to dig with.\n","P_8":" The kitten tried to stop it's claws from digging it's way through the sand and it slipped.\n","P_9":" The kitten was trying to stop itself from sliding across the floor so it tried to dig its claws in.\n","P_10":" The kitten tried to stop it's claws from digging on the floor and it slipped across it's paws.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The kitten was trying to stop itself from sliding across the floor so it tried to dig its claws in.\n"},{"OQ":"If a person is trying to keep something in their hand what should they do?","P_0":"\n","P_1":" What should a person do who wishes to hold an object in their hand?","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":" What should a person do?","P_8":"\n","P_9":"\n","P_10":" A person would not put something that they don't know.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where could you find hundreds of thousands of home?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":" Where could you find hundreds of thousands of home?","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Playing baseball is a lot like any other sport, there is always a risk of what?","P_0":" There will be some risk while playing baseball but if one has a good attitude the risk factors is less\n","P_1":" There's a risk, there is always a risk in any sport\n","P_2":" There is a risk for injury of playing baseball, which may happen like in any sport or game that is being played.\n","P_3":" There will be a risk to your health.\n","P_4":" There will always be a risk of injury associated with playing baseball because of the physicality.\n","P_5":" There are many risks and dangers involved when playing baseball; therefore it should be approached as one should when engaging in other activities as there may not always be a way around it or around the risk and so we just accept that and proceed forward.","P_6":" There’s always the risk for injury and there are always chances you might not come in first.\n","P_7":" There always is a risk for any sport, it cannot be avoided completely\n","P_8":" There’re always risks while playing baseball and that includes the risk in the game.\n","P_9":"\n","P_10":" There always is a risk when you play baseball, just as in any sport\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If I want to watch a movie without leaving my home what might I use?","P_0":" I want to watch a movie without going out.\n","P_1":" I need to watch a movie in my home without leaving my home what might I need?","P_2":" I need a way to watch a movie without having to go anywhere\n","P_3":" I need to watch a movie.\n","P_4":" I am going to watch a movie at home, without leaving my home\n","P_5":" I can watch a movie from my home.\n","P_6":" I can watch a movie by using a computer.\n","P_7":" I want to watch a movie without leaving my home, I will need to use a device like a computer.\n","P_8":" I want to watch a movie without leaving my home what might I do?","P_9":" I can use a computer.\n","P_10":" I can watch a movie on my computer.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I need a way to watch a movie without having to go anywhere\n"},{"OQ":"The victim was to take stand today, they were going to do what?","P_0":" They were going to do what?","P_1":" The victim was to take stand today and they were going to do what.\n","P_2":" The victim was to stand today, they were going to do what?","P_3":" The victim was to take stand today, they were going to do what?","P_4":" The victim was to stand here and do what?","P_5":" The victim was going to do what?","P_6":" The victim is going to do what?","P_7":" What is the victim going to do?","P_8":" The victim was to do what today, they are going to do what?","P_9":" The victim was going to stand up for what?","P_10":" The victim was going to do what today?","R0_GQ":" What were they going to do?","R1_GQ":" They were going to do what?","R2_GQ":" What were they going to do?","RQ":" They were going to do what?"},{"OQ":"What does a successful dog grooming session likely to make a owner feel?","P_0":" What does a successful dog grooming session make an owner feel?","P_1":" What does a successful dog grooming session likely to make a owner feel is the answer to the question.\n","P_2":" What is the most important thing a dog groomers can make a dog owner feel happy?","P_3":" What does a successful dog grooming session make a dog owner feel?","P_4":" What does a successful dog grooming session likely make an owner feel?","P_5":" What does a successful dog grooming session make a dog owner feel?","P_6":" What does a successful dog grooming session make a dog owner feel.\n","P_7":" What is the most likely outcome from a successful dog grooming session for an owner.\n","P_8":" What is the emotional impact of a successful dog grooming session on the owner.\n","P_9":" What does a successful dog grooming session likely to make a owner feel?","P_10":" How do you think a successful dog groomers session will make a dog owner feel.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the emotional impact of a successful dog grooming session on the owner.\n"},{"OQ":"The runner was in third place, but he pushed harder and thought he might be able to reach second.  What was beginning to do?","P_0":" The runner was in third place, but he pushed harder and thought he might be able to reach second.\n","P_1":" The runner was in third place, and he was pushing harder than he was in second, which is a good thing to do.\n","P_2":" The runner was in third place but he was thinking about reaching second.\n","P_3":" The runner was in third place, but he thought that he may reach second.\n","P_4":" The runner was in third place, but he thought that he might be able to reach second place.\n","P_5":" The runner was in third place but he thought he could reach second place by pushing harder.\n","P_6":" The runner was in third place and he thought that he was in second place but pushed harder and thought he was able to reach second place\n","P_7":" The runner was in third place and was pushing hard that he could reach second.\n","P_8":" The runner was in third place, but he pushed harder and thought he might be able to reach second.\n","P_9":" The runner was about to reach second place in the race.\n","P_10":" The runner was in third place. He thought he might be able to reach second.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The runner was in third place, and he was pushing harder than he was in second, which is a good thing to do.\n"},{"OQ":"The tourist entered Mammoth cave, what state were they in?","P_0":" The tourist entered Mammoth cave, what state were they in?","P_1":" The tourist was in the state of Kentucky.\n","P_2":" The tourist was in Kentucky.\n","P_3":" The tourist entered Mammoth cave, what state were they in?","P_4":" The tourist entered Mammoth cave, which is in Kentucky.\n","P_5":" The tourist was in the state of Kentucky.\n","P_6":" The tourist was in the state of Kentucky.\n","P_7":" The tourist was in the state of Kentucky.\n","P_8":" The tourist was in Kentucky.\n","P_9":" The tourist entered Mammoth cave in Kentucky.\n","P_10":" The tourist entered Mammoth cave, what state were they in?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The tourist was in the state of Kentucky.\n"},{"OQ":"What does someone typically feel when applying for a job?","P_0":" What kind of person are they trying to find a job?","P_1":" What are some common feelings a person has upon applying for employment at a company or organization, including anxiety, disappointment, excitement etc.\n","P_2":" What are some typical feelings when applying for jobs ?","P_3":" What does someone feel in their mind while looking for work and what can the employer learn about an applicant?","P_4":" What is the feeling someone usually gets when they try out for a job?","P_5":" What does someone usually feel after they get a job offer or are invited into an organization or company ?","P_6":" What feelings should someone feel while applying for jobs?.\n","P_7":" What is the feeling of someone applying to a job ?","P_8":" What is the feeling of someone that wants a job?","P_9":" What would be a typical feeling that someone has after applying to get a job.\n","P_10":" What is the feeling that a person gets to be applied for a job and is not getting selected for the job?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What are some common feelings a person has upon applying for employment at a company or organization, including anxiety, disappointment, excitement etc.\n"},{"OQ":"He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","P_0":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what?","P_1":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what?","P_2":" He was on trial for obstructing justice. During this trial, he made a questionable comment, and was also found guilty of the same.\n","P_3":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what.\n","P_4":" He was on trial for obstructing justice during which he made a questionable comment.\n","P_5":" He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","P_6":" He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","P_7":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what?","P_8":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what?","P_9":" He was on trial for obstructing justice during which he made a questionable comment and was also found guilty of what?","P_10":" He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" He was on trial for obstructing justice. During this trial, he made a questionable comment, and was also found guilty of the same.\n"},{"OQ":"What kind of feelings does buying presents for others create?","P_0":" What is the purpose of buying presents and how does it make people feel?","P_1":" What are some feelings people express towards receiving gifts from others, particularly during the holiday season?.\n","P_2":" What is the best way of showing love towards others during the Christmas season.\n","P_3":" What is the purpose of buying presents, and why is this a good thing when we are buying presents as gifts?","P_4":" What kind of feelings does buying presents generate towards others?","P_5":" What kind of feelings does buying presents generate in people, and what is the impact it can have, such that it motivates them not just to be happy?","P_6":" What kind of feelings do people have before they receive presents?","P_7":" What are the feelings of buying presents and gifts?","P_8":" What is the effect of buying gifts on people around you ?","P_9":" What emotions and feelings come with buying gifts and giving them?","P_10":" What kind of feelings does buying presents cause?","R0_GQ":" What is the purpose and value behind buying presents\n","R1_GQ":" What is the purpose for buying presents that are given to others to show kindness for them?","R2_GQ":" What is the purpose of buying presents and why?","RQ":" What is the purpose of buying presents, and why is this a good thing when we are buying presents as gifts?"},{"OQ":"What green area is a marmot likely to be found in?","P_0":" What green area is a marmot likely to be found in?","P_1":" What is the green area that a marmot is found in ?","P_2":" What is the green area that a marmots is likely to live in?","P_3":" What is the green area where a marmot is most likely found?","P_4":" What green area is a marmot likely to be found in?","P_5":" What is a marmot likely to live in?","P_6":" What is the green area in which a marmot is most commonly found in?","P_7":" What is the green area in which a marmots are likely to be found.\n","P_8":" What is the green area that a marmot is most likely to be found in?","P_9":" What is the best place for a marmots to be found.\n","P_10":" What is the green area that a marmot is likely to live in.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the best place for a marmots to be found.\n"},{"OQ":"Jan tested the current, and noticed that it was high.  He thought that the wires might have too much what?","P_0":" Jan thought that the wires might be too much current.\n","P_1":" Jan thought that the wires might be too much.\n","P_2":" Jan thought that the wires had too much current.\n","P_3":" Jan thought that the wires might have too much current.\n","P_4":" Jan tested the current of the wires, which he noticed was too high and thought the wires were too much.\n","P_5":" Jan thought that the wires might have too much current.\n","P_6":" Jan thought that the wires had too much current.\n","P_7":" Jan thought that the wires had too much current.\n","P_8":" Jan thought that the wires might have too much voltage.\n","P_9":" Jan thought that the wires might have too much current.\n","P_10":" Jan thought that the wires had too much current.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Jan tested the current of the wires, which he noticed was too high and thought the wires were too much.\n"},{"OQ":"What does a kindergarten teacher do before nap time?","P_0":" What do you need before going to bed?","P_1":" What does a kindergarten teacher do before nap time?","P_2":" What does a kindergarten teacher do in the morning before nap time?","P_3":" What does a kindergarten teacher do before nap time?","P_4":" What does a kindergarten teacher do when the children are ready for naps?","P_5":" What does a kindergarten teacher do to prepare for nap time before?","P_6":" What does a kindergarten teacher do to help children feel comfortable when they first enter the classroom.\n","P_7":" What does a kindergarten teacher do in the morning before nap time?","P_8":" What does a kindergarten teacher do before nap time?","P_9":" What does a kindergarten teacher do before nap time?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Sam was a stranger.  Even so, Mark treated him like what?","P_0":" Sam was a stranger. Even so, Mark treated him like what?","P_1":" Sam was a stranger. Even so, Mark treated him like what?","P_2":" Sam was a stranger. Even so, Mark treated him like what?","P_3":" Sam was a stranger. Even so, Mark treated him like what?","P_4":" Sam was a stranger. Even so, Mark treated him like a friend.\n","P_5":" Sam was a stranger. Even so, Mark treated him like what?","P_6":" Sam was a stranger. Even so, Mark treated him like what?","P_7":" Sam was a stranger. Even so, Mark treated him like a friend.\n","P_8":" Sam was a stranger. Even so, Mark treated him like what?","P_9":" Sam was a stranger. Even so, Mark treated him like a friend.\n","P_10":" Sam was a stranger. Even so, Mark treated him like what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Sam was a stranger. Even so, Mark treated him like a friend.\n"},{"OQ":"Bob's only light source was a small bulb.  There were four walls, if there was a door he couldn't see it.  What was Bob in?","P_0":"  Bob was in a room where there was a small light bulb, there was a door but it was not visible.  What was Bob in?","P_1":" There are four walls, if there was a door he couldn't see it.\n","P_2":" Bob was in a room.  He wanted to see if there were any walls or doors or windows or anything.  He didn't have a light.  He only had a small bulb in his hand to shine it into the room with.  He wanted to find the walls he had to see.\n","P_3":" Bob was in a room with four walls.  He couldn’t see the door to the room.  What was Bob in?","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James thought of criminal justice like a computer program.  It need to work right.   What ideas might James not like?","P_0":" James thought of criminal justice like a computer program. It needs to work right, but James does not think it does.\n","P_1":" James thought of criminal justice as a computer program, which needs to run correctly and efficiently, but he didn't like the idea that it could sometimes make decisions or take actions.\n","P_2":" James thought of criminal justice like a computer program. It needed to be right, but what ideas might James not like about it ?","P_3":" James thought of criminal justice as a computer program and it need to be working right, what ideas might James not like about this?","P_4":" James thought of criminal justice like a computer program. It needs to work right, but what ideas might James not like?","P_5":" James thought of criminal justice as a computer program. It would have to be correct and it wouldn't work properly if it were wrong.\n","P_6":" James thought of criminal justice as a computer program which needed to work right, what ideas might James not like?","P_7":" James thought of criminal justice as a computer program, which needs to work right in order to be fair for everyone, but he didn’t agree with all parts.\n","P_8":" James thought of criminal justice as a computer program. It had to work correctly for him to feel safe in his home and in the world. What ideas might James not want in a computer?","P_9":" James thought of criminal justice like a computer program. It needs to work right. What ideas might James not like?","P_10":" James thought of criminal justice like a computer program. It needs to work right, but he doesn't like it.\n","R0_GQ":" What ideas might James not have about a computer?","R1_GQ":" What does James think of criminal justice as a program, a computer?","R2_GQ":" What would James not like to have a computer doing for him or for the world that he could control to do himself\/for him instead?","RQ":" James thought of criminal justice as a computer program. It had to work correctly for him to feel safe in his home and in the world. What ideas might James not want in a computer?"},{"OQ":"With the card slot lit up he knew how to get started finding his balance with what?","P_0":" With the card slot lit up he knew how to get started finding his balance with what?","P_1":" With the card slot lit up he knew how to get started finding his balance with what?","P_2":" With the card slot lit up he knew how to get started finding his balance with what?","P_3":" With the card slot lit up he knew how to get started finding his balance with what?","P_4":" He knew how to get started finding his balance with what?","P_5":" With the card slot lit up he knew how to get started finding his balance with what?","P_6":" He knew how to get started finding his balance with what?","P_7":" With the card slot lit up he knew how to get started finding his balance with what?","P_8":" With the card slot lit up he knew how to get started finding his balance with what?","P_9":" He knew how to get started with what?","P_10":" With the card slot lit up he knew how to get started finding his balance with what?","R0_GQ":" He knew how to start with what?","R1_GQ":"\n","R2_GQ":" He knew how to start with what?","RQ":" He knew how to get started with what?"},{"OQ":"To play sports professionally you must do what very often?","P_0":" To play sports professionally one has to practice very often, and this means one will go for training several times in the week until one achieves the skill that you want to be.\n","P_1":" To be a professional athlete you have a lot more work as well.\n","P_2":" To play sports professionally you should do very often.\n","P_3":" To be a professional athlete in any sport one needs a lot more skills.\n","P_4":" To play sports professionally, you have to be very good in sports, because it's your passion as well so, one have to practice a lot but, also have some other things on your mind like,","P_5":"\n","P_6":" To play sports professionally, you need a lot more than just a love for the game, because that alone might end you with a broken heart.\n","P_7":" To play sports professionally you must have a good physique, a good physique means to be physically fit as well as mentally fit which can get difficult with a lot of stress which will require you being mentally fit as","P_8":" To play sports professionally one needs to be very good in sports or very good in the subject.\n","P_9":" To play sports professionally, you have to be very good in them very often.\n","P_10":" To play sports professionally one has to be very good, and this usually happens once or several times at a young age.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Some people prefer releasing energy through work while others prefer to release it through what?","P_0":" Some people prefer to release energy in a physical way and other people release energy by thinking about it or in writing or by doing something that allows us a break so it helps our mind relax.\n","P_1":" Some people like to work and use their energy in a productive manner whereas others enjoy relaxing without any work in order to release their energy in the form of relaxation.\n","P_2":" Some people like to work while some like to play.\n","P_3":" Some people prefer to release energy by working while others prefer to release it through what.\n","P_4":" Some people like to work for their energy release whereas others like to release their energy by doing what?","P_5":" Some people release energy through work while others release energy by doing what?","P_6":" Some people release energy in work while other people release energy through what.\n","P_7":" Some people prefer to release energy by working and others release energy by doing what?","P_8":" Some people release energy by working hard on projects others by relaxing.\n","P_9":" Some people prefer to work while others like to relax, do things that make us happy\n","P_10":" Some people release their energy through work; some release energy in other ways.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Some people like to work and use their energy in a productive manner whereas others enjoy relaxing without any work in order to release their energy in the form of relaxation.\n"},{"OQ":"What will a person going for a jog likely be wearing?","P_0":" What kind of clothing will a person wear for jogging?","P_1":" What kind of clothing will a person wearing a jogging suit wear when they are going for a jog?","P_2":" What will a person going for a jog be wearing?","P_3":" What kind of clothes will a person wearing a jogging suit wear when he goes for a jog.\n","P_4":" What will a person going for a jog likely be wearing?","P_5":" What will a person going for a jog be likely to wear?","P_6":" What will a person going for a jog likely wear?","P_7":" What will a person going for a jog be wearing?","P_8":" What will a person going for a jog be wearing ?","P_9":" What will a person going for a jog be likely to wear?","P_10":" What will a person going for a jog be likely to be wearing?","R0_GQ":" What kind of clothing does a person wearing a jogging suit wear when they are going for a jog?","R1_GQ":" What kind of clothing would a person wear when they were going for a jog?","R2_GQ":" What kind of clothing would a person who was wearing a jogging suit wear?","RQ":" What kind of clothing will a person wearing a jogging suit wear when they are going for a jog?"},{"OQ":"The child pretended he was reading newspaper, he couldn't actually do it without what?","P_0":" The child pretends to be reading the newspaper, he can not read it without a newspaper.\n","P_1":" The child pretends he was reading the newspaper but actually he couldnt do it\n","P_2":" The child pretended he is reading newspaper. He couldn't read it.\n","P_3":" The child pretends to be reading the newspaper.\n","P_4":" The child pretended he is reading newspaper. He cannot do it without a newspaper.\n","P_5":" The child pretends he was reading newspaper but can't actually do this.\n","P_6":" The child pretends to be reading newspaper but can't actually do so.\n","P_7":" The child pretends he is reading the newspaper. He couldn’ t read it.\n","P_8":" The child pretended he was reading newspaper but couldn't do so without it, he was unable.\n","P_9":" The child pretended he was reading newspaper. He didn't actually read the newspaper without it.\n","P_10":" The child pretends to be reading a newspaper when he cannot actually read a newspaper.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The child pretends to be reading a newspaper when he cannot actually read a newspaper.\n"},{"OQ":"Jenny enjoyed helping people.  It brought her a great deal of what?","P_0":" Jenny enjoyed helping people, that made her happy.\n","P_1":" Jenny enjoyed helping people, it made her feel good and gave her a sense of accomplishment.\n","P_2":" Jenny enjoyed helping people because it gave her a great deal of satisfaction.\n","P_3":" Jenny enjoyed helping people, it gave her a great deal of satisfaction.\n","P_4":" Jenny enjoyed helping people and thus it made her a great deal of what?","P_5":" Jenny enjoyed helping people a great deal.\n","P_6":" Jenny enjoyed helping people. It was a great deal for her.\n","P_7":" Jenny enjoyed helping people. It was a great deal of what?","P_8":" Jenny enjoyed helping people and that brought her a great deal of satisfaction.\n","P_9":" Jenny enjoyed helping people, that made her happy.\n","P_10":" Jenny enjoyed helping people, it made her feel good.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Jenny enjoyed helping people, it made her feel good and gave her a sense of accomplishment.\n"},{"OQ":"What might someone believe in if they are cleaning clothes?","P_0":" What might someone believe about the clothes that are being cleaned if someone does not clean their clothes ?","P_1":" What might someone believe when they are cleaning clothes ?","P_2":" What might someone believe if he was cleaning clothes ?","P_3":" What might someone think when doing a task they usually don’t like\n","P_4":" What might someone believe when they are cleaning clothes\n","P_5":" What might someone believe when he or she cleans clothes.\n","P_6":" What might someone believe about if he is cleaning clothes ?","P_7":" What might someone think?","P_8":" What might someone think is the best way to clean clothes ?","P_9":" What might someone believe if they were cleaning clothes,\n","P_10":" What might someone believe when they’re cleaning clothes ?","R0_GQ":" What might someone think or feel, when they are cleaning clothes but something else isn't clean too ?","R1_GQ":" What might someone believe if someone does not wash the clothes that they have been given ?","R2_GQ":" What might someone believe if they don’t wash clothes ?","RQ":" What might someone believe about the clothes that are being cleaned if someone does not clean their clothes ?"},{"OQ":"Where would you find a basement that can be accessed with an elevator?","P_0":" I would find a basement that can be accessed by an elevator.\n","P_1":" Where is a basement that is accessible with an elevator?","P_2":" Where would you find a basement that can be accessed with an elevator?","P_3":" I would find a basement that can be accessed by an elevator.\n","P_4":" Where is a basement in a building that can have an elevator?","P_5":" Where can you get a basement with an elevator that you would use to get into the basement.\n","P_6":" Where would you find a basement that could be reached easily by an elevator?","P_7":" Where is a basement that has an elevator that is accessible by a lift?","P_8":" Where is a basement that has a lift?","P_9":" Where would you find a basement that is accessible via an elevator?","P_10":" I would find a basement in a building with an elevator that can access it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can you get a basement with an elevator that you would use to get into the basement.\n"},{"OQ":"In order to learn to program from another person you can do what?","P_0":" You need a teacher.\n","P_1":"\n","P_2":" In order to learn to program, you can do what?","P_3":"\n","P_4":"\n","P_5":" You learn to program from another person.\n","P_6":"\n","P_7":"\n","P_8":"\n","P_9":" To learn to program you need to have a teacher.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"He was at the gym trying to build muscle, what is it called that he is trying to build muscle on?","P_0":" He was at the gym trying to build muscle, what is it called that he was trying to build muscle on?","P_1":" He wanted to build muscle, what is it called?","P_2":" He is trying to build muscle on his body.\n","P_3":" He was trying to build muscle, what is it?","P_4":" He is trying to build muscle on his body.\n","P_5":" He was trying to build muscle, what is it called that he tried to build muscle?","P_6":" He was at the gym trying to build muscle.\n","P_7":"\n","P_8":" He is trying to build muscle on his body, what is it called?","P_9":" He is trying to build muscle on his body, what is it called that he is building muscle on?","P_10":" He was trying to build muscle on his body.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What part of plants is pretty?","P_0":" What part of plants is pretty?","P_1":" What is the part of plants which is pretty?","P_2":" What part of plants do you like?","P_3":"\n","P_4":" What part of plants do you like?","P_5":" What part of plants is pretty?","P_6":" What part of plants do you think is pretty?","P_7":" What part of plants is pretty?","P_8":" What is the answer?","P_9":" What part of plants do you think is pretty and why?","P_10":" What is the part that is pretty?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The man was going fishing instead of work, what is he seeking?","P_0":" The man is seeking to go fishing, instead of work.\n","P_1":" The man was going fishing, but he didn't do it to earn money, he went fishing to have fun.\n","P_2":" He was going fishing instead of work.\n","P_3":" The man is seeking to go fishing, instead of work.\n","P_4":" The man is going fishing, not working.\n","P_5":" The man was going fishing instead of work, what is he seeking?","P_6":" The man was going fishing, but he had to work.\n","P_7":" The man went fishing to earn money and not work.\n","P_8":" The man was going fishing instead of work.\n","P_9":" The man was going fishing instead of work, what is he seeking?","P_10":" The man was going fishing instead of work.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The man was going fishing, but he didn't do it to earn money, he went fishing to have fun.\n"},{"OQ":"What could you get an unsmooth pit from?","P_0":" What could you get an unsmoothed pit from?","P_1":" What can you get a pit from?","P_2":" What could you get an unsmooth pit from?","P_3":" What could you get an unsmoothed pit from?","P_4":" What could you get a pit from?","P_5":" What could you get an unsmoth pit from?","P_6":"\n","P_7":" What could you get an unsmoothed pit from?","P_8":" What could you get an unsmooth pit from?","P_9":" What could you get an unsmoothed pit from?","P_10":" What could you get an unsmoth pit from?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The man tried to reply to the woman, but he had difficulty keeping track of conversations that he didn't do what to?","P_0":" The man was trying to reply to the woman but he had difficulty keeping track of conversations he didn't do.\n","P_1":" The man tried to reply to the woman, but he couldn't keep track of conversations that he didn't do what to?","P_2":" The man tried to reply to the woman, but he had difficulty keeping track of conversations that he did not do.\n","P_3":" The man was trying to reply to the woman but he was having difficulty in keeping track.\n","P_4":" The man tried to reply to the woman, but he couldn't keep track of the conversations that he did not do what to?","P_5":" The man tried to reply to the woman but he couldn't keep track of the conversations because he was having trouble keeping track of conversations that he didn’t do what?","P_6":" The man was trying to answer the woman's question, but he didn't do it right because he couldn't remember the conversation.\n","P_7":" The man was trying to answer the woman, but he found it difficult.\n","P_8":" The man was trying to reply to the woman but had difficulty keeping track of conversations.\n","P_9":" The man tried to reply to the woman but he couldn't keep track of conversations because he didn't understand what she was saying.\n","P_10":" The man tried to reply to the woman, but he had difficulty keeping track of conversations that he didn't do what to?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The man was trying to answer the woman's question, but he didn't do it right because he couldn't remember the conversation.\n"},{"OQ":"I couldn't find anybody who recalled the event, what were they adroit at doing?","P_0":" I couldn’t find anybody who could recall the event.\n","P_1":" I couldn't find anybody who recalled the event.\n","P_2":" I could not find anyone who could recall the event.\n","P_3":" I couldn't recall anyone who could recollect the event.\n","P_4":" I could find no one who could recall the event.\n","P_5":" I could not find anyone who could recall the event, what did they do?","P_6":" I couldn't recall anyone who was adroit at doing something\n","P_7":" I could not find anyone who could recall the event and what they were able to do in that situation?","P_8":" I couldn’ t find anybody who could recall the event, what were they adroit in doing?","P_9":" I could find no one who remembered the event.\n","P_10":" I could find no one who could recall the event.\n","R0_GQ":" I found it difficult finding anyone able or recalling what they had done, or anything like, during the event.\n","R1_GQ":" I was unable to recall any details regarding the event\/what happened in that situation?","R2_GQ":" I could not recall what happened when I was in that situation or what I could do in the situation?","RQ":" I could not find anyone who could recall the event and what they were able to do in that situation?"},{"OQ":"Where would you find a large dining room containing a fancy chandelier?","P_0":" Where would you find a large dining room containing a fancy chandelier?","P_1":" Where would you find a large dining room with a fancy chandelier in it?","P_2":" Where would you find a large dining room with a fancy chandelier?","P_3":" Where would you find a large dining room with a fancy chandelier?","P_4":" Where would you find a large dining room with a fancy chandelier?","P_5":"\n","P_6":" Where is a large dining room with a fancy chandelier located?","P_7":" Where is a large dining room that has a fancy chandelier?","P_8":" Where would you find a large dining room containing a fancy chandelier?","P_9":" Where would you find a large dining room containing a fancy chandelier?","P_10":" Where would you find a large dining room with a fancy chandelier.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The extremely large cargo plane could only land at a specialized runway, these were only located at a what?","P_0":" The extremely large cargo plane could only land at a specialized runway located only at a specific airport.\n","P_1":" The cargo plane could only land on a specialized runway which can only accommodate such a large plane and it can not be landed in any other place.\n","P_2":" The extremely large cargo plane could only land at a specialized runway, which could be found on a few airports and only located at a few airports, these were only located at a few airports\n","P_3":" The very large cargo plane could only land at a specialized runway.\n","P_4":" The cargo plane could not land at a regular airport.\n","P_5":" The question is asking about the airport that is used to land the very large cargo plane.\n","P_6":" The very large cargo plane could only land on a specialized runway, these are located in only a few places.\n","P_7":" The large cargo plane could only land in a specialized runway.\n","P_8":" The extremely large cargo plane could only land at a specialized runway.\n","P_9":" The extremely large cargo plane could only land at a specialized runway, these were only located at a what?","P_10":" The question is about the location of the large cargo planes.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The cargo plane could only land on a specialized runway which can only accommodate such a large plane and it can not be landed in any other place.\n"},{"OQ":"The carpet was smelly and discouraged the league from playing there, where was this smelly carpet installed?","P_0":" The carpet was smelly, and it was discouraging the team from playing there, so it has to be replaced, where?","P_1":" The carpet was smelly, and it was discouraging the league from playing there.\n","P_2":" The carpet was smelly.\n","P_3":" The carpet was smelly at the stadium.\n","P_4":" The carpet was smelly so the league was discouraged from playing there.\n","P_5":" The carpet was smelly, so the league did not want to play there, where was it installed?","P_6":" The carpet was smelly. It was not a good place for playing.\n","P_7":" The carpet was smelly because it had been installed there.\n","P_8":" The carpet was smelly.\n","P_9":" The carpet was smelly.\n","P_10":" The carpet was smelly, and it was discouraging the league from playing there\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The carpet was smelly. It was not a good place for playing.\n"},{"OQ":"How can someone be let into a brownstone?","P_0":" How can someone be let in into a brownstone?","P_1":" How can someone be let into a brownstone?","P_2":" How can someone be let in a brownstone?","P_3":" How can someone be let in a brownstone?","P_4":" How can someone be let into a brownstone?","P_5":" How can someone be let into a brownstone?","P_6":" How can someone be let in a brownstone?","P_7":" How can someone be let into a brownstone?","P_8":" How can someone be let into a brownstone?","P_9":" How can someone be let into a brownstone?","P_10":" How can someone be let into a brownstone?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" How can someone be let into a brownstone?"},{"OQ":"Where would someone purchase an upright piano?","P_0":" Where would someone purchase an upright piano?","P_1":" Where would someone purchase an upright piano?","P_2":" Where would someone purchase an upright piano?","P_3":" Where would someone purchase an upright piano?","P_4":" Where would someone purchase an upright piano?","P_5":" Where would someone purchase an upright piano?","P_6":" Where would someone purchase an upright piano?","P_7":" Where would someone purchase an upright piano?","P_8":" Where would someone purchase an upright piano?","P_9":" Where would someone purchase an upright piano?","P_10":" Where would someone buy an upright piano?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where would someone buy an upright piano?"},{"OQ":"Where would you keep an ottoman near your front door?","P_0":" Where would you keep a small chair near your front door?","P_1":"\n","P_2":" I would keep an ottoman near my front door.\n","P_3":" Where would you keep an ottoman near your front door?","P_4":" Where would you keep an ottoman near your front door?","P_5":" Where would you keep an ottom?","P_6":" Where would you keep an ottoman near your front door?","P_7":" Where would you keep a ottoman near your front door?","P_8":" Where would you keep an ottoman near your front door?","P_9":" Where would you keep an ottoman near your front door?","P_10":" Where would you keep an ottoman near your front door?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Diving into backyard pools can be very dangerous and can lead to serious head and what?","P_0":"\n","P_1":"\n","P_2":" Diving into backyard pools, which contain water that reaches up the head could lead to serious head injuries like concussion and brain damage\n","P_3":" Diving headfirst or diving into a pool in the backyard may sound fun with friends for a splash- and swim-trouble-filled afternoon. But, this can have a serious consequence; it could be a head injury resulting in a","P_4":" Diving into backyard pools can cause serious injuries due to the high speed of the water and the lack of safety precautions taken while doing this.\n","P_5":" The question is about the dangers and consequences of diving into a backyard swimming pool, as it is extremely risky and has potentially lethal outcomes that can involve head trauma and other life-changing injuries\n","P_6":" Diving into backyard pools is extremely risky. It may lead to serious head or spinal injuries resulting from the impact upon hitting the water or the bottom or the pool.\n","P_7":" Diving into a backyard swimming pool without knowing its depth, depth, and whether the water contains any objects or not leads to serious head injury as well as drowning\n","P_8":" Diving into backyard pools can cause serious head injuries, including concussions and brain damage, as well as spinal injuries and broken bones, and can potentially lead to death.\n","P_9":" Diving into backyard pools is dangerous as it is very easy to drown due to the lack of supervision when children are young\n","P_10":" Diving into backyard pools without proper supervision of a lifeguard can be dangerous for children or even worse for adults in the pool or even near it and it’s important they should avoid this activity to ensure safety\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would one find a snake in a cage?","P_0":" Where would one find a snake in a cage?","P_1":" Where is the snake in the cage?","P_2":" Where would one find a snake in a cage?","P_3":" Where would one find a snake in a cage?","P_4":" Where would one find a snake in a cage?","P_5":" Where would one find a snake in a cage?","P_6":" Where would one find a snake in a cage ?","P_7":" Where would one find a snake in a cage?","P_8":" Where would one find a snake in a cage?","P_9":" Where would one find a snake in a cage, if it was not in a cage.\n","P_10":" Where would one find a snake in a cage.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where would one find a snake in a cage, if it was not in a cage.\n"},{"OQ":"Where are people likely to become impatient?","P_0":" Where is it possible for people in a group or society?","P_1":" Where people are likely to become impatient.\n","P_2":" Where do people often feel impatient with others?","P_3":" Where are people likely to become impatient?","P_4":" Where is the place in which people may become impatient.\n","P_5":" Where is the place with the most people to get impatient in?","P_6":" Where is the place where people get impatient easily ?","P_7":" Where are people likely to get impatient.\n","P_8":" Where people get impatient while driving?","P_9":" Where is the place or situation likely to become impatient.\n","P_10":" Where is it likely that people become impatient and frustrated and act out in a negative way to get what they want.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where is it likely that people become impatient and frustrated and act out in a negative way to get what they want.\n"},{"OQ":"When you fail to finish something, you failed at doing what to it","P_0":" When you fail to finish something you failed to do it\n","P_1":" When you fail at doing something.\n","P_2":" When you fail to finish something, it is because of not trying hard.\n","P_3":" When you fail in doing something , then it indicates you have failed in doing the task.\n","P_4":" You fail when you don’t complete the task\n","P_5":" When you fail at finishing something you have failed to do what is needed to complete it.\n","P_6":" When you fail to do something which you have planned, what is your attitude to it?","P_7":"\n","P_8":" When you fail in doing something.\n","P_9":" You failed to finish something due to your failure.\n","P_10":" When you fail in doing a task you failed on completing it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"John didn't care about style.  He felt that form was less important than what?","P_0":" John didn’t care about style because he felt form less important than what.\n","P_1":" John didn't care about style, because he felt that form, which is less important, is more important.\n","P_2":" John didn't care about style; He felt that form was less important than what?","P_3":" John didn't care about style. He felt that form is less important than what?","P_4":" John didn't care about the form of his writing, but he cared about what he wanted his writing to achieve.\n","P_5":" John didn't care about style. He thought form was less important than what.\n","P_6":" John didn't care about style, he thought that form wasn't as important as what.\n","P_7":" John didn't care about style, but he thought that form (the way something looks, especially its appearance and design ) is not important.\n","P_8":" John didn't care about style, he thought form less important than content.\n","P_9":" John didn't care about the form of his clothes. He felt that the formless clothes didn't make him look better and that the clothes should look beautiful with the right style\n","P_10":" John didn’t care about style and he focused less on form instead of what.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" John didn't care about the form of his writing, but he cared about what he wanted his writing to achieve.\n"},{"OQ":"When you get together with friends to watch film, you might do plenty of this?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":" You may watch a film together for a variety of purposes.\n","P_7":"\n","P_8":"\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"A supermarket is uncommon in what type of collection of shops?","P_0":" A supermarket is uncommon among the shops which sell food\n","P_1":" What type of collection is a supermarket ?","P_2":" What is the most common type of collection of shops for a supermarket to have?","P_3":" What kind of shops is a supermarket?","P_4":" What type of collection is a supermarket?","P_5":" What type of collection of shops is a supermarket ?","P_6":" What type of collection is a supermarket?","P_7":" What type of collection is a supermarket ?","P_8":" The question is about the type of collection shops.\n","P_9":" What type of collection of shops is uncommon ?","P_10":" What is the name of the type of collection of shops where a supermarket exists.\n","R0_GQ":" What is the most common type of collection of shops for a supermarket to have?","R1_GQ":" What is the most common type of collection of shops that a supermarket has\n","R2_GQ":" What is the most common type of collection of shops for a supermarket to have\n","RQ":" What is the most common type of collection of shops for a supermarket to have?"},{"OQ":"Bill puts meat on the scale, where does Bill work?","P_0":" Bill weighs the meat, where does Bill work?","P_1":" Bill weighs the meat, where does he work?","P_2":" Bill weighs the meat on the scale.\n","P_3":" Bill weighs the meat, where does Bill work ?","P_4":" Bill weighs the meat on the scale, where does Bill work?","P_5":" Bill weighs the meat, where does Bill work?","P_6":" Bill weighs the meat on the scale where he works.\n","P_7":" Bill weighs the meat on the scale.\n","P_8":" Bill weighs the meat, where does Bill work?","P_9":" Bill weighs the meat on the scale where does Bill work?","P_10":" Bill weighs the meat on the scale, where does Bill work?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Bill weighs the meat on the scale, where does Bill work?"},{"OQ":"I'm having some food at my party, what will I need to serve it?","P_0":" I will need to serve some food.\n","P_1":" I'm having some food at my party. What do I need to serve it?","P_2":" I need to serve food, what will I need to serve it.\n","P_3":" I want to serve food at my party, so I need to prepare it and serve.\n","P_4":" I need to serve food to my party\n","P_5":" I will need to serve food to my party.\n","P_6":" I'm having some food at my party, what will I need to serve it?","P_7":" I'm having some food at my party, what will I need to serve it?","P_8":" I'm having some food at my party. What will I need to serve it.\n","P_9":" I am going to serve food at my party, what will I need?","P_10":" I am having some food at my party and I need to serve it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I want to serve food at my party, so I need to prepare it and serve.\n"},{"OQ":"Before racers start to run they must do what at the starting line?","P_0":" The racer must do what before they start running.\n","P_1":"\n","P_2":" Before the runners start to run, they do what at the starting line?","P_3":" Before racers start to run they have to do what at the starting line?","P_4":"\n","P_5":" Before the racer starts to run they have to do what?","P_6":"\n","P_7":" Before the racer start to run they have to do what at the starting line ?","P_8":" Before the racer starts to run, he\/she must do what at the starting line?","P_9":" Before the racer start to run they must do what at the starting line.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What does an actor do when they are bored of their roles?","P_0":" What does an actor do in a boring role ?","P_1":" What does an actor do to make their roles more interesting or fun to play ?","P_2":" What does an actor do to get bored while playing a role.\n","P_3":" What does an actor do if he\/her wants to change his\/ her role ?","P_4":" What does an actor do?","P_5":" What does an actor do in the absence of their roles?","P_6":" What does an actor do if he gets bored while playing a role?.\n","P_7":" What does an actor do if they don’t find the role interesting enough anymore, and they wish to take on something different?.\n","P_8":" What does an actor do if they feel unmotivated and unmotivate themselves\n","P_9":" What does an actor do if he is bored with their roles?","P_10":" What does an actor do to get bored with their roles ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What does an actor do if he gets bored while playing a role?.\n"},{"OQ":"What is a person called who doesn't have immortality?","P_0":" What is a person called who doesn't have immortality?","P_1":" What is a person called who doesn't have immortality?","P_2":" What is a person who doesn't have immortality called?","P_3":" What is a person called who doesn't have immortality?","P_4":" What is a person called who doesn't have immortality?","P_5":" What is a person called who does not have immortality?","P_6":" What is a person called who doesn't have immortality?","P_7":" What is a person called who doesn't have immortality?","P_8":" What is a person called who doesn't have immortality?","P_9":" What is a person called who doesn't have immortality?","P_10":" What is a person who doesn't have immortality called?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is a person who doesn't have immortality called?"},{"OQ":"Why would you be watching tv instead of doing something else?","P_0":" I would be watching tv instead of doing something else.\n","P_1":" I’m watching tv instead of doing something else.\n","P_2":" Why would you rather watch tv instead of doing something else?","P_3":" I will not watch TV instead of doing something else because I feel that I could learn something useful through watching TV, i.e. I will not watch TV instead of doing something useful.\n","P_4":" I would be watching TV because I am bored.\n","P_5":" Why do you watch TV?","P_6":" Why would you not watch tv and instead do something else?","P_7":" Why are you watching tv?","P_8":" I am watching tv because I want to relax.\n","P_9":" What are your priorities right now?","P_10":" I will watch TV instead of doing something else because I am bored and I feel like watching TV will help me pass time\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I will not watch TV instead of doing something else because I feel that I could learn something useful through watching TV, i.e. I will not watch TV instead of doing something useful.\n"},{"OQ":"If chewing food is difficult for you, what is a possible reason?","P_0":"\n","P_1":" If chewing food becomes tough for you while eating it, the possible reason would be that you are suffering from a condition called MAJOR DENTAL PROBLEM.\n","P_2":" If chewing food becomes difficult to you due to some reason?","P_3":"\n","P_4":" Chewing food properly or eating slowly with a full stomach are possible causes\n","P_5":"\n","P_6":"\n","P_7":" If chewing food becomes a problem.\n","P_8":"\n","P_9":" If chewing food becomes difficult to you, you have to think what you need for chewing food easily\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the what?","P_0":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_1":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_2":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_3":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_4":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_5":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_6":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_7":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_8":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_9":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","P_10":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the orchestra.\n"},{"OQ":"Where do you find the most amount of leafs?","P_0":" Where do you find the most amount of leafs?","P_1":" Where do you find the most amount of leaves?","P_2":" Where do you find the most amount of leafs?","P_3":" Where do you find the most amount of leafs?","P_4":" Where do you find the most amount of leaves\n","P_5":" Where do you find the most amount of leafs?","P_6":" Where do you find the most amount of leafs?","P_7":"\n","P_8":" Where do you find the most amount of leaves?","P_9":" Where do you find the most amount of leafs?","P_10":" Where do you find the most amount of leafs?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can children play with animals?","P_0":" Where can children play with animals?","P_1":" Where can children play with animals and also feel the joy to touch and pet the animals, is the answer.\n","P_2":" Where can children play with animals?","P_3":" Where can children play with animals?","P_4":" Where can children play with animals\n","P_5":" Where can children play with animals, such as dogs, cats and birds?","P_6":" Where can children play with animals\n","P_7":" Where can children play with animals and what is the name of the place where children play with animals.\n","P_8":" Where can children play with animals, such as dogs or cats, to help them appreciate these creatures more and foster a sense of responsibility towards animals.\n","P_9":" Where can children play with animals ?","P_10":" Where can children play with animals, such as dogs and cats?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where can children play with animals and what is the name of the place where children play with animals.\n"},{"OQ":"What kind of tale might feature a talking weasel?","P_0":" What kind of tale might feature a talking wea\n","P_1":" What kind of tale might feature a talking weasel?","P_2":" What kind of tale might feature a talking wea\n","P_3":" What kind of tale might feature a talking weasel?","P_4":" What kind of tale might feature a talking weasel?","P_5":" What kind of tale might feature a talking weasel?","P_6":" What kind of tale might feature a talking weasel?","P_7":" What kind of tale might feature a talking weasel?","P_8":" What kind of tale might feature a talking weasell?","P_9":" What kind of tale might feature a talking weasel?","P_10":" What kind of tale might feature a talking weasel?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What kind of tale might feature a talking weasel?"},{"OQ":"What kind of status is the bald eagle given?","P_0":" What is the status of the bald eagle?","P_1":" What kind of status is the bald eagle given in the United States?","P_2":" What is the status of the bald eagle?","P_3":" What is the status of the bald eagle?","P_4":" What kind of status is the bald eagle given?","P_5":" What is the status of the bald eagle?","P_6":" What kind of status is the bald eagle given in the United States?","P_7":" What kind of status does the bald eagle have ?","P_8":" What is the status of the bald eagle?","P_9":" What kind of status is the bald eagle given?","P_10":" What kind of status is the bald eagle given?","R0_GQ":" What kind of status is the bald eagle given?","R1_GQ":" What kind of status does the bald eagle have?","R2_GQ":" What kind of status is the bald eagle given?","RQ":" What kind of status is the bald eagle given in the United States?"},{"OQ":"Why do most people take a quick rest during the day?","P_0":"\n","P_1":"\n","P_2":"\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":"\n","P_8":" Why are most people taking a quick rest during the day ?","P_9":"\n","P_10":" Why are people taking a quick rest at the end of their work or schoolday to relax and rejuvenate.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What could suddenly stop someone when he or she is running?","P_0":" What could suddenly stop someone running when he\/her is running.\n","P_1":" What could be a reason to stop someone who is running?","P_2":" What could stop someone from running when he or she runs?","P_3":" What could stop someone while he is running?","P_4":"\n","P_5":"\n","P_6":" What could suddenly stop someone running when he or she was running?","P_7":" What could stop someone suddenly if he is running?","P_8":" What could suddenly stop someone when he or she is running?","P_9":" What could stop someone while he\/she is running?","P_10":" What could stop someone suddenly when he\/her is running?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you find a monkey in the wild?","P_0":" Where would you find a monkey in the wild?","P_1":" Where would you find a monkey?","P_2":" Where would you find a monkey in the wild ?","P_3":" Where would you find a monkey in the wild?","P_4":" Where would you find a monkey?","P_5":" Where would you find a monkey in the wild?","P_6":" Where would you find a monkey?","P_7":" Where would you find a monkey?","P_8":" Where would you find a monkey?","P_9":" Where would you find a monkey in the wild?","P_10":" Where would you find a monkey in the wild.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Where would you find a monkey in the wild?"},{"OQ":"Where could a sloth live?","P_0":" Where could a sloths live?","P_1":" What kind of place could a sloths live?","P_2":" Where could a sloths live?","P_3":" Where could a sloth live?","P_4":" Where could a sloths live?","P_5":" Where could a sloth live?","P_6":" Where could a sloths live?","P_7":" Where could a sloth live?","P_8":" Where could a sloth live?","P_9":" Where could a sloths live?","P_10":" Where could a sloths live?","R0_GQ":" What kind of place could a sloths live?","R1_GQ":" What kind of place could a sloth live?","R2_GQ":" What kind of place could a sloth live in?","RQ":" What kind of place could a sloths live?"},{"OQ":"A gentleman is carrying equipment for golf, what is he likely to have?","P_0":" He has a golf bag.\n","P_1":" What is he carrying?","P_2":" What is he carrying?","P_3":" A man carrying a bag and a golf club\n","P_4":" What is he carrying?","P_5":" What is he carrying?","P_6":" The man has a golf club.\n","P_7":" He carries golf equipment\n","P_8":" A man is carrying golf equipment for a game.\n","P_9":" A man is carrying golf equipment, what is he likely to have?","P_10":" What is the gentleman carrying?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The man has a golf club.\n"},{"OQ":"If you have a home with a courtyard, what's one thing you probably don't have to care for any longer?","P_0":" If you live in a home with a courtyard and you don't care about it anymore?","P_1":" If you live in a house surrounded by a yard, there's a good chance it had a lawn. But if you haven't had a lawn for years then you probably don't worry so much.\n","P_2":" If you live in a house that has a courtyard in the backyard or front, one thing that has less or is unnecessary to maintain may well now no more be that.\n","P_3":" What is one thing that you will not care about in your home any more that has a courtyard.\n","P_4":" What is the most important thing to do at home without having a yard ?","P_5":" What's something that you probably have more than enough of right now without having to worry or think twice or more in order for that item of furniture etc etc to do their job?","P_6":"\n","P_7":" If you don't have to care about your yard due to having a courtyard in your home then what's it good about?","P_8":" What is one thing that you do no need anymore since you don't need to care about the garden, the lawn etc in the courtyard since it needs less maintenance because it grows naturally there and has a natural look.\n","P_9":" If you live with a courtyard, you do not have to care anymore for the garden.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The computer was difficult for he to understand at the store, so what did she sign up for to learn more?","P_0":" She decided she would learn more on the computer.\n","P_1":" The computer was difficult for him to understand. So, what did she sign up for?","P_2":" The computer was difficult for him to understand, so what did she sign up to learn more about the computer?","P_3":" The computer was difficult for him to understand at the store, so what did she sign up for to learn more about it.\n","P_4":" The computer was difficult for her to understand at the store. So, she signed up for to learn more about it\n","P_5":" The computer was difficult for him to understand. So what did she sign up to learn more about?","P_6":" The computer was difficult for him to understand at the store. She decided she had better to learn more so she signed up.\n","P_7":" The computer was difficult for him to understand, so he signed up for a class at the store to learn about it.\n","P_8":"\n","P_9":" The computer was difficult for him to understand. So what did she do to learn more?","P_10":" The computer was difficult for him to understand at the store. So, what did she sign up for?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you take the risk buying a used car, you still hope it can what?","P_0":" You still want your car to run.\n","P_1":" You hope the car you bought from a used car dealer can still drive.\n","P_2":" I hope that the car can run.\n","P_3":" You hope that a used car is not a lemon, that the car will run properly without any problems that the car has been in the past.\n","P_4":" You still want your new car.\n","P_5":" If you buy a used car, there's the risk the car won't run as well, if the car doesn't run well you may be forced to buy the car again.\n","P_6":"\n","P_7":" You buy the car to get the car but not to get the car back.\n","P_8":" What is the probability that a used car will be able to drive you where you want, when and why you need it.\n","P_9":" You take a risk of buying a used car\n","P_10":" If I buy a used car I hope to get a car which will run well.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" If you buy a used car, there's the risk the car won't run as well, if the car doesn't run well you may be forced to buy the car again.\n"},{"OQ":"Dan was ditting quietly on the couch with a book in his hand.  Laurie thought that he was just focused on what he was doing, but he actually did what?","P_0":" Laurie thought that Dan was just focusing on what he was doing. But actually, he was just focusing on what he is doing.\n","P_1":" Dan was diting quietly on the couch with a book in his hand. Laurie thought that he was just focused on what he was doing, but he actually did what?","P_2":"\n","P_3":"\n","P_4":" Laurie thought that Dan was just focused on what he was doing.\n","P_5":" Dan was dinting quietly on the couch with a book in his hand.\n","P_6":"\n","P_7":" Laurie thought that Dan was just focused on what he was doing, but he actually did what?","P_8":"\n","P_9":" What is the correct answer to the question?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is the primary purpose of cars?","P_0":" What is the main reason why cars were designed or created\n","P_1":" What are the main reasons for owning and driving a car.\n","P_2":" What are the main functions and purposes of cars?","P_3":" What are the main uses for cars ?","P_4":" What are the main functions of cars ?","P_5":" What are the main functions of cars in our daily life and how have cars transformed over the years?.\n","P_6":" What are the main reasons why cars were developed?","P_7":" What are the main functions or uses of cars.\n","P_8":" What is the main reason for people to use cars in the first place ?","P_9":" What is the main reason for using cars for transportation?","P_10":" What are the main uses of cars ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What are the main reasons for owning and driving a car.\n"},{"OQ":"Alabama is full of different people, but they are all citizens of what?","P_0":" Alabama is full of different people who live together in harmony but they all are citizens of the United States.\n","P_1":" Alabama is full of different people, but they all are citizens of America.\n","P_2":" Alabama is full of different people but they are all citizens of the United States.\n","P_3":" Alabama is a state with many different people; they are all citizens of the United States.\n","P_4":" Alabama is full of different people.\n","P_5":" Alabama is a state, and all of the people in Alabama are citizens.\n","P_6":" Alabama is a state in the United States. It's full of different people – but they all live in the same state.\n","P_7":" Alabama is full of different people. But they all are citizens of Alabama.\n","P_8":" Alabama is a state full of different people.\n","P_9":" Alabama is a state with a lot of different people\n","P_10":" Alabama is full of different people but they are all citizens of the United States.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Alabama is a state in the United States. It's full of different people – but they all live in the same state.\n"},{"OQ":"They were hoping their campaign would create a rise in awareness of the problem and hopefully do what to its effect?","P_0":" They were hoping their campaign to create a rise of awareness.\n","P_1":" They were hoping that their campaign might cause a rise in awareness of the problem and hopefully have a positive effect in the future.\n","P_2":" They were hoping their campaign to create a rise of awareness would have an effect.\n","P_3":" They were hoping their campaign would create a rise in awareness of the problem and possibly do what they could about the problem.\n","P_4":" They were hoping their campaign will make people more aware and that people might be motivated and change to solve the problem\n","P_5":" They wanted to create awareness about the problem of pollution which in turn could reduce the pollution.\n","P_6":" They were hoping their campaign would create a rise in awareness about the problem.\n","P_7":" They were hoping their campaign would create a rise in awareness of the problem and maybe even help solve it.\n","P_8":" They were hoping their campaign to raise awareness for the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the","P_9":" They were hoping their campaign will create a rise in awareness about the problem and hopefully do what about its effect\n","P_10":" They were hoping their campaign to create a rise of awareness in the problem of the problem and hopefully have it effect in the way they want\n","R0_GQ":" They hoped that their campaign will create awareness regarding the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of","R1_GQ":" They hoped to create a campaign to raise awareness about the problem.\n","R2_GQ":" They hoped to create an awareness campaign regarding the problem of the problem.\n","RQ":" They were hoping their campaign to raise awareness for the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the problem of the"},{"OQ":"What do airplanes do as they are arriving at the gate?","P_0":" What is the purpose of airplanes when they are landing at the gate?","P_1":" What do airplanes do, when they are arriving at the gate, to make sure they have enough fuel before they depart for their destination.\n","P_2":" What do airplanes do after they have arrived?","P_3":" What are the things that airplanes are performing to get at the gate before they land ?","P_4":" What is the purpose of the airplane as it is arriving at the airport?","P_5":" What do airplanes do when they land on the runway after taking off in the air.\n","P_6":" What is the purpose of airplanes once they reach the gate?","P_7":" What do airplanes do, and what are they waiting to do before they take off?","P_8":" What do airplanes do to prepare before landing?","P_9":" What are the things that airplanes are doing, at the gate, during the arrival of passengers at the airport?","P_10":" How do airplanes behave when arriving at the gate\n","R0_GQ":" What is the purpose of the airplane arriving at the airport?","R1_GQ":" What is the purpose of the airplane at the airport?","R2_GQ":" What is the purpose of the airplane?","RQ":" What is the purpose of the airplane as it is arriving at the airport?"},{"OQ":"If a person with mental illness stops treatment what will likely happen?","P_0":" If a person with mental illness stops treatment what is likely to happen?","P_1":" If a person with mental illness stops taking their medication or treatment what happens?","P_2":" If a person with mental illness stops treatment what is likely to happen?","P_3":" If a person with mental illness does not continue with treatment.\n","P_4":" If a person stops taking medication, the symptoms of mental illness will likely worsen.\n","P_5":" If a person stops taking medication and treatment to manage their mental illness what is the likelihood of a relapse or worsening symptoms?","P_6":" If a person with mental illness stops taking their medication what is the likely outcome?","P_7":" What is the likelihood that a person with a mental illness would not receive treatment.\n","P_8":" If a person with mental illness stops treatment what will happen?","P_9":" If a person with mental illness stops treatment what is likely to happen?","P_10":" If a person stops treatment, they might not respond well because they could have a relapse or a return to their symptoms.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the likelihood that a person with a mental illness would not receive treatment.\n"},{"OQ":"The gimmicky low brow TV show was about animals when they what?","P_0":" The TV show was about animals which were goofy.\n","P_1":" The low brow TV show was about animals in a zoo where they were being treated badly\n","P_2":" The TV show was about animals and their life when they were young.\n","P_3":" The TV show was about animals while they were doing something else.\n","P_4":" The show was about animals and their behavior but it was a low brow show and not about animals\n","P_5":" The show was about animals, which was a low brow TV show\n","P_6":" The low brow TV show was about animals when they were playing with each other.\n","P_7":" The TV show about animals is about the animals.\n","P_8":" The show was about animals, but the characters were not real animals but were made up.\n","P_9":" The show was about animals that were gimmick.\n","P_10":" The show was about animals when they were acting like humans\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The show was about animals, but the characters were not real animals but were made up.\n"}]