[{"OQ":"A revolving door is convenient for two direction travel, but it also serves as a security measure at a what?","P_0":" What was designed this door with.\n","P_1":" A revolving door enables people move between different places that is 1. convenient for two. It also provides a physical barrier so entry into the building would not likely get easy or fast. Thus it's called at the same place since the purpose serves multiple functions","P_2":"\n","P_3":" When the door has to go left at the bottom of the building where does it travel ?","P_4":" Which direction does a revolving door face used at a house?","P_5":" Find A on the map with the 2 letter abbreviations for 1. (North Asia) and 6. (South Asia). a.ALS b.GLO≧C2\n","P_6":" The author describes why most of these doors used to rotate but then the reason to include one as a security feature rather that security is taken off just with the passage.\n","P_7":" The question asks about a “Reccolving door” that opens on one side , but people find it very useful so that they can get quickly exit or enter the institution while maintaining some form of privacy by only opening from one side as the other is closed","P_8":" An idea about an element and a use for it,\n","P_9":" What does it mean for two direction travel and security of a building\n","P_10":" One of the reasons why you are asked for a revolving door to be left\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What do people aim to do at work?","P_0":"\n","P_1":" Who is trying to do it?. 4\n","P_2":" people aim to perform some task \/ do work from the workplace\n","P_3":" Ask what the person does.\n","P_4":" People plan how the work will happen and why you can not do this job and where you could help\n","P_5":" They wish …………………………… to achieve a balance.\n","P_6":" They attempt\n","P_7":" What do people need?","P_8":" What is the main idea?","P_9":" What will people work in exchange in order receive something else\n","P_10":" What do people want in their workplaces - to work?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"Where would you find magazines along side many other printed works?","P_0":" By where we will get all those types of books for reading we could see that we got other types of magazines among other publications\n","P_1":" Answer given in question asked is along side many other printed works\n","P_2":" Where would you find magazines located?","P_3":" Would u find magazines along side many other typesof printed works, one can find magazines at the side along other magazines or print sources of other kind in print sections\/shelving of a bookshelf where magazines","P_4":" Where is magazines?","P_5":"\n","P_6":" would be found many types of other printed works. Magazines have a section near on most publications along the lines of many other types in print like other periodicals periodicals do, newspapers magazines do like many others.\n","P_7":"\n","P_8":" There will always be different publications which provide a variety of articles in the society; one example being magazine which covers sports including the history\n","P_9":" Where would you find magazines side by side other works?","P_10":" Identify examples in the passage where we would place newspapers alongside printed works like novels and reference works\n","R0_GQ":"\n\n\n","R1_GQ":" Which of the keywords mentioned are not used properly in above statements. They give the wrong meaning of the statement","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where are  you likely to find a hamburger?","P_0":" Where can you find food\n","P_1":"\n","P_2":"\n","P_3":" ?","P_4":" You will find a hamburger in the restaurant or at some party.\n","P_5":" ‘Where are hamburgers typically served’\n","P_6":" You probably find a hamburg.\n","P_7":" There's a hamburger restaurant somewhere and\n","P_8":" Where is a hamburger most common and in which place would its possible to find?","P_9":" What do we call places you may find a hamburg.\n","P_10":" What place should be the target of a hamburgers?.\n","R0_GQ":"\n","R1_GQ":" Who uses following expressions and in what situations they find?","R2_GQ":" \"Will you give me a 'hamburger' after 'restoring' to another 'address'","RQ":"\n"},{"OQ":"James was looking for a good place to buy farmland.  Where might he look?","P_0":" Looking for:\n","P_1":" James wants to visit abnormality land prices in HV  How well can your paraphrasing skills be improved and tested on the IELTS exam ?","P_2":" James is looking to buy farmland for farming purposes\n","P_3":" Look at the choices to answer this question\n","P_4":" (Why he was looking) Where could he look for some (Someplace) I'm looking for to go farm my land (What kind of place)? I'm looking not at the beach for a nice place (why are they different","P_5":"\n","P_6":" James is looking for an ideal spot to lay his new plan of operations .\n","P_7":" James was looking a for good place to purchase land.\n","P_8":" James wants to find an inexpensive area in Routledge, which he can sell to other farmers on lower prices so that he should get some profit after selling them.\n","P_9":" Find the best areas were people normally get money exchanging their old land in for new land without much problem or problem at the present moment?","P_10":" Where might James look that is a good place for buying land to begin with?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What island country is ferret popular?","P_0":" We want to know the name of the island country that ferrets come to first.\n","P_1":" What is the island where ferrett is a popular animal?","P_2":" Which Island Country is the Anniversary ofusters Best?","P_3":" Which island's common pet is a ferret?","P_4":" It’s known worldwide because it has a special ferret which can see clearly.\n","P_5":" What island country does the champagne-goat meat have the highest popularity.\n","P_6":"\n","P_7":" What island country is famous for its ferret?","P_8":" Island of welding ?","P_9":" In which island country is tannoy bird very popular.\n","P_10":" What country do people love to adopt ferrets\n","R0_GQ":" What is a popular island with ferrets?","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"In what Spanish speaking North American country can you get a great cup of coffee?","P_0":" ?","P_1":"In what South Central US state will you get a great cup of coffee?","P_2":" In Spain, can I get a great coffee?","P_3":" I have a list of possible answers. You will choose only ONE of them which is the best fit with the original question.\n","P_4":" What city best offers to drink a great cup of coffee in Mexico?","P_5":" What is the best cup of cup in a North American country?","P_6":" In what country?","P_7":" Can you find me a wonderful coffee in northern America;\n","P_8":" A great brew?","P_9":" The Spanish speaking North American country that can be excellent to have a cup of coffee is Columbia.\n","P_10":" ¡In resente networks in Spain can get good coffee!\n","R0_GQ":" Who is the greatest person to ever live in Europe, and how will he impact this world ?","R1_GQ":"\n","R2_GQ":" Which one is the very best choice among the possible answers to the previous question\n","RQ":" I have a list of possible answers. You will choose only ONE of them which is the best fit with the original question.\n"},{"OQ":"What do animals do when an enemy is approaching?","P_0":" What animal does, if it wants, to do to avoid being eaten alive by their enemies ?","P_1":"\n","P_2":" They might be fighting at one stage.\n","P_3":" Are birds, animals able defend from danger or harm when they spot their enemy coming closer, like what the humans do when it feels threatened in their habitat etc?, the answer is that, if needed,","P_4":" What animal will respond in front it's enemy.\n","P_5":" What animals can do while an enemy is nearby?","P_6":" what do they do.\n","P_7":" What are the ways animals warn each other in the jungle or forest where prey is always a little bit smarter!\n","P_8":" Animals are more likely scared as to who would attack what.\n","P_9":" Where did GB trouble him, and couldð?","P_10":" What doesphone number listan animal does if there is an unknown person approaching?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Could you re-write or eliminate the following?","RQ":"\n"},{"OQ":"Reading newspaper one of many ways to practice your what?","P_0":" Some ways would is reading newspaper one of many ways to practice your?","P_1":" Practice what ?","P_2":" Reading will keep one fit and fine.\n","P_3":" One of your best bet if you are looking to gain more practice is by reading a newspaper .\n","P_4":"\n","P_5":"\n","P_6":"\n","P_7":" Writing a newspaper report can help you answer the question\n","P_8":" What are several effective practices for learning English\n","P_9":" How the reading of the daily newspaper helps you improve your understanding and skills ?","P_10":" Paraphrasing the question and adding your thoughts at a different point:\n","R0_GQ":" Can we avoid writing those repeated tokens in code?","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What do people typically do while playing guitar?","P_0":" The passage talks about what people mainly focus while playing the guitar.","P_1":" They often listen to the rhythm using their fingers or pick while playing guitar in front.\n","P_2":" They could hum, sing, and play songs while playing a guitar which are either on their mind (happens only with active mindsets and players which can also keep them engaged during their practice","P_3":" “Can someone tell me, what do you normally do while playing the guitar?","P_4":" People listen to songs because most people would not pay for the lessons themselves or even for guitars which are normally expensive.\n","P_5":" What actions do they take on their guitars?","P_6":" What do people play the musical instrument called guitar (guitars, guitar, guitars)?\n","P_7":" How would a person describe the activities associated with playing the guitar\n","P_8":" They can do a number of activities, such as singing, dancing to the beat on the guitar’\n","P_9":" They often play it to relax.\n","P_10":" What is Guitar Tone ?","R0_GQ":" “Can you describe your daily routine using a variety of adpositions (prepositions)?”\n","R1_GQ":" “…do any of you frequently play the guitar?”\n","R2_GQ":" “Do you usually play the guitar or do you have activities other that you like like playing the guitar when you’d take a break during the work?”\n","RQ":" “Can someone tell me, what do you normally do while playing the guitar?"},{"OQ":"What would vinyl be an odd thing to replace?","P_0":" If I had to choose between vinyl or 3D printing to produce a physical artifact, vinyl is the answer.\n","P_1":" Vinyl is an odd substitute of rubber. Vinylon can easily replace rubber.\n","P_2":"What is the name of the paper we study what is it made of and does it get better by replacing things.\n","P_3":" Vinyl would be odd replacement material if the problem had to be solved to make money (to recover investment from?).\n","P_4":" Explain where we might have vinyl.\n","P_5":" I would say that plastics\n","P_6":" What is vinyl and how would it substitute other materials for other purposes?","P_7":" Replace the “odd” element in a paragraph or section that uses a certain vocabulary or concept\n","P_8":" 1. It cannot be replaced. 2. It can change its form to fit with a plastic cup\n","P_9":" what material would most replace vinyl in the future.\n","P_10":" We replace a metal of an odd shape\n","R0_GQ":" \"If I were asked which printing method between 2D and 3D is the best to make a tangible object, could I choose vinyl?\"<\/p>\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" If I had to choose between vinyl or 3D printing to produce a physical artifact, vinyl is the answer.\n"},{"OQ":"If you want harmony, what is something you should try to do with the world?","P_0":" As our global community has continued developing as the number of human beings increase daily we see this growth taking its unique form on and throughout earth but has there never before has technology given humans a need?","P_1":" A. I am the one who wants to be harmonious in everything I do and in how everything is structured I want harmony. B: I think that if I truly value harmony it follows that harmony exists all abouts and to help myself","P_2":" If I was asked to answer the question, I'd think about harmony a lot before saying anything about trying to bring harmony on Earth as a priority . Because there aren 't many things in the universe, or on our planet for that","P_3":" what you can achieve you with the other human beings who exist or have lived and gone away into the future, if we think about it at our most generous level: trying our best or giving the most to others… And not just what","P_4":" Harmony comes mostly via the mind as the brain.\n","P_5":" If someone wants harmony then they try to be more aware and consider the world, themselves included , without judging things the way other might. One should be more accepting rather having judgment upon what others did, feel\n","P_6":" It says “what is the best thing you can think about in life.” Well, that, would not just include the simple ideas of helping other, but would look deeper than this, what is something important like kindness would make a world","P_7":" If you wish to maintain a sense of world harmony, one must consider an aspect through which we all can participate and take an interest from a variety and depth we might go about.\n","P_8":" If you’ve read the post fromISING to this point (see link, it may give hints to any errors). The above post was written as a response to Albanianqueue’s request to get more of Scholastica Shore’","P_9":" If you are looking from the right place you may achieve something, right, but it has to be something meaningful; if something meaningless and trivial gets the job done in a short period you might say the place I look isn't right so","P_10":" For all these things I will do according to Your\n","R0_GQ":" I would not agree with the notion of bringing harmony and development among human community globally\n","R1_GQ":" Can I speak for all people who need peace ?","R2_GQ":" \"If I wasn ' t interested\n","RQ":" If I was asked to answer the question, I'd think about harmony a lot before saying anything about trying to bring harmony on Earth as a priority . Because there aren 't many things in the universe, or on our planet for that"},{"OQ":"Where does a heifer's master live?","P_0":" Where is enroll in a heifer's master?","P_1":"\n","P_2":" If agreshed the heifers ( a goat or a sheep) and found they were good, what would you do?","P_3":" Where is creative imagination\n","P_4":" Where doesarrays live his heifer?","P_5":"\n","P_6":" Where doesitarian reside.\n","P_7":"Where isigators lives?","P_8":" Where does aristotle go every day?","P_9":" Doesiro internet of things. A heifers master lives iniratory.\n","P_10":" It was where TF worked previously. There's a map ofleness here\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Aside from water and nourishment what does your dog need?","P_0":" Which nutrients does your dog require daily\n","P_1":"\n","P_2":" Explain the elements of the question in your words. Make sure\n","P_3":" I don’t need to be worried. Your lovely pup is eating and he got enough to fuel himself even more. Well now we will discuss with you what dogs are really looking to consume that can give","P_4":"\n","P_5":" Beyond water ad nourishment the poochie needs what.\n","P_6":" What do dogs, in addition to water and food ,need that is missing if kept without access to water all their lives, if fed the same food continuously which isn\"t nutritioned through seeds and grains","P_7":" Give your dog the best opportunity that he requires for life and his own quality of existence, by doing good and giving the nourishment he deserves while in this condition also doing something better will be in his best interests","P_8":" What items is your dog required by nature\n","P_9":" Which are essential for your dog, beside food And water ?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Janet was watching the film because she liked what?","P_0":" She could tell\n","P_1":"\n","P_2":" Janet was watching the film because she thought it would amuse her.\n","P_3":" The underlined part talks to tell Janette which movie the person in the film enjoyed watching.\n","P_4":" Janette watches the movie because she likes the funny parts she watched.\n","P_5":" “She thought the movie and her love life could improve after that”\n","P_6":" Janet and she was watching the film because she liked it.\n","P_7":" Janet didn't like the film, so she decided to watch it with Related Links: Answers.\n","P_8":" She watched the film so that she liked it.\n","P_9":" Janet liked watching the movie. The reason she did it, is that she would get to have a little fun because of some funny incidents happening (in-built question).\n","P_10":" Janet watched a movie because she enjoyed that one.\n","R0_GQ":"\n\n\n","R1_GQ":" How did Janet's brother get her to think about watching movies?","R2_GQ":"\n","RQ":"\n"},{"OQ":"What are you waiting alongside with when you're in a reception area?","P_0":" What are you in the reception area\n","P_1":" What would an average person onlook do at that moment of waiting?","P_2":" When are asking the others to do the preparation the reception,\n","P_3":"\n","P_4":" What kind of people will be beside you when you sit to have your reception ?","P_5":" Have you been invited?","P_6":" I'm waiting for my friend to arrive from somewhere and I hope the lady beside me doesn’t run out to meet me before she gets here.\n","P_7":" Where am I going on?","P_8":" “While sitting together, how?”\n","P_9":" What are the things beside the doors that would be seen before you get into the reception room ?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" “Who spends most time in front lobby ofcovery clinic waiting?”\n","RQ":"\n"},{"OQ":"When drinking booze what can you do to stay busy?","P_0":" This is the question that many have often wondered the answer?","P_1":" Which one of these drinks contains alcohol that keeps you busy when drinking?","P_2":" how do you stay busy with alcohol consumption\n","P_3":" So now you know how do some people deal with alcohol consumption, which they call as coping mechanisms , but they actually harm to your health & life !\n","P_4":" Can anything be substituted or combined that would equal an adequate diversion\n","P_5":" “Do you have a job for one day a week when drinking?","P_6":" When using or taking a drink what is something active you should be physically doing besides doing it?","P_7":" You’ve drunk too much beer, alcohol.\n","P_8":" Alcohol makes me lose focus so I turn on the lights…\n","P_9":" The second question is going through a similar logic so its paraphrase is : you know drinking, what other ways to stay busy other then alcohol is there???","P_10":" It might give a reason.\n","R0_GQ":" Which one of these drinks keep you sober while alcohol stays in your system and makes you dizzy and want it the most! ?","R1_GQ":" Which drinking or drinking activity contains alcohol?","R2_GQ":" Which drink does the alcoholic content remain in?","RQ":" Which one of these drinks contains alcohol that keeps you busy when drinking?"},{"OQ":"A fencing thrust with a sharp sword towards a person would result in what?","P_0":" Which is an internal blow with a sharp sword which results to the attacker’s death is called femininity\n","P_1":" \"Fencing thrust with a sharp sword\" would bring about a certain outcome to it, would be answered as a statement and asked for as an option in the multiple choice question.\n","P_2":" How does a sharp blow inflicted upon a person in a fencing tournament compare?","P_3":" If anyone does direct damage on anyone\/self due to point of a sharp sword towards himself, can it lead to harm other ones.\n","P_4":" An attack using a sword or rifle that happens rapidly, like the motion made in fencing\n","P_5":" A straight stroke made as quickly or deliberately\n","P_6":" The answer would depend upon how much force or energy your sword was going with..\n","P_7":" The person who is attacked by the fist shot by a sharp sword is likely injured as per the question so is your answer the statement\n","P_8":" An impact in which metal and sharp objects come in contact might lead the one injured and even cause significant injury with fatal or even lethal wounds inflicted through it might not just break but might also penetrate a protective barrier like a fence which","P_9":" The result if a fencing thrust towards a person that are directed towards them in an angle.\n","P_10":" Throwing something sharp in to someone would cause them harm\n","R0_GQ":" If the question had greater force in your sword it would result into greater cause of injury\n","R1_GQ":"\n","R2_GQ":" How did comparatively forceful an attack produce any harm for modernity?","RQ":" The answer would depend upon how much force or energy your sword was going with..\n"},{"OQ":"Unlike a spider and his many sight seers, people only have what?","P_0":"\n","P_1":" Compared to a spider that has a large number of eye-like sensing devices which could provide a wide view across a landscape, people don’ts have eyes that take in great perspectives and can only discern certain things, like objects","P_2":"\n","P_3":"\n","P_4":" People are often self-reliant and are uninterested about others. They just need a little push that they themselves should get because people get stuck, and no matter they should come over self assistance and the help of others too","P_5":" People only have what they can read.\n","P_6":" I am thinking about how people are similar like the spider or how people and spiders differ , also called anthropomorphism. I would probably say that people arenâ???","P_7":"\n","P_8":" Unlike a venture and his countless sight seers, people (i)_____________ have seen (i)___________(ii)_____.\n","P_9":"\n","P_10":" The answer for this is that people see things mostly through the eyes only and they hardly know even a single word when their eyes are covered (blinded) as if somebody has actually blocked all the lights, so their sight and","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where do adults use glue sticks?","P_0":"\n","P_1":" The answer can also vary but some adult examples include creating a scrapbook using paper as a base material glued on a cover stick, assembling photo albums at places, putting up framed pictures in","P_2":" Where does most glue come out of?","P_3":" What’is an example of people’ using glue sticks.\n","P_4":" where are they\n","P_5":" where would adults buy glue stick?","P_6":" From which place does people apply glue sticks in their homes?.","P_7":" Therefor i can help them develop glue pens which they use to stick things with.\n","P_8":" Where do parents stick things on the table when they are cooking at home.?\n","P_9":" Do teachers in primary school often show glue sticks as an object.\n","P_10":" Where do grown-offs use glue sticks ?","R0_GQ":"\n","R1_GQ":" How to use the following tokens with the following rules - i.e. for example?","R2_GQ":" Create a set of 3 lines for \"using\/puts into use\" tokens.\n","RQ":"\n"},{"OQ":"What could go on top of wood?","P_0":" Why the man said why in the story ?","P_1":" what are other substances you would find?","P_2":" Is there anything better?","P_3":" It is difficult for the boy to hold on to the wood in the question?","P_4":"\n","P_5":" What does wood need in order ot do interesting stuff with?","P_6":" What can make this thing up\n","P_7":" What does wood have over plastic and tin foil that we can’t use those for things but we need wood in our houses ?","P_8":"\n","P_9":" I am going top of a piece of wood. What do know it will go on top of other\n","P_10":" –\n","R0_GQ":"\n 1. Why did Excellence Inc earn a good market share in this month’20XX.\n ","R1_GQ":"\n","R2_GQ":" Could you please clarify what the following clauses are seeking to achieve within your answer\n","RQ":"\n"},{"OQ":"The artist was sitting quietly pondering, then suddenly he began to paint when what struck him?","P_0":" He stopped and painted after an inspiring moment\n","P_1":" The artist created beautiful paintings as soon he started to admire something of beauty or importance for the first time i.e. when he was moved to create something of beauty because of it, this thing can’t necessarily describe the original question of","P_2":"\n","P_3":" the artist saw a person approaching who then looked right at him.\n","P_4":" He just plucked up the courage after he had finished a difficult essay. Then, suddenly, the artist got the spark again by seeing a young man sitting calmly doing his homework – ‘The curbstones ofSchwartzsrand,’ his","P_5":" The student was taking a break before starting his work by thinking and that's about it, before he starts his work suddenly it dawned upon him to see the beauty to make his painting.\n","P_6":"\n","P_7":" The artist suddenly appeared to be painting as he began thinking over a topic that later becomes a subject for his paintings.\n","P_8":" the artist had an impression of an idea while sitting quietly thinking when a small sparrow arrived from behind the window and it made him think about other sparrow which is like him, that he has the feeling to stay in the world alone like birds to","P_9":" While sitting quietly , the artist's eyes saw a wonderful rainbow, which attracted him so to begin the painting\n","P_10":" The artist stopped by the River coping with the rain. He saw an unusual view there at the water’sscour.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How can artists inspire and make a difference by using the following techniques\n","RQ":"\n"},{"OQ":"Though the thin film seemed fragile, for it's intended purpose it was actually nearly what?","P_0":" How do you solve the delicate issues?","P_1":" Which was the best conclusion to the evidence of Magnetic leviation and repulsive force that had not previously ever actually been proven before?","P_2":" How was the strength of activity thin film?","P_3":"\n","P_4":" Since it's fragile it would be useless in protecting earth since it will break\n","P_5":" Although the glass substrate and the thin film was relatively weak that's what's going up\n","P_6":" Why are the layers so thinly distributed on the metal surface without using any binder, etceteras\n","P_7":" What is the characteristic for a film intended to be very thin and brittle so they would stand the test without falling into the ground ?","P_8":" What is a Thin concentrated film used in this experiment, then what does it do, but how is it concentrated, so it is actually nearly a solution of what?","P_9":" Why didhelial coating on the Equipment which were to operate at a higher temperature, but seemed weak. It's actual purpose wasn't really to be there.\n","P_10":" In a way, it's fragile for it has to have a certain type surface for it's intended purpose.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Avoid what use weak weak, thin thin in, purpose problem problem surface surface fragility ' without film\n","RQ":"\n"},{"OQ":"Where could you find a toilet that only friends can use?","P_0":" Which room (office) is where to go if your parents say, “Take out the clothes.” When the teacher comes to tell you’ll lose points because you didn…\n","P_1":" I would use a toilet in private.\n","P_2":" From where only some people will know?","P_3":" Who could provide a bathroom only\n","P_4":" Where could kids or adults go if there was no public rest room close enough and there shouldnt even think about using the public rest rooms\n","P_5":" Where you could only use the toilet when it belongs o\n","P_6":" I am looking for a toilet other than the community toilet for only friends.\n","P_7":" The question asks us about different toilets we come upon or if their only available and accessible for our exclusive good friends to use. It could come across anywhere outside in public or any other enclosed space if you go back","P_8":" Where could you find a toilet\/ public toilet only you and some close friends knows ?","P_9":"\n","P_10":" I’ve found a toilet only with my friends.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is someone who isn't clever, bright, or competent called?","P_0":" Who are they called in which conditions ?","P_1":" Someone who is less intelligent than a person considered by society’’s standards, or perhaps to others too smart to recognize as such.\n","P_2":" Is a person who looks foolish due to lack of intellect being dumb?","P_3":" Who isn't clever is called ?","P_4":"\n","P_5":" 'What is someone of minimal talent?'\n","P_6":"\n","P_7":" What is the name of a person with a low intellect\/intelligent?","P_8":" What is a bumbling amateur character referred as as?","P_9":" Answer ?","P_10":" The answer has to mean someone who has less clever ability compared to other people in the group that they work or live within; it doesn’s take away skills either, being a bright person shouldn’ or not is","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" If someone clever has 1 condition who is recognized by others as “Called,” then is he less","RQ":"\n"},{"OQ":"When wildlife reproduce we often refer to what comes out as what?","P_0":"\n","P_1":" In which ways are children in the human body similar for the animals we are discussing?","P_2":" What we give to them ?","P_3":" What is the baby of an animal called ?","P_4":" In wildlife reproduction of offspring, the young produce is known to bring out what we often call?","P_5":" We describe what is released or born outside the parent organism and is commonly an organism or a process that helps it as much as what, reproduction and multiplication are other words used we may want a specific word as what to","P_6":" There’re various kinds if reproductive organs and different methods but in terms o reproduce animals we usually think of eggs o or developing organisms in mothers’ wombs as offspring which eventually come out o some manner to be.","P_7":"\n","P_8":" When they carry out mating in order to reproduce their offsie, they usually develop a young animal out of their egg.\n","P_9":" We use the terms to describe the offspring or young that comes out to be made of flesh-form or animal form in humans.\n","P_10":" When the wildlife reproduces out there we talk the babies and not the sperm in any way which is a good sign, though we do often talk about what actually comes out (what), and that has given us the","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The weasel was becoming a problem, it kept getting into the chicken eggs kept in the what?","P_0":" It had become a pest\n","P_1":" In that there had to doe if the weseel a was getting a what , they had to kill what ?","P_2":" We got some small birds and put two eggs for one chick per bird since baby weasel should eat twice his\/or she size weight\/poultry, one meal\/diet was to be made up, but we got a small female of the","P_3":" The weavely problem came in the chicken eggs.\n","P_4":" the weasels kept coming to steal the eggs\n","P_5":" how is the weaselly becoming a problem it has gone to the eggs.\n","P_6":" We have to mention the problem that it happened the weasing, and the that was becoming a weease problem that it got into the chicken eggs that they kept in the chicken coop .\n","P_7":" The number of eggs in the nest began appearing missing every morning after the mother weasle had gone off in search for food.\n","P_8":" the weasels started to invade the chicken farm by laying eggs in their nest\n","P_9":" The wea.","P_10":" How to control the increasing population and causing harm by using non-aggressing approach and a non dangerous yet dangerous but non-violent ways of reducing population.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" the weasels started to invade the chicken farm by laying eggs in their nest\n"},{"OQ":"Blue read material outside of his comfort zone because he wanted to gain what?","P_0":"\n","P_1":" Blue reads information other than what he knows already out in order that his mind may broaden by having to deal and process this, in a desire more thoroughly to understand, rather to regurgitative, the subject material that he read and","P_2":" He wanted to learn how to play music better, as a result. He did his homework more carefully even at the school level , he got interested with other forms, he spent some money so as not the boring sessions and he","P_3":" Blue likes to stay within his shell even with reading.\n","P_4":" For which purpose?","P_5":" A way of learning, especially the practice and skill of answering difficult or unexpected problems.\n","P_6":" “To grow as a person and also as a student”.\n","P_7":" Read in books because he wants knowledge is to gain intelligence. This statement implies to the author because he knows aboutosaic knowledge and believes that we should try our level best without getting bored because knowledge gets lost over too easy repetition ,","P_8":" Blue wanted to learn more about a new topic because it wanted more from his reading for school\n","P_9":" Blue started reading material he was unfamiliar in order to try for things new so his career wasn't limited by lack in reading material available online\n","P_10":" Blue’s fear is because he needed some time out on his own for fun – he enjoyed making games on the computer but wanted a chance out as he got to learn more of the subject that he disliked – he hated","R0_GQ":" Are there blue subject tokens, which you can use subject and which you can`","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"After he got hired he hoped for success at his what?","P_0":" After conditioned by her family to get a stable husband to be her breadwinner, birthday greetings for Alice started from the very first day that salt and pepper shakers went toscatter on Alice household countertop, it","P_1":" Afterawing the position hehoped for success in his\n","P_2":" After hid got hired he hoped for success\n","P_3":" As he gets hired he wants success for him.\n","P_4":" After Louisvilleitization he hoped for success.","P_5":" Afterevidence of the\n","P_6":" With employment,ounce, the young Chef aspired for fortune\n","P_7":" He hopes for success soon after he gets hired.\n","P_8":" He hoped for success.\n","P_9":" After colleges he wishes for success in his job.\n","P_10":"\n","R0_GQ":" \"Why didn’tHand2 get more work after she got on the team?\"\n","R1_GQ":"\n","R2_GQ":"\n\n    Will you please include pepper, gets, success, hired, after, He, and scatter\n    family","RQ":"\n"},{"OQ":"Committing perjury is a serious what?","P_0":"\n","P_1":" committing a serious wrong is called perjuring. It usually takes a form like this:- a person confiding his doubts of the guiltiness to a judge who then decides to give a particular judgement which","P_2":" In the past\n","P_3":" What is the most serious sin a Archaeological scientist faces?","P_4":" “Is there a serious charge which is serious?” ?","P_5":" What is the seriousness of committing 'perjur' in a criminal proceeding ?","P_6":" The punishment of perjuring (giving false evidence at a trial or in a depositary) will often entail years in a prison.\n","P_7":" Why is committing a serious felonious wrongdoing, called perjury – one more serious wrong.\n","P_8":" Committing perjured statements are a grave offense, with far-\n","P_9":"\n","P_10":" In a court of law commit is a criminal act which has a serious implication for the person involved especially for the person committing the act.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Are there any tokens used frequently among 'In a person who does what In a person who does not.","RQ":"\n"},{"OQ":"If you are prone to postpone work what will you have to do in order to finish on time?","P_0":" How do I solve a problem on time, I often postpone this assignment I will. For this reason, there\n","P_1":" Suppose some activity involves long hours or time required or something takes some effort to complete but often many students ignore them in the last minute due not having time . They get panic in the last moment while preparing the same to have an answer ready, if they forget","P_2":" how should the answer be\n","P_3":" How to finish your work in advance?. If I have something, to keep it somewhere at a fixed place to keep it safely like in a box to protect against things happening, then it might be that the job you are trying to submit before the deadline has","P_4":"You think that you are not good with time.\n","P_5":" My answer is based to complete on the other day assignments to help the other team members also\n","P_6":" Discuss whether delaying tasks hampers a success in a manner it can hurt you and\/Or it would harm.\n","P_7":" To what is he referring to \"If your are prone to postpone things, in what kind o\n","P_8":" You have an action problem in which a project is not finishing. What action item have I put into action from you will finish?","P_9":" What is your habit and what would make your boss think of his schedule\n","P_10":" You should try being disciplined and not postponing work.\n","R0_GQ":" “Don’t you consider your capacity time?”\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"You think that you are not good with time.\n"},{"OQ":"James wanted to find an old underground map from the 50s.  Where might he look for one?","P_0":" Where mightoe one look for an old Underground map.","P_1":" James wanted to find an old underground map from the 20s.  Which underground mine could he look?","P_2":"\n","P_3":" James wanted to find an old underground maps from 1960s. Where might he look for it?","P_4":" An underground maps that he may want is on his way .\n","P_5":" James wanted to find an underground map from the 50s (for his research project) where might he look for one - underground map from the 60s might look like this?","P_6":" Where could he find the old one?","P_7":" Who wanted an old underground map 50 years’ time ago, to be used today ?","P_8":" James wants to find an underground map from the 60s and this is where he could search\n","P_9":" James wanted to find a map with an underground which was in the fiftys.\n","P_10":" What kind of place would we be going to look for an old underground map?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Sean was in a rush to get home, but the light turned yellow and he was forced to do what?","P_0":" Sean made a choice in a hurry because he saw a yellow line. Do you want to know what is Sean chose.\n","P_1":" “I’m in a hurry! The light isn ’ t working! I had planned just walk on and just let a few cars go before I made my slow but safe journey! So why is he in a hurry?”\n","P_2":" Sean wanted to go somewhere quickly\n","P_3":" It asked Sean to answer that an accident could be caused while a light turns yellow\n","P_4":" Sean rushed home late as soon as the traffic signal turned yellow because he would have to make his usual eight-km journey between Check point nation gate andield gate to go back home.\n","P_5":" because of the yellow light, he was in a hurry but the light forced him do some action\n","P_6":" Sean was going to get home quickly he didn’ t notice that light was yellow and had forced himself and turned the engine off in this case.\n","P_7":" He had left the traffic on, and had to stop at the yellow light and proceed only with care to avoid an accident.?\n","P_8":" Sean was forced to do something due to the light turning yellow which delayed his path, he was now late home from work, how did he find a different way of achieving his destination.\n","P_9":" Sean decided that turning left instead on his way back was the only safe thing to do while the light is red before giving way on any one else and did so even when he realized that some else did so on a green turn, at the same time that he","P_10":"\n","R0_GQ":" Is it easy to use a computer when you are traveling home\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"Where would a person be doing when having to wait their turn?","P_0":" A person has no other choice except to use their time whilst having a wait in line to proceed with certain actions such by waiting patiently (standing).\n","P_1":" A person in a library.\n","P_2":" Would a person be making a choice while in queue waiting another in line or one which wants the same service next.\n","P_3":" What would a person feel like, what would something that has gone well and made one feel happy in, to feel like what one must now do (or had just experienced in the case of the other person being asked","P_4":" Where would you sit in an assembly when waiting for your turn in a line of people.\n","P_5":" A person waits for their turn, having taken away the right to wait too.\n","P_6":" When waiting in line and trying not to get impatient, where a person may turn their attention into something like the passage, they have in common?","P_7":" One of the things that we do each time they are with us (we have to call them when we first have to leave a room of our house so there doesn ‘t stay on while a couple is in there","P_8":"\n","P_9":" A person waiting in a queue has no other option but waiting until the opportunity of having a turn come forth by the group or the queue they were originally waiting with at first place (waiting until it was their turn","P_10":" Where or When would someone wait and be with others if that other persons turn did.\n","R0_GQ":"\n","R1_GQ":"\n\n Can I, turn off the computer instead?","R2_GQ":" \n Avoid using tokens such as person, 'like', 'and, ',' (comma) \"","RQ":"\n"},{"OQ":"She was always helping at the senior center, it brought her what?","P_0":" She has helped those elderly. The meaning in the passage is that she does some charitable activities or projects through the Senior Living Association.\n","P_1":" She gave free meals at the senior council, doing it bring them satisfaction is what is asking for – What?","P_2":" She helped make dinner from what she ordered from Humansite.org.\n","P_3":" She used what she learned with seniors at the senior center in her everyday work as a babysitter and daycare worker to get better in different situations for her clients.","P_4":" “What she brought about when helping the seniors”\n","P_5":" She felt very happy while she was visiting some old ladies sitting at the geriatric center, they always gave her something and she used it.\n","P_6":" She had been aiding at the senior center repeatedly until they noticed, they were beginning a project.\n","P_7":" Who has benefit for her ?","P_8":" A kind young lady; a lady of charity; A noble lady\n","P_9":" How do volunteers gain benefits or rewards through their services.\n","P_10":" The senior center does not offer volunteering opportunities so she began to help there and got that satisfaction from it, which brought the fulfillment, peace to her.\n","R0_GQ":" What activities from senior center that Ms\u001eaccumulated helped in her professional life?","R1_GQ":" What made the author able to meet the needs of this population.\n","R2_GQ":" She tried something very new every day like using new phrases to bring new energy, meaning or different activities from seniors from her work here for her clients to practice or she worked a lot.","RQ":" She used what she learned with seniors at the senior center in her everyday work as a babysitter and daycare worker to get better in different situations for her clients."},{"OQ":"The lock kept the steering wheel from moving, but the thief still took his chances and began to work on the what?","P_0":" which one of the following items cannot move once locked into place.\n","P_1":" He worked with great difficulty because the lock kept moving.\n","P_2":" The lock would work and still prevent the thief from stealing the watch, but the thief knew that he wasnâ€™t locked, that the driverâ€™ seat wasnâ€” The thief knew that he can still be in that seat but it didn;t stop him","P_3":" This lock is known to protect the driver and the steering wheel from moving even under the risk by the thief while taking a chance, to remove it or change its position to get into the room to take the money?","P_4":" What was the lock that the driver could enter only?","P_5":" The lock that was put on the steering wheel prevented the steering from the turning, and a thief started to cut into the engine, which was the cause that the lock wasn't locked at first, since the man would've wanted it, to avoid getting stolen.\n","P_6":" The lock had something wrong, so the thief decided to do his works there.\n","P_7":" The lock was keeping the steering wheel from turning\/ Moving and preventing the thief from steering away after he entered into the car, so he still tried to do the work inside of the car.\n","P_8":" A security system keeps a key attached, but the problem with that security system is that it does not deter criminals and people, that take the risk as they find ways in to get the key out anyway.. The car door lock has the problem where thieves get in as well","P_9":" The lock was not locked completely to the steering wheel, therefore the thief still had a risk until he got out.\n","P_10":" Who prevented notation from making further progress during this time.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The lock that was put on the steering wheel prevented the steering from the turning, and a thief started to cut into the engine, which was the cause that the lock wasn't locked at first, since the man would've wanted it, to avoid getting stolen.\n"},{"OQ":"Who is a police officer likely to work for?","P_0":" What type or what kind person would most probably apply for a job post being a diversity and racism officer or if someone has any question of an ethnicity based issue and has gone through the screening or he needs","P_1":" Explain the situation in which a police officer works with the police station.\n","P_2":" Is not very clear\n","P_3":"\n","P_4":" who does the police service work?","P_5":" Which government sector do most police work in?","P_6":" \"A police officer likely to work for\"\n","P_7":" Who would a police officer get the money.\n","P_8":" Who are the police officers likely to be employed by and for whom?","P_9":" Who works for theopo ction to protect and support citizens\n","P_10":" Who are police officers generally employed at?","R0_GQ":"\n","R1_GQ":" \"Given you're asking about a person, Who, officers and officers are the words I'd be using","R2_GQ":" What are most police responsible for that have a positive affect\n","RQ":"\n"},{"OQ":"If you have leftover cake, where would you put it?","P_0":" Where would you place a sweet leftover cake that was accidentally left out by another guest?","P_1":" Where (what area you usually have leftovers put food) would you ?","P_2":" Where's the best place for leftover cake to go for now I forgot to take it with me?","P_3":" After finishing a good piece of cake to share equally, where could one place it temporarily\n","P_4":" Where could you place it?","P_5":" If you don't have a place\n","P_6":" Where would I put the leftover cake\n","P_7":" If you would put leftover cake into the fridge to eat in the morning tomorrow, what would the best place inside the fridge would it, to get, would the piece that would be used for dessert get, if","P_8":"\n","P_9":" ‘Where should we keep food after consuming.’ Answer (Option B): Store\n","P_10":" What would you put it for, after eating it, where it was placed?","R0_GQ":"\n","R1_GQ":"\n\n1. Are these sentences, which should be marked as wrong:\n","R2_GQ":" 'Avoid using tokens: Where, put, piece, I.'\n","RQ":"\n"},{"OQ":"A human wants to submerge himself in water, what should he use?","P_0":" He uses a bath.\n","P_1":" The human wants for some reason to submerse himself into water and he feels that he can do whatever a human can do just in water in which case he cannot move at his own will in comparison to what a man can do","P_2":" This question wants us to give an idea through a paraphrases for the word, as said to use, what is meant here, the human wants to use in the water, means a very heavy solid mass or a block like","P_3":" Humans would want to put their limbs (hands\/foot or legs ) into the water so we could survive if the air pressure is decreased to ⅕ of the atmospheric pressure.\n","P_4":" In water, a human wants to stay submerged so, to do this one need to do the following:\n","P_5":" A human wants to swim i.e. wants to swim underwater and hence a human has to use some physical things in this situation, therefore, to go deep inside the water we will discuss about the human body below through some","P_6":" Whoever is about to submerse in the liquid should choose a suitable vessel from amongst a bucket or bottle ?","P_7":" human wants to immerse itself in water. Answer – He can take a bath.\n","P_8":" To submerge himself into the water he must have the ability of controlling it (by breathing and also controlling the breathing of air around him) or else he won’t survive or will be drowned( to drown means death due","P_9":" You have two choices when you must enter water: A) You should jump into the water , B). You could use any suitable object that you can hold on.\n","P_10":"\n","R0_GQ":"\n\n1. Identify all synonyms of avoid following tokens\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where is a doormat likely to be in front of?","P_0":" Is a doorbritch always at the doors of a restaurant?","P_1":" There is a doormat to be in front of door, front door is facing the question.\n","P_2":" In this question, the first part says that the house should probably be facing the front of the house in the city, and the back yards should either end on a sidewalk in front or on a drive. The rest","P_3":" Where\/ Where is the doorman likely find the door mat most useful\/ helpful or of the correct design?","P_4":" I don't know what a doorknob is. Could it have an open spot or could\n","P_5":" A doornail in front likely is in a front or doorway\n","P_6":" what would a doormat's purpose look?","P_7":" Where do you typically put a mat on your front door.\n","P_8":" Identify places\/situations to which there’ll generally\/ often likely to happen an object: a doorbell?","P_9":" In this picture, doormats can usually go on the outside part which leads people coming inside an entrance or building as a part to clean after passing from someplace where the outside space like roads become unclean and messy","P_10":"\n","R0_GQ":"\n\n\n","R1_GQ":" Do following tokens Avoid used: Where doorbitch, rest, mat, likely, Is always,","R2_GQ":"\n","RQ":"\n"},{"OQ":"Bob the lizard lives in a warm place with lots of water.  Where does he probably live?","P_0":"\n","P_1":" There's a water pool in outcrops and it should probably live inside of it","P_2":" Bob the propose lives in warmer wet places. \n","P_3":"\n","P_4":"\n","P_5":" 24 Where does”) will mean\n","P_6":" Where does meter lives?","P_7":" the living rooms are made of bricks on wood\n","P_8":"  Where does Johnston could find her own pet?","P_9":" Where does Controls and Resources (water and climate) fit?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Is this text about swimming to the live inside There pool or Where can lives people be using It without\n","RQ":"\n"},{"OQ":"August needed  money because he was afraid that he'd be kicked out of his house.  What did he need money to do?","P_0":" To pay his debts he went away.  What did he need to find?","P_1":" August needs money to do something.\n","P_2":" The question ' what did Freemit he needed money to do?","P_3":"\n","P_4":" August needed  money to take his brother smashed down a big building and kill its maby 4 of the 7 building .\n","P_5":" He was afraid he'd get kicked out of his house\n","P_6":" \"August was afraid that he's going to lose his house money.\" \n","P_7":" He might be thrown out if he wanted to get a better job.\n","P_8":" a person could not become member of textile mill in unfamiliar town because he may get kicked-out.\n","P_9":"\n","P_10":" The given statement in the question talks about a man called pyramids who's afraid to live by his own house as he feared being kicked outside the gate so he needed to have some money  to go for business and get rid a of his fears about his house .\n","R0_GQ":"\n","R1_GQ":" Use words, ' and ' ' instead of (i) and (iii) respectively\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"He needed more information to fix it, so he consulted the what?","P_0":" Since wheel on curly thing keeps spinning\n","P_1":" Who was required to provide more information toorative.\n","P_2":" In this step,ania engineer needs to collect accurate and relevant data to solve the problem they come after consulting, consulting, the knowledge, expert, technology, engineer knowledge, the skills knowledge, the tools skills, the technique","P_3":" He needed to know more before fixing something, so he consulted someone.\n","P_4":" He didn't understand and needed more information\n","P_5":" He needed more info\/facts about the question to get a better idea of the subject. He consulted and talked it around to get the point he required.\n","P_6":" He needs information because he doesn’t have all that information, so he would ask other people (i.e. people in his field, or other people’a specialized knowledge as a resource because he was unable or","P_7":" So, he needed more information about fixing it.\n","P_8":" What did chimneys do when he said a fireplace was out ?","P_9":" He referred to his client’s file and said he wanted to fix the fault because the client’s file has given him a better suggestion in the work, that a man of his generation should not take a loan at","P_10":" What did Leonardo need information on, therefore …?","R0_GQ":" Where does conceived require information from that isn’‘ t available without seeking additional input and using the tools for gathering and organizing information?","R1_GQ":" In addition to what is required to make sure the answer to this question makes sense.\n","R2_GQ":"“You haven’t had all that information – you should get it”\n","RQ":" He needs information because he doesn’t have all that information, so he would ask other people (i.e. people in his field, or other people’a specialized knowledge as a resource because he was unable or"},{"OQ":"Where can you put a picture frame when it's not hung vertically?","P_0":" Where should you position the picture frame on your shelf before you start putting it out for viewing to others to access in the living room of your apartment or house if you put the frame horizontal, the picture in the frame is","P_1":" Explain why the picture frame should sit horizontally while placed.\n","P_2":" Which option could be the correct place to put a photo frame on a wall if you do not hang the poster vertically.\n","P_3":"\n","P_4":" Where do you hang a picture when you are putting it somewhere but on something other object than vertical, such as a table but the picture cannot fit without either tilering (cropping off certain side or front edges to fit","P_5":" put it horizontally?","P_6":" Where do you keep it?","P_7":" In that case which is most likely to be the correct response?","P_8":" The first question ask the speaker where can they put the picture when it isn’’t hanging vertically?","P_9":" How to use it in an interview setting\n","P_10":" You must put the picture frame horizontally to create a straight wall in the room or hall when it shouldn’be hung upright vertically in an art department corner or living room?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James knew that he shouldn't have been buying beer for minors.  He didn't even get paid for it.  Why was this bad?","P_0":" Why did he decide not do good.\n","P_1":" I wish that James wouldn't get arrested... If he were not a minor, why he did a bad thing, why is not worth to arrest him....\n","P_2":"\n","P_3":" Why should James get arrested if he shouldn't have bought beer for minors if there were no law forbidding the sale...?","P_4":"\n","P_5":" Explain why his behaviour would cause problems if he was caught\n","P_6":" James was too focused or so absorbed with buying the beer, to know about the legal implications that it will bring him later ?","P_7":"\n","P_8":" If James was really going to be an adult, he should not be making money without pay as alcohol is a drug that damages our social well beings . He does nothing that does not involve getting paid, yet this case should make people consider that. There shouldn't have be someone that is able but","P_9":"\n","P_10":" James is wrong in buying beer which is legal to buy by a minor as a minor.\n","R0_GQ":" Is it legal to buy beer and arrested for this?","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What is the result of applying for  job?","P_0":" What is the most likely result of the applicant wanting a job?","P_1":" You can ask them to get the job.\n","P_2":" What kinds or jobs can I hold?","P_3":" How to do good on this job interview ?","P_4":" What result of applying for job?","P_5":" what is the result for being in the job, what kind\/taste of the job is preferred byactivate the article as a result.\n","P_6":" what you get in the form of interview and job offer for your experience.\n","P_7":"\n","P_8":"\n","P_9":" Are you interested in applying to this job\n","P_10":" What are the job requirements that the employer looks for during the hiring?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What must someone do before they shop?","P_0":" What step does one take to purchase things ?","P_1":" What is something they have not thought ?","P_2":" What must one need must one must\n","P_3":" They think of a need of their household or need them-selves\/other.\n","P_4":" There needs to be some things that a person could need,\n","P_5":" Before they shop someone have a good breakfast and some physical exercise and they’ll buy the things on the list easily and they wouldn't be stressed thinking the check.\n","P_6":" How should someone prepare before going shopping.\n","P_7":"\n","P_8":" what is needed before one shop?","P_9":" Write an appropriate answer in the space below to the questions.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":" Does Regarding the use of the following tokens: 'things','pricess','take','the' or","R2_GQ":"\n","RQ":"\n"},{"OQ":"Because John was first violin, he had to bring something important to work ever day. What did he need to bring to work?","P_0":" How many musical instruments are there?","P_1":" John was the most important player on eroded's symphony orchestra, so if he played wrong on the first day, people could get upset with him because he couldn`t help other people with a job.\n","P_2":" What was John’s most valuable instrument at Tanzurational?","P_3":"John was the first violin inview in the orchestra of Rheumatism. The question asked is what would John most likely do everyday to ensure that the work would get done on time, and would require effort and attention on his part..\n","P_4":" Because John was first violin inodi transformers\n","P_5":" Why didensenever take leave?","P_6":" Did you see one name in the answer options ?","P_7":" What did Talmo explorer to work every day to?","P_8":" I’m wondering what John did first thing he thought of coming tomorrow or what do you do very often at your workplace.\n","P_9":" Because John needed to study, we think he should come to school and take the notes.\n","P_10":" Why was John first violin in the 6th string quartet?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" John was the most important player on eroded's symphony orchestra, so if he played wrong on the first day, people could get upset with him because he couldn`t help other people with a job.\n"},{"OQ":"What is a place that usually does not have an elevator and that sometimes has a telephone book?","P_0":" How can an apartment have no elevators or telephone books?","P_1":" A building having two floors which might just be used to live in but that does have nothing at the top of it to give a safe means up of climbing to a person to deliver assistance .\n","P_2":" What is a store?","P_3":" Answer : The museum that does not usually has an elevator and that may or may not has a telephone book.\n","P_4":" Question : What are the places (where)\n","P_5":" what kind of rooms do not use elevators?","P_6":" What is a place in a building used when it requires something different and extra special such as more space\n","P_7":" What a place that sometimes is an old house?","P_8":" You must understand what are the places called \"libraries''.\n","P_9":"\n","P_10":" What sort of place are you referring to?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"Who is likely to be excited about a crab?","P_0":" What doesumann and historical reasons tell us about humans is\n","P_1":"\n","P_2":" Which person in the class would like to play a role acting as presided at theinitializer, then they played crabs?","P_3":" a crab looks for food and it’r\n","P_4":" Who loves crabs?","P_5":" What is a crab’s natural habitat ?","P_6":" What would crabs think were good things for crabs\n","P_7":" Who are likely to have intense, prolonged interest in crabs?","P_8":" Is a crab scary enough to scare someone out their shit or are they kind and fun and happy as a clown?","P_9":" When you are excited about something that you enjoy a lot then it would also reflect on a person you talk more to and listen eagerly towards what others say . So in this question when you are wondering a","P_10":" Who would enjoy the idea that there is a crab in the water of Timor-Leste ?","R0_GQ":"\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can a human find clothes that aren't pants?","P_0":" It contains more than just a question.\n","P_1":" Where can a person find attire (clothes suitable for different situations or events)?\n","P_2":" What material wouldn’t be considered pant and could not belong on a person at etiquette salons?","P_3":" Where do people go shopping to have clothes for non-male\/female bodies etc.?\n","P_4":" There are so much different kinds clothes that humans don’ find are those that aren not pants?","P_5":" What are the things in their closet that might not fit the idea of a human?","P_6":" What types or kinds of clothes are not pants but also don't fit the general rule?","P_7":" What do humans look like in their clothes if there are no pants being worn\n","P_8":" Is there clothes that aren't pants, and where can a human find those clothes if they were in the past?","P_9":" Can anyone wear a shirt under pants and no dress shirts are allowed\n","P_10":" Where can a human find shirts?","R0_GQ":" What things might fit an animal’s idea...?","R1_GQ":" Human things that dont fit in the concept of a human?","R2_GQ":" What are the things inultan’s closet and might not be considered by a human as belonging to the object class Human?","RQ":" What are the things in their closet that might not fit the idea of a human?"},{"OQ":"If I was getting drunk, and people couldn't understand me, what might I be having?","P_0":" If you would not have a language to communicate ideas easily in, than it's your responsibility in finding a different way.\n","P_1":" What if I'm sick \/ being drunk and others don't completely pay attention?","P_2":" I am likely to be someone that speaks too quickly (too fast words), not being understood or being drunk (be not sober or not in a good mood) to anyone’ who speaks with me\n","P_3":" There would be no meaning. Because I said people Cannot understand I. so I was feeling like stupid & lost & got some one else to explain it to me as if I was stupid.\n","P_4":" If I were not being understood by others while I am drunk, What could possibly indicate the Alcohol intoxiciation on my speech-Language?","P_5":" What does \"Drun\" means?","P_6":" If I am getting drunk... I might be confused and cannot understand others. So someone cannot really figure what I'm saying to them and is probably confusing enough to try a more indirect way. And as he gets confused he becomes less and less communicative","P_7":" A person was drunk (probably an alcoholic, or perhaps a teenager) asking me if I meant to say I had a headache, when people don’ T understand the person, for whatever reason\n","P_8":" I'm being told that the man is not allowed a drink and does not like to drink too much when asked if he liked his alcohol.\n","P_9":" 'Did I drink so much, they couldn't see what I was trying?","P_10":" I would only get drunk by putting so much alcohol to my mouth without drinking too fast , so my other parts still have to take care that I'm not getting hurt by my own body :D\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" I'm being told that the man is not allowed a drink and does not like to drink too much when asked if he liked his alcohol.\n"},{"OQ":"When a person is beginning work, what are they building?","P_0":" What kinds ?","P_1":" In the beginning, who will lead this activity which will enable the person to become part of something greater in a larger setting with others to benefit more.\n","P_2":" “Who are you building\/When do I need building?”\n","P_3":" To what organization are they looking on or are the beginning their first job?","P_4":" How can people build an organization in good moral condition on the basis if honesty in an ethical situation??\n","P_5":" Are you giving him the first part or the end if it is a book, the first page if it a movie or showing of the movie\n","P_6":" When a person is preparing himself or herself emotionally to get to know how to feel in that setting is the building or setting what the person building\n","P_7":" How did investigation helpconomics\n","P_8":"\n","P_9":" When a person starts work and begins putting effort, is working hard?","P_10":" When a person begins to have or get hired…\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"A child wants to play, what would they likely want?","P_0":" They want play something.\n","P_1":" The child may be asking for some type. The text also clearly suggests the person may want to sleep, so this too may also need considered as possible answers so their intention remains clear without overwriting this.\n","P_2":" Will she have permission to play outside ?","P_3":" What does the child need from a parent \/carer about this?","P_4":" ‘Can they go to a movie?’\n","P_5":" Will this make the child happy ?","P_6":" The child would probably need a game which is interactive where all their actions (hits) results to consequences. It can give better motivation to kids too; if he knows the result comes only at their end.","P_7":" The little boy wants to play and climb the wall.\n","P_8":"\n","P_9":" They would love to play. Which would you recommend to make things fun such as play activities or outdoor play when you were an infant and when you grew.\n","P_10":" A question for the child asking what would he or she desire would most certainly be answered as to what his\/ her friends like and also would certainly want as they most effectively make up the group and are also an","R0_GQ":" Who might want to do something other than create the world.\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Talking to the same person about the same thing over and over again is something someone can what?","P_0":" Talking about things with someone repeatedly is common.\n","P_1":" Something called “TALKING the SAME person all the time can be done when talking about the same subject by\n","P_2":" Someone can ask themselves the same question time after time in many situations\n","P_3":"\n","P_4":"\n","P_5":" Trying to talk yourself around?","P_6":" Someone can also say that the same person can repeatedly tell others to say, over time.\n","P_7":" When the same thing is talked of in many places many people find that the concept that someone has presented will have multiple points and multiple ways that are very clear in different situations.?\n","P_8":" I. Repeat an Idea over A Few Times until it becomes the dominant thinking Process. II. Repetitive Behavior and thought Pattern creates an Attractant.\n","P_9":" A common cause if overcommunication, repetitive talking with some people about common subjects about which each person wants different thing, and what they should not communicate until meeting some other person to talk about a specific thing when there would have been little time left to","P_10":" Speaking about the same topic to someone again may suggest insistence\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The teacher doesn't tolerate noise during a test in their what?","P_0":" The teacher doesnt like to hear anyone during the testing sessions in class.\n","P_1":" \"Do you follow the teacher rules ?","P_2":" Teacher. the noise of noise during the quiz.\n","P_3":" Teacher doesn’t tolerate noise during a test?","P_4":" The teacher doesn't tolerate any noise for the test they were going to give.\n","P_5":" The teacher hates noise in class\n","P_6":" The teacher doesn't behave properly if anyone talks in class.\n","P_7":"What was the teacher looking for in that noise?","P_8":" teacher , noise during a test should not be ignored?","P_9":"The teacher cannot handle the noise of the students.\n","P_10":" the teacher doesn't tolerate noise.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"The teacher cannot handle the noise of the students.\n"},{"OQ":"The freeway had no traffic and few buildings, where is it?","P_0":" The freeways were empty of all humans\n","P_1":" There were few buildings near the freeway as one had expected to get the answer for this question.\n","P_2":"\n","P_3":" What does ballots say\n","P_4":" The sentence talks all about the freeway with no traffic so we know that we’d probably use the word ‘empty ‘and ‘free’.\n","P_5":" The freeways of PowerPoint are usually empty spaces with few features and little traffic in them..\n","P_6":" Paraphrase\n","P_7":" This means that\n","P_8":" On a freeway at Keysview Drive to预种答颓强硬\n","P_9":" The question talks on ‘free way through which car drives from到.’\n","P_10":" I would like to ask you to complete a puzzle which in this sentence seems to say that the traffic in this sentence will run without any problem in this room the Freeway The reason is the absence of traffic and the number","R0_GQ":" Does the sentence include the following tokens and\/ or is is grammatically right?","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you go if you wanted to have fun with a few people?","P_0":" Which place in ideological\/religious\/social beliefs?","P_1":" The person should move to the place where there could not\n","P_2":"\n","P_3":" What would the best place look like so you know the answers\n","P_4":"\n","P_5":" If you were trying to find somewhere interesting you spend the evening, you might try restitution with a couple of others in Mozambique in Africa and probably would get good fun out of it\n","P_6":" Where would you go that sounds a lot more fun.","P_7":" Where would you go and who with if you want a fun night with a group on weekends for couples and maybe singles with the two week break with more than work to be had after work and more after-school activities that","P_8":" You have a party to attend?","P_9":" Where is a place a little more social when some group meet up with friends?","P_10":" I would visit McClellanville.\n","R0_GQ":" Identify and define the specific concepts.\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If there is a place that is hot and arid, what could it be?","P_0":"\n","P_1":"\n","P_2":" What is a common place to live ?","P_3":" the answer should relate the location which can cause the place being dry or hot?","P_4":" “If there is a place that experiences hot weather with no humidity present?”\n","P_5":" The first question to do the following:\n","P_6":" I am guessing we should have a hot, arid place nearby because it must exist in those places, so it’ll just depend completely upon the weather at that location you might find a very hot place as well .\n","P_7":" Find out why this desert is so dry.\n","P_8":" There could be a place which is extremely hot even hot and arid\n","P_9":" This place doesn't enjoy much rain and the temperature stays very cool or hot year around 80 F or even 70 F .\n","P_10":" There can be a place without any plant in this area because the place that doesn't rain in this place.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Is it possible that it does not \"be rained\" and instead there are \"very hot days and","RQ":"\n"},{"OQ":"What is likely to satisfy someone's curiosity?","P_0":"\n","P_1":" what is curiosity in some ways. There will normally curiosity from one. That one has curiosity is an interesting matter on their interest\n","P_2":" To satisfy one’s curiosity is _________ , that could possibly cause discomfort towards ______.\n","P_3":" What happens in the solar system if the Earth and the Earth collide\n","P_4":" What happens at](the event)[?] (In the context of the passage).\n","P_5":" What interest have you or what have you found through your studies and interests and through research\n","P_6":" What is the main topic of this passage ?","P_7":"\n","P_8":" What is the best method by which\n","P_9":" Curiosity\n","P_10":"What is the main source of interest.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you are in a bar in a glove shaped state where are you?","P_0":"\n","P_1":" In a bar, you need to know whether you're in the middle of a glove.\n","P_2":" Are you in the middle when a bar is in a half glass or a glove shape?","P_3":"\n","P_4":" You are outside of the city in the countryside, you just got out the door to go somewhere for the night because it might have been a really crazy and crazy night so you thought the best thing you could possibly could have right","P_5":" 5 is there are five different positions possible. Which position are you?? You will understand it next few moments in the video.\n","P_6":" the statement says you are not in a state to be in it and you in your \"gloved hands\"\n","P_7":" If you are standing in a round room with people that look as if they might fit in a glove, where would they most typically be found\n","P_8":" If you are in a bar while having hands shaped like gloves?","P_9":" Where should you place yourself at a social event?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How does breaks and reuse increase efficiency within the game?","RQ":"\n"},{"OQ":"Where would a computer user be using their own computer?","P_0":" Would the user of a computer, most of times computer are used with a network called a Internet, so a user might say, I use my own computer at times when using the Internet and as well.","P_1":" What type software are used at home for school and on daily lives etc. ?","P_2":" Where do you do a lot on a computer (example : write a program).\n","P_3":" Where would a computer user who own his\/ her own machine.\n","P_4":" Would you go to the movies or buy something in a store of a small shop when asked if where you are going would make things simple or confusing.\n","P_5":" Describe the users’ use, in which computers will you have to do.\n","P_6":" Where could a person use his own computer without making it available in a public place like an Internet Café or a public library.\n","P_7":" How have\n","P_8":" User would probably not find a computer used to communicate on the Internet or to purchase groceries easily because it cannot accomplish the computer’ purpose as intended with all four capabilities: input capability with the mouse – (I","P_9":" Where is a computer user, using a computer?","P_10":"\n","R0_GQ":"\n","R1_GQ":" Can you help me by using the Internet?","R2_GQ":" Don’t use\n","RQ":"\n"},{"OQ":"Crabs live in what sort of environment?","P_0":" Where do crabs usually live\n","P_1":"\n","P_2":"\n","P_3":" Do crabs inhabit cold water environment. ?","P_4":" We know crustaceans have ten legs, however, the number varies between genera, and can number among eight and eleven. Most crustaceans, on each side and each leg bearing body are covered from base by","P_5":" Discuss how they live, to what environment\n","P_6":" Crabs live at, in, among, and near to other life forms, mostly in water\n","P_7":" Which type if the environment do crabs live in by referring to their characteristics of the environment?","P_8":" They live is in which kind of environment. Here\n","P_9":" the question asked that which is environment of crab?","P_10":" Crabs are land animals, that’s the way they can be. As they also can adapt to any environment but their homes could have been in oceans (or seas to simplify) if there","R0_GQ":" Which of the following is not used correctly?","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can you find a snake in tall grass?","P_0":" What kind of land looks like a snake?","P_1":" Where can you find a snake with the grass?","P_2":" What do you call the place, where a snake is living or can live in the tall grass?","P_3":" Where am I hiding from those snakes while sitting here on the grass indefine the context of the question\n","P_4":" In a large meadow or farm yard, where there may also be bushes; in a wild and uncivilised or unorganized area where there might not necessarily ever before been much else else. Question:","P_5":" Where can you find a snake under leaves of tall grass?","P_6":" Where is a snake sleeping?","P_7":" Is it safe for you to sit with your legs open next-door to a rat?","P_8":" Which part of the grass should I step in the garden?","P_9":" What can the student do without learning a language.\n","P_10":" Where are you expecting to see snakes?","R0_GQ":" \"Is it safe for me sit next to a Rat?\"\n","R1_GQ":" Is it safe for me next door for a snake to live there?|\n","R2_GQ":" Are rats able sit to your legs open next-door?","RQ":" Is it safe for you to sit with your legs open next-door to a rat?"},{"OQ":"What is a place that has a bench nestled in trees?","P_0":" A bench in the middle of a wooded area, perhaps\n","P_1":"\n","P_2":" A person can be very alone except to the bench in the trees that are near by?","P_3":" A chair or an indoor seat on trees calledfeering,a sitation on tree branches.\n","P_4":"\n","P_5":" A bench is placed with the trees and hence these benches would sit.\n","P_6":" What makes me comfortable on cold nights or in bad weather when i can’T go outside : a place with 12 inches of snow and a bench in the trees ?","P_7":"\n","P_8":" What is an example of a place that contains a bench and is located within trees\n","P_9":" What is a location in which people sit on chairs that are affixed within trees and thus can easily move while sitting in this tree?","P_10":" Give an example answer from a place having a bench set among trees.?\n","R0_GQ":"\n","R1_GQ":" Are you doing the thing?","R2_GQ":" What is the most effective type(s) to teach, depending upon the nature\/level, subject being","RQ":"\n"},{"OQ":"Where is a human likely to go as a result of being hungry?","P_0":" In hunger, human beings feel the need of food; so we seek it to satisfy that urge while, at times in some dire conditions it seeks a shelter elsewhere for refuge against enemies.\n","P_1":" Where will hungry students decide where to hangout next?","P_2":" Discuss how a lack of food might give rise the movement of humans from their natural habitats.\n","P_3":" What places might a human go after feeling hungry, and based off of your knowledge on the subject how well are we likely going about our eating habits. What is the effect and response ?","P_4":" Where does a hungry human mind go once the basic need for food is satisfied ?","P_5":" What is the result for a person in great desire or distress to have something they are missing\n","P_6":" What are the destinations most travelers seek during a long flight.\n","P_7":" “Explain why hungry humans often move towards someplace”\n","P_8":" Where a human in need goes when they think about food and water (is it possible that this can bring them a short period happiness).\n","P_9":" Where is a human likely to fall if they can't eat?","P_10":" What does it lead me to believe, do they think about where will be they would likely leave when the hungry is no longer?","R0_GQ":" What is a place a human will find shelter from other humans to avoid food during times?","R1_GQ":" Where should humans seek to avoid being hungry or starving when faced by a hostile environment where they might lack the means and knowledge of obtaining reliable sources\n","R2_GQ":" Where does a human likely to go for food exist in a story set before 1001 AD.\n","RQ":" Where is a human likely to fall if they can't eat?"},{"OQ":"He was beginning to regret taking the fight when he saw how what his opponent was?","P_0":" He was regreting the fight because he had thought about what he ought NOT to have said then\n","P_1":" A quarrel arose between[-] him- his opponent.\n","P_2":" But what he knew was that he was on the right path.\n","P_3":" I should have said stop what you are doing\n","P_4":" Why wouldhesis come into play in the story ?","P_5":" He started losing his temper, as he understood what his adversary intended.\n","P_6":"\n","P_7":" He regret it that he has fought and was planning for the same.\n","P_8":" He was regretting and he saw his opponent was getting ready.\n","P_9":" I should be too afraid to give up, and, in point of fact, if he’s not afraid of losing he might lose much. So what am I now?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you find a single shower curtain being used?","P_0":"\n","P_1":" Where might your find someone using a shower as part of their bathing ritual as part their daily bathing ritual?","P_2":" Where is a single shower used?","P_3":" I would find a shower curtain for example for your bathroom used where do you want your wet room, a private area that’s often found next to your bathtub and in the majority it's being used if","P_4":"\n","P_5":" I will tell about single shower curtain uses, such that when it used only and it works best, if not in this house and if you will be looking the one that is not being used only it does","P_6":" “Single shower curtain\/wall hung shower curtain” refers a curtain with single panel. This wall hanging shower curtains have no top and no bottom but has panels which makes the curtain single wall hung shower curtain\n","P_7":"\n","P_8":" Where could the student think of a place\/ thing?","P_9":" We shall make the answer based only upon the first part.\n","P_10":" Where would you find a single shower curtain, like those designed in the 50's?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where is a good idea but not required to have a fire extinguisher?","P_0":" Describe why a good fire extinguenser should only exist inside offices ?","P_1":" There does not seem a need nor an idea but there a fire extinguisher if any is there, then there should have such a gadget or gadget\n","P_2":" Where does smoke come in contact with?","P_3":" Where is a best place with fire extinguisers?","P_4":" Where is a house or a building or workplace protected not by fire extingisher in case a fire but has a clear and unobscured way that allows occupants of such establishment quickly leave safely when the necessity so require during evacuation especially","P_5":" If a situation requires to have a fire extinguiser we still has an alternative. The sentence states this.\n","P_6":" Does not use fire extinguisher.\n","P_7":" Discuss possible options to store your data where it won t make it vulnerable because it can siphoned out by third parties\n","P_8":" Who in this room must own their own small extinguisher for their own use for home emergencies ?","P_9":" There lies a good idea which can not harm your house however might cost good amount money or effort needed at that particular state due towards the lack to maintenance with regard your particular property, hence in order not going bad into this,","P_10":" A fire extinguishing agent that prevents the spread but\n","R0_GQ":" does the idea extinguisher use fire?","R1_GQ":"\n","R2_GQ":" Does not have a fire extinguisher near the occupants’ house ininitely ?","RQ":" Does not use fire extinguisher.\n"},{"OQ":"What continent has the most castles?","P_0":" I want to know what is the most castle in Europe on my continent\n","P_1":"\n","P_2":" Continent having the most Castle\n","P_3":" \"What are the ten most castles in the world\".\n","P_4":" Describe any continent that has the most castles, their characteristics, history of the castles in that continent as if you were explaining it\n","P_5":"\n","P_6":" How many are the castles that spread throughout the land with a certain number on an individual continent and not divided from one another.\n","P_7":" There are many places, so the place to go first is Europe.\n","P_8":" What continent has the most castles\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you have to read a book that is very dry and long you may become what?","P_0":" Get very frustrated by a dull text,\n","P_1":" If the book is dry it makes reading difficult so one becomes irritated when learning.\n","P_2":" When reading a very long and dry book, reader concentration will become affected, and there would start being some word substitutions.\n","P_3":"\n","P_4":" The author describes the book as “Dry and Drab”. This will give the reader a feeling that they are boring with the work which they read due to its format or style used (dry and Dumb).\n","P_5":" The book might make you get bored reading it too quickly\n","P_6":" In which paragraph of the text do you find yourself tired reading?","P_7":" if you enjoy reading dry books in which case you should look at them all again but on your own time\n","P_8":" Your reading quality can improve dramatically!\n","P_9":" How are you feeling after reading a book if you are feeling overwhelmed\n","P_10":" This suggests you get bored by reading very long dry and boring text and eventually give it a try to read a different kind book or story even from your own experience of reading something more interesting but short and short stories as it has no details so","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Sally used a clipboard to hold her papers while she read off names at the beginning of the day.  Where might she work?","P_0":"\n","P_1":" Find the answer in my passage.\n","P_2":" Where is Sally going?","P_3":" Where does someone work if the question talks mostly of things the character sees, feels... etc.?\n","P_4":"\n","P_5":" Sally writes down names in a notebook, so she needs a notebook as a source material in this situation of time management, she would be found with a lot here as we need time in working that way and not wasting time by sitting and trying in the notebook.\n","P_6":" who works for a call center\n","P_7":" Sally was preparing to do different activities or routines of the day and needed papers from that place to read off the name of different people at different place then where could she work","P_8":" How can it best fit the text to create a new form ?","P_9":"\n","P_10":" Where is Sally working?","R0_GQ":"\n","R1_GQ":" Find passages where Sally mentions that she works mostly as a painter?","R2_GQ":"\n","RQ":"\n"},{"OQ":"The kids didn't clean up after they had done what?","P_0":" The kids didn’t clean up the place when the was finished.\n","P_1":" The kids could not clean the place.\n","P_2":" they did not tidy\n","P_3":" (The kids) (their) (their) did (this thing) didn’thand.\n","P_4":" What they did not do last time.\n","P_5":"Kids did not put away things the after they had done a homework\n","P_6":" The boy took some toys with him without throwing other toys there, and their work became dirty too\n","P_7":" They didn't clean the trash in the room.\n","P_8":" They didn't tidy the rooms when I came back from school after the holidays.\n","P_9":" The kids didn’t do their homework. And also, they were too noisy when they were in class!\n","P_10":" The children weren't tidy about their job after they did these activities.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" They didn't clean the trash in the room.\n"},{"OQ":"Despite the name a pawn can be quite versatile, all the parts are important in a what?","P_0":" what is acedrol?","P_1":" what could be done in a chess game using pawn moves alone\n","P_2":"\n","P_3":" The word \" pawns\" mean pieces or cards that can also represent something related or connected in the game of Abalone or in the game chess as well to explain the theme of the question\n","P_4":" In what can a pawn do, even though it may have different names based upon its purpose?","P_5":"\n","P_6":" Even a pawn that cannot directly advance it self has the possibility that it could become strong piece (queen) and can be an effective defense to the opponent King by getting between him and the castle\n","P_7":" A pawn of a card is the other card part\n","P_8":" a pawn is more than just a little soldier who is always in trouble\n","P_9":" All parts working together can make them very versatile in making the what?","P_10":" How can a infringe be used?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What would not be true about a basketball if it had a hole in it but it did not lose its general shape?","P_0":" Basketball would continue the same shape even with a hole (missing bit), even when you drop or press on a basketball it still has more\/full shape because of what kind material?","P_1":" If you cut a basketball in a way so it has a hole of size 5.1 inches but it did get its shape\n","P_2":" The answer to this question has the following features :\n","P_3":"If we throw a basketball and cut it into pieces but not in any shape but keeps on losing weight does not mean its going to lose its shape?","P_4":" A small, solid object can be in a fluid or gas but a holeless object of a definite shape and size in a fluid is called infants.\n","P_5":" The question tells us to look through the holes on the basketball if it didn’t lose its general shape?","P_6":" The player would lose control.\n","P_7":"The general shape is a basketball. A hole in it is not an option, right since anything in general has that shape when intact would fall under this bracket; it’s something like an onion with all the skin gone!\n","P_8":" I wonder about this. I am thinking that if something had to do one thing then nothing to that thing not change then what would would change that item?","P_9":" If the ball has the defect, then the ball may not be losing the general shape since all these changes must pass a specific condition and that they cannot cancel them both or there should exist the other one, a defect so to have the general shape, the ball is going","P_10":" What are the conditions where you think is not possible with respect to the image formed in a lens that it would have a different image on different sides or different focal length on that side or same focal lens would get the object at infinity at its focus on a plane mirror ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Can the word “bicycle” refer a thing (or thing in motion?","RQ":" The answer to this question has the following features :\n"},{"OQ":"If you are awaking multiple times throughout the night because a lot is on your mind, what is a likely cause?","P_0":" “There should not to be too many things running across your mind during the night?","P_1":"\n","P_2":" 7 p.m. This evening I am exhausted in all the right ways at this point – I have just dealt with a couple difficult family members today: one is a nagging stepson just about destroying everything we own through an attitude that no one will ever want","P_3":" I had become so accustomed that I awakened too often when I was thinking.\n","P_4":" It describes a cause, hence a likely cause.\n","P_5":"\n","P_6":" Getting up because there was much in the mind, is an indication you may need a nap!\n","P_7":" Many students have very strong opinions as to ‘night time stress that leaves you awake’.\n","P_8":" “You’ re likely going for a stress check.”\n","P_9":" I don’t want to keep recharging my battery to find the answer when it is more than necessary to the situation itself..\n","P_10":" Why are I tired when there should be a positive emotional content\n","R0_GQ":"\n","R1_GQ":" Do you find that the way you pronounce things in Japanese can influence how you think and what mood you have","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where does a wild bird usually live?","P_0":" Where can wild animals live.\n","P_1":" Find where a wild bird lives\n","P_2":" “Where does a wild bird usually live ?\"\n","P_3":" Where do wildbirds live.\n","P_4":" What kinds of animals?","P_5":" what kind of natural habitat are wild birds found\n","P_6":" Where do wild birds usually live?","P_7":" Where does a wild bird usually live?.\n","P_8":" The place where a wild bird usually lives is a pond or a river, or it can spend a lot at home too and can spend its rest under shelter too while living a normal and healthy","P_9":" Describe how a wild animal would live on a farm\n","P_10":" We would see a Wild Bird’s habitat at the top side of this sentence.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" Describe how a wild animal would live on a farm\n"},{"OQ":"Where would you expect to find white mice?","P_0":" Where will you expect to find White controllers of mice?","P_1":" You do not know where a student found their answer. Write an appropriate paraphrase in the spaces provided using the words that match.\n","P_2":" Why would you expect to find white mice at preaching?","P_3":" Which one would be appropriate, which one would make sense or make sense.","P_4":" Where would you expect to find white mice?","P_5":" Look for white mice\n","P_6":"\n","P_7":" Find where will you find white mice and why?","P_8":" Where would you find a white mice is that in the colour white, it appears.\n","P_9":" Where would we find white mice in a particular area of an unknown nature park.\n","P_10":" Which species, White remotely resemble a mouse?","R0_GQ":"\n","R1_GQ":" I don't understand why a Whiteocles, controller who is the White, would find the correct White.","R2_GQ":"\n","RQ":"\n"},{"OQ":"John felt that his actions were fate.   Harry said that he could have always made a different what?","P_0":" What would you do if you were John and what had to happen anyway?","P_1":" John's behaviour didn’t make sense; he believed that fate played a role here too. What options would be left open with no reason provided for these actions on the part of the other characters.\n","P_2":" John thought that he controlled his actions and not fate\n","P_3":" John felt that his actions had always happened with some kind of fortune or fate. Harry said that he tried hard whenever to the end possible not let fate run against what.\n","P_4":" According to Sandra blank what should have happened in Harry royalty life to him as his wife?.\n","P_5":" Harry felt that John only had a fate.\n","P_6":" how is fate different in Harry and remarked how it is like a destiny.\n","P_7":" John felt that his actions of taking revenge were a fate that he cannot control, because of which he would keep bothering himself. He says it happens more regularly because he couldn't stop himself; he had always thought that his actions came only at the end","P_8":" Paraphrase = Explain clearly in our own way how we would express what the author is saying\n","P_9":" Harry was disappointed at his choices.\n","P_10":"  He had decided that everything would happen as it has always been and he had always wondered if that was a bad thing?","R0_GQ":" John wondered whether 'doing' everything 'previously and 'normaily' is 'not that bad'.\n","R1_GQ":"\n","R2_GQ":"\n  He felt trapped because he knew what actions led up those fateful events\n","RQ":"  He had decided that everything would happen as it has always been and he had always wondered if that was a bad thing?"},{"OQ":"What could committing murder prevent someone from doing?","P_0":" Does not let him commit murder\n","P_1":" “what could committing murder avoid someone doing”","P_2":" What could prevent a murder from succeeding.\n","P_3":" The murderer would never think of doing the act of murder if there is no fear on a criminal’s mind that people can take him at the hands.\n","P_4":" The murdering of,* the murdering of him is capable to preventing someone from doing.\n","P_5":" What type\/character\/feature could murder prevent someone from doing.\n","P_6":" You should read the entire passage slowly this time. Read sentences in the context as closely and attentively in order to fully comprehend and grasp the meaning of the entire passage in your own words as I read","P_7":" How does a person stop him\/ herself\/ someone before killing someone (murder) .\n","P_8":" What could preventing a person from committing murder stop a person doing.\n","P_9":" To save somebody from what.\n","P_10":" Why would a person commit murder ?","R0_GQ":" “How did winter affect\n                                       ...\n","R1_GQ":" You may choose to spend some spare time to do an exam and you may take a quiz, and then go back read this passage quickly in between that exam time to see whether the text contains any correct answers that I missed?","R2_GQ":" (100 words). The author of “My brother killed inoutine” strongly disagrees with the arguments that (explaining the author’s position with proper evidences to refute the counterargument):\n","RQ":" You should read the entire passage slowly this time. Read sentences in the context as closely and attentively in order to fully comprehend and grasp the meaning of the entire passage in your own words as I read"},{"OQ":"George didn't have a car, but he still had his two feet.   His socks were smelly and his soles were blistered, but that didn't matter.  He could still do what?","P_0":" George didn’ t wear a car to ride toabling him feel comfort but he could do what?","P_1":" He didn’t own a car , but because he walked everywhere else, his socks never became soiled . His soles were not bad enough because of this . So even when he could use the stairs . , he did so.\n","P_2":" George still has two feet but he no longer needs a car, he just wanted clean feet and wanted to do other stuff.\n","P_3":" what are you still doin?","P_4":" George didn’t have a car and that is not the problem.\n","P_5":" George didnt have a car. But he had his 2 feet. He only have 2 feet! Its about a guy who did something. But the only thing that didnt count was his feet. They smelly smelled smelly smallededed. But still, could still do what?!\n","P_6":"George didn't have a car. He went to the zoo.\n","P_7":" George doesn’t own a car - but has them feet. His feet got smelled from sweating – and the soles are also blued. He has all of these but it doesn't affect if he could still run\n","P_8":"\n","P_9":" George didn't have a car but because of that he didn’T have a problem, but he still did do what?","P_10":" George didn't have a car,\n","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"A crane uses many a steel cable when working a what?","P_0":" Find the steel cable used in the crane of which it is a part of.\n","P_1":" There can not use more than three wire for 1 Kg weight work?","P_2":" What does the crane with the long steel steel use work with the heavy objects\n","P_3":"\n","P_4":" Describe the use of a crane in various situations?","P_5":" It is a long object made of steel that is connected by a series of threads and that is moved along with the crane’s crane.\n","P_6":"\n","P_7":" The way it works: In order for the crane it moves all the necessary and the required ropes.\n","P_8":" To lift heavy objects.\n","P_9":" The crane will get its strength or resistance using a network of many many steel cables .\n","P_10":" Identify the application of tension in the question\n","R0_GQ":" How to replace \"objects\", weights\n","R1_GQ":"\n","R2_GQ":" Can we replace 10% of the time-expensive heavy objects by lightweight Find objects used only by","RQ":"\n"},{"OQ":"What is the main purpose of farmers?","P_0":" Answer Question from given meaning : What kind or category of work is that meant and is aimed for and meant for which purpose and who all do those jobs that is called\n","P_1":"What are the main contributions and purposes that are offered ?","P_2":" What role do people have, other than that which of us are farmers?.\n","P_3":" Farmers do what?","P_4":" Who will make more profit and grow better crops: scientists trying the develop new genetically modified crop (s); farmers working to make this happen more efficiently with fewer pests\n","P_5":" What will you as a student do if you are a student at XXX University?","P_6":" what do farmers do for their society?","P_7":"\n","P_8":" What are ways farmers get food?.\n","P_9":" The purpose\/reason for which a farmer is\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"","RQ":"\n"},{"OQ":"Where can I put this penny to save for later?","P_0":"\n","P_1":" What is the location where these penny can put?","P_2":"\n","P_3":" Which place may I make a coin pile where future earnings is possible.\n","P_4":" What would you use it to save for?","P_5":"\n","P_6":"\n","P_7":" Where can I put my penny\n","P_8":"\n","P_9":" They give penny on to see how they spend their money on snacks and treats that they eat in their lunch meal .\n","P_10":" where can i put the coin to save to put in a savings\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Avoid using token coins in front of word penny or in front of money saving token.\n","RQ":"\n"},{"OQ":"Where would you put uncooked crab meat?","P_0":" What is the method to cook for best taste?","P_1":" Where does it originate – the waters around tiger are the best to find the crab meat – uncracked\n","P_2":"\n","P_3":" How long will a certain typeof crab meat last when kept improperly away after being uncleaned (see the answer and explanation to question 22.\n","P_4":" Where would be the source of nutrients.\n","P_5":" “I would put the un-cooked pieces at the bottom and the cooked pieces in the middle”.\n","P_6":"\n","P_7":" Why would you put uncrawfish meat in boiling water when you cook a main course dish?","P_8":" You should place uncooked or raw crab meat\n","P_9":" Place uncut crab meat in a bowl before cooking.\n","P_10":" Where are you supposed to put uncooked crab meat.\n","R0_GQ":" What food items taste the best as cooked lobster?","R1_GQ":"\n","R2_GQ":" Avoid using the following tokens: put place uncooled location Where source taste means How methods waters originate crab","RQ":"\n"},{"OQ":"The man had a fear of illness, so he never visited friends who were a what?","P_0":"\n","P_1":" There was a man in Transgender\n","P_2":" The man did not believe that he might catch a disease by having too little exercise or exposure to other people, therefore, was reluctant even though he realized this fear had been a hindrance for many years\n","P_3":" what kind of people the man didn't like ?","P_4":"\n","P_5":" The man would always be very anxious. So his own mental attitude helped to prevent visit his friends, and also avoided having visitors in his home , where infection was a greater possibility due to his lack of activity.\n","P_6":" “The man had a fear of illness.” ‘This’ is the subject\n","P_7":" This passage talks a lot of the man and the people with whom he would avoid even when a friend is unwell with the same illness he was very worried over the fact why the patient, was ill\n","P_8":" The man's fear from catching illness made him refuse to go to sick friends\n","P_9":" Man had fear regarding his future when he didn't want medical intervention. So he only visited health care person if it caused any ailment for others\n","P_10":" The man did not care if those people might not want to see him because they were sick already?","R0_GQ":"\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you put pans if you want to bring them with you?","P_0":" Where should I set the pans to go along on the journey home, and carry along to my home ?","P_1":"\n","P_2":"\n","P_3":" What would be the best place to keep pans on the way to the store ?","P_4":" So you should put pans to be carried.\n","P_5":" You need to get water right before you are planning to go to the kitchen or kitchen. Why do we use pans when we have a cup before we can eat?","P_6":" Suppose you do not have a sink , so place these pails where it has no sink, means put the pail over the table to do some thing before leaving home or bring it during travel from your house place,","P_7":" Where would you carry pans so you are comfortable when doing something without them.\n","P_8":" If you are going camping , and bringing utensils such as pans with you ; what would you expect the kitchen to have on camping ?","P_9":" Where is the place from where we are heading to the kitchen or work area of the household when there will be a need in bringing our pots to cook at the workstation when going there by bus or walking. A convenient","P_10":" \"There should be three or more pans?\"\n","R0_GQ":"","R1_GQ":" Do not make use of the following grammar points.\n\n\n","R2_GQ":" Should we move the set kitchen to the house?","RQ":"\n"},{"OQ":"If you're remembering something, it's because of your what of it to begin with?","P_0":" you need to remember something you want because of your emotions of it. In otherword, if you are remembering something about it or you found a strong reason\/motivation.\n","P_1":" You store more than 90% of your memories as a short-term of to-mores\n","P_2":" I'm not sure the question refers specifically to an emotion\/appeal\/stimuli. Is there something I could improve to make my answer more helpful from here ?","P_3":" Are we all capable in remembering things\n","P_4":" Does the ability of our minds change as new data comes into our minds from our senses and as older ideas\/facts from there mind change the contents and thus make our memory to make changes or additions in those old data thus we know our reality","P_5":" How is our remembering made with a lot of emotion and it ' s with a lot of imagination is the answer?","P_6":"\n","P_7":" I remember a certain things on the same principle than how you do any other memory?","P_8":" If it has something good going wrong to yourself ?","P_9":" What is responsible of information going back into your memory when something happens on some level (subconscious, automatic function)?\n","P_10":" If we can remember something, does it really mean your brain can recall that thing (something we might try in vain, say the date of CGMs arrival?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Which large land mass is home to the most monkeys?","P_0":" what is the origin or home of 10\n","P_1":" Which large land mass is the home of the most monkeys\n","P_2":" I am asked about the location of the land mass in the question which has the most monkey inhabitants?","P_3":"Which large land mass has more monkeys than any other?","P_4":" We can infer that most monkeys are found across a large land mass called.\n","P_5":" How do you put your question down and then state a hypothesis in two sentences or two paragraphs which you can test, answer.\n","P_6":"\n","P_7":" Which large land mass includes most monkey habitats.\n","P_8":" Which landmass is home to most primates - the landmass that contains a large number monkeys\n","P_9":"\n","P_10":" Which large land mass is home to the most monkeys\/Monkey landmasses, specifically Asia\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Friday was James's 5th Anniversary.  They planned on going to bed early so that they could spend a long time doing what?","P_0":" Friday was James' 6th Birthday. They were planning to go have fun this weekend and spend time doing it well late night as a result\n","P_1":" \"We planned on going to pronounce James before going torizng a bed early\"\n","P_2":" What are we doing?","P_3":" They planned on doing their homework\/lunch together before going to Corner store for a while of rest before bed.\n","P_4":" Friday was James's 6th anniversary in which they set aside an even extended period of time spending time doing\n","P_5":" Sunday was James('\\'s \\'\\') fifth Anniversary.  They planned on going to beck so that they could have a lot of time for hanging out. \\'\\'\n","P_6":" Friday was James's 5Th Anniversery, So , They pladeng with eateing an early meal.\n","P_7":" Friday was James's 5th anniversary. They planned on sleeping in, and doing some long time stuff .\n","P_8":" Their planning to meet for a long time with each member?","P_9":" James's 5th Anniversary was approaching, he prepared himself for a long night to make it memorable.\n","P_10":" James wants something special for his 8th birthday and he plans a very hard day on their 40th anniversary?","R0_GQ":" Anni1e1695,uminescent substance, is present in Mixology'sSimilarly, the number of days","R1_GQ":" What do people typically plan on attending for the 9th anniversary of rifle shooting at mutations?","R2_GQ":" \"How are you planning to spend your Anniversary?","RQ":" What are we doing?"},{"OQ":"The teens were trying to hide that they get drink, but when they walked in the door their what gave it away?","P_0":" The teens have gone to a new school . Where they are trying to conceal the fact they are a student , when they are admitted their what gives it away ?","P_1":" The people were trying be good teenagers but in the end their bad reputations are exposed when they get drunk and are being caught for selling the alcohol. But what else could it have been?","P_2":" When the teens walked in there eyes or in this case a camera to their teachers they revealed their true faces and why they got so drunk.\n","P_3":" Where do I look?","P_4":" What did the teens not realize until the end was the truth about what was happening behind closed doors\n","P_5":" Their eyes were wide when, entering the room.\n","P_6":" The girl, whose parents were in for dinner, showed a good and positive attitude that their are kids were not playing video games even when they did play them . She also talked with the girls in the other room and listened and took a note how when they were talking among","P_7":" teens found ways to tell the teacher when they got drink...\n","P_8":"\n","P_9":" The teens didn't drink during the party cause they got away when they walked in the door.\n","P_10":" Is it a sign to hide alcohol when coming into the house, and if so when do the girls notice it.\n","R0_GQ":"\n\n1. Avoid using following tokens: drinking, drink at, drunk, drunk after, teen, drink","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"You'll find a landing at the top of what?","P_0":" There is a land\n","P_1":" You'll find a landing that's atopandemplegium.\n","P_2":" Find a place to stop for a stop.\n","P_3":" Here's the landing. The answer isFacebook?","P_4":"\n","P_5":" There is a cliff here and you must get into the landing\n","P_6":" Will you be on land before?","P_7":" you'll see something at the bottom.\n","P_8":" You would find yourself on Librorum Accelerans taxonomic home page.\n","P_9":" There will be a way found. Describe why that is good.\n","P_10":" What is a imaginable object?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Identify the proper prepositions and pronouns utilized in these prompts\n\n6.2.2 Common Faulty Gram","RQ":"\n"},{"OQ":"Anybody could be hired in the kitchen, what was needed of them?","P_0":"\n","P_1":" any man can cook or any women cook or both can .\n","P_2":" We hired any workers in the kitchen\n","P_3":" Someone can be employed (employed =hired) as a kitchen assistant\n","P_4":" What could be the tasks given in the back of the house ?","P_5":" Is anybody of a race that doesn` t work in the kitchen need by a worker?","P_6":" Can somebody be hired who works at kitchen or any kitchen in any organization of the Government?","P_7":" Are you aware who was coming to your food shop the next day?","P_8":" What the question wants is, \"What could be hired\". I got this fromfters. It does't tell us if it needs to be in present tense (if we talk about this) (but there would have to have","P_9":" Were they required by Pallavas to become slave inverse, for them to assist Pallavas in the kitchen?","P_10":" The passage mainly talks the problems of the restaurants atPhoto, which doesnot attract the customers even if the restaurant had good service.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where can you find a number of wind instruments together in public?","P_0":" Where are there number one instruments to play and listen a wind music ?","P_1":" I am curious to know whether there could possibly exist a place dedicated exclusively towards instruments producing auditory delights called inspiresc.com.\n","P_2":" What place will you think I could go on the wind instrument?","P_3":" In a concert, the number of wind instruments play simultaneously at the same time in the band?","P_4":" Where do you read all the wind instruments written at once and make it easier.\n","P_5":" Where can I buy things called Trachea, psychic,ndez, cents,introduced, and mettre, and not get a ticket ?","P_6":" Where can I find a number of wind instruments together?","P_7":" “What is the location to find the number (of objects “wind” ) in public in the question?","P_8":"\n","P_9":" Explain the location where there used to be found a group\n","P_10":" Where can you find a collection or ensemble or orchestra or band with different wind or wind and brass\/trumpets\/tongue (or reed) wind and brass instrument ensemble playing together and a performance together with","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"A mountie got off at a subway stop.  What city might he be in?","P_0":" ANYT\n","P_1":" “Tell me a city that this exclusive, upper-income man went to.” Answer the question (in your head and on paper, if appropriate. It won’t hurt too bad that you can find a city name from that question at","P_2":" The man might have gotten off at\n               Only the mountain man would have thought\n           the left side of Herndon subway station\n","P_3":" Who do you think is the mountier who got off at Turkey soldering?","P_4":" A advances toteraa ae toteraa.\n","P_5":" Who was theDirection : Which is the best conclusion to this paragraph?","P_6":" Where wasmedium?","P_7":"A Mountian (an Indian) got off the cold subway inusionary at Stevens Square in allowing to get down..\n","P_8":" He got off at Semaphore West (in insecticides).\n","P_9":" A stomach pumped for milk. (1)\n","P_10":" Who did a concerning the situation\n","R0_GQ":"\n","R1_GQ":" The man might not go on the left.\n","R2_GQ":"\n","RQ":" The man might have gotten off at\n               Only the mountain man would have thought\n           the left side of Herndon subway station\n"},{"OQ":"What do you want someone to do when you illustrate point?","P_0":" I'd probably ask my audience some of those questions that they raise and you give me answers : so , is that a good way ?","P_1":" When you think about the action you would want him\/her or when you consider taking action\n","P_2":" What do people have you told them should\/ ought not happen, be done about this and by when?","P_3":" I want you, when I illustrate a point tell me.\n","P_4":" What person must be done something on that point because he was not?","P_5":" When someone hears what I want them to do in point, how will they relate those ideas or words better and how will point strengthen in people.\n","P_6":" What kind of impression should you leave from the illustrations, the images and diagrams, as a professor for you.\n","P_7":" Let the writer feel you’ll take action, when he\/ she gives a thought on your subject matter or gives his\/ her view in the subject, that’’ s about how he is feeling of your","P_8":" What things in class today we are to remember\n","P_9":" I am having a conversation where something I’d want someone could say or else is about a point, I don't need an answer . Here's my illustration with my response to this\n","P_10":" I’m not sure\n","R0_GQ":"  Who must listen if there will ever happen an opportunity (question) where?","R1_GQ":"\n","R2_GQ":"  To get her out or want her out, when considering the solution\n","RQ":" When you think about the action you would want him\/her or when you consider taking action\n"},{"OQ":"Billy set aside a block of time for having fun after work. Why might he do this?","P_0":" Billy had not thought of having fun before; so he thought this when his daughter's friends were staying over, the kids playing in the yard all evening before football began; and many more evenings like these one he'd never thought to set off after","P_1":" Answer The passage talks about how Billy takes time to 'have fun,' and the speaker is interested in what causes this behavior.\"\n","P_2":" After Billy had to report to etiology clinic on Monday, he wanted fun as a diversion\n","P_3":"\n","P_4":" _______________________________________\n","P_5":" Why would it matter if other days was for working?","P_6":"\n","P_7":" Why does Billy do his homework on Saturdays so he can play during the rest?","P_8":" Billy didn’t start his task at the right time and now his team has suffered due t\n","P_9":" After he worked in the factory day in a day out he went in for a bit to relieve his boredom or spend some spare time.\n","P_10":" Billy has free days at work because he doesn’t do any extra work to go at home or play sports after work at the office during working hours.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The man in the white suit was very lazy.  He did nothing useful.  Meanwhile, the ban in the blue had put in effort and was very what?","P_0":"\n","P_1":" In the story ‘Two Stories’,有二类的英效说人。沚牛的衣服是不治者，因者采取探温懒．５棋帖","P_2":" Who does nothing useful, whereas the ban on the blue will encourage people who were idle, but now their lazy days have what?","P_3":" Some people who seem to take effort make us lazy and make no effort and leave you alone.\n","P_4":" How did the ban lead the blue man in white suit?","P_5":" The man did not have any work because he had just passed time while working with the blue ban for the government so this man had nothing useful as he spent the whole time lying on the white and was very tired and lazy due to not do any good activities what came into his view as he was so tired of lying","P_6":" The man is in a blue uniform ( a worker) while the man in a white uniform, is lazy ( a worker).\n","P_7":" \" The clothes worn have different advantages or disadvantages ?","P_8":" The man is considered lazy but in reality he does some work despite his situation because of the ban in the blue colour scheme which shows that society needs a change in perception. The answer will describe the role of the man’s appearance compared without the ban\n","P_9":" The man wearing a white suit is lazy who would work and put out effort into his country if someone were to do the work for him and give him the benefits he could receive rather than have it himself; otherwise he’s lazy.\n","P_10":" The man whose suit was in white worked hard to improve his skill (and so developed a skill in himself too), because he was very self-depreciated.\n","R0_GQ":" Why isn’ t man idle?","R1_GQ":"\n","R2_GQ":" Use the following tokens in your stories to describe actions:\n","RQ":"\n"},{"OQ":"What would you be unable to do if you have too much greed?","P_0":" You should have an understanding that too much greed would bring you downfall .\n","P_1":"\n","P_2":" What would be the effects or results of having too many desires and not many or nothing to achieve, will lead you too be unable – to achieve.\n","P_3":" What are the activities you won't undertake once you have a lot of money ?","P_4":" If a person spends too much money too soon he has too much money is it easy to work hard towards his own goals?","P_5":" What would your actions be that don't work anymore since your greed has been so huge ?","P_6":" I would not have the energy either I was doing any of these and what do I say , I was doing something that I had to cut right down so it couldn't happen, so all people had to cut right down","P_7":" We discussed that no one in our environment is without a dream. If you take your example, you do your own dream like getting rich early by getting first pick to get the first job vacancies, doing business even at","P_8":" When money does not work, then what?","P_9":" A person cannot think creatively on some particular problem thinking only about the money and other things associated\n","P_10":"What are the things that can be impossible when you are very greedy about something.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"It was a long trip from the farm, so he stayed in a hotel when he arrived at the what?","P_0":" It tookdp long timeto get to IMFa a s to hotel a hotel the. Question answer : What\n","P_1":" \"It took\r\n  a long time to go toitutional fromeration, so Roman rite the wording of the question is not clear if he stayed in a hotel.\r\n","P_2":"\n","P_3":"\n","P_4":" It describes the boy’s home region","P_5":"\n","P_6":" where didSSR120 get to ?","P_7":" “He stayed in the hotel for a long time from the farm”.\n","P_8":" The narrator had been travelling from hydroxind to Eggs, so he stayed atoining when he reached------------------------------.\n","P_9":" What did legally requireidayesterday to arrive at '\n","P_10":" He stayed at a hotel, so he could stay at the place he has chosen?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" Is it True that 'get' not found?","RQ":"\n"},{"OQ":"I did not need a servant.  I was not a what?","P_0":" I was not a bulbs.\n","P_1":"\n","P_2":" What were they doing while personally serving themselves.\n","P_3":" I was not using any services I didn't expect.\n","P_4":" I did not want to hire someone who did not share common life style\n","P_5":"\n","P_6":"\n","P_7":" I was not a heedless.\n","P_8":" He needed not to hire apoly.\n","P_9":" I did not have a servant but that did Not bother me.\n","P_10":" I did not require a serving woman, since I had no need.\n","R0_GQ":" Who is involved as the\n","R1_GQ":"\n","R2_GQ":"\n\n\tAre there any words or words groups which contain the tokens serving and I while also starting with serving","RQ":"\n"},{"OQ":"How would you get from one side of a canal to another?","P_0":" How would you get fromsharp to a wide canal.\n","P_1":" How would you approach to move from execute of a canal to the other side of the canal. Is it by walking?","P_2":" How would you cross a river?","P_3":" how can we get fromSignalmentThe person is a male 37 year old. His clinical presentation is asa 31 year old female who was 16.81cm and 66","P_4":" How would you travel across statues of forgery without using the path ?","P_5":" Can you find your way out if you get stuck or stuck ?","P_6":" To get across the Colosseum, I need to climb the role in theulae.\n","P_7":" How long will it take the Transgender swimmer [(Paralinguistic Content] how much] [to come] to starve [how] to swim [to] to the other side in a canal [(Para-","P_8":" I think its answer can’ts please don’t give the words “I think”\n","P_9":" In which way didNorthern horrors travel in the year 2020.\n","P_10":"\n","R0_GQ":"\n\n\n","R1_GQ":"\n  Can I avoid these tokens when I am paraphrasing this question: \"Describe how epistemology informs epistemology","R2_GQ":"\n","RQ":"\n"},{"OQ":"When learning about the world and different cultures, what is important if you are committed to eliminating preconceived notions","P_0":" Are we capable or our brain in just to assume anything to make ourselves a better person by learning how different cultures view our life.\n","P_1":" When a person seeks accurate, unbiased and complete knowledge to learn and better grasp cultural diversity it enables to create better awareness around misconceptions without making a personal opinion\/point and can bring changes towards better treatment from discrimination towards other cultures which reduces pre-judgment .","P_2":" I was curious as a non-native speaker what it mean if I speak about anything specific that belongs to a certain culture from a foreign country .\n","P_3":" Are there certain values needed by us regarding learning ?","P_4":" How important it crucial if we do the necessary, for the time and the space available during the learning phase before forming or believing in their own conclusions. The term ‘necessary‘ doesnt carry much meaning at this point and is being omitted\n","P_5":"\n","P_6":" When doing cultural learning about the world around us .\n","P_7":" This question asked whether it important to eliminate pre conceptions?","P_8":" How do I make sure that if the person that is communicating that they are openminded , and not judge by their culture , race or even how old an individuals skin colour maybe????\n","P_9":" What do you really need when studying different and various culture and nations throughout the word if learning their particular tradition","P_10":" You learn a great amount is through experiences if learning can involve real- life examples and can come directly after someone learns\n","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":" What's wrong or unique or noteworthy in the way we view or perceive different languages of different cultures and different","RQ":"\n"},{"OQ":"An underrated thing about computers is how they manage workflow, at one time it was a big deal when they could first do what?","P_0":" \"Explain how computers can work together\", also if it would say more to that, maybe I could include that in the introduction\n","P_1":" So far in the question, the question mentions about an unknown machine; the computer system and its ability and its ability had its first breakthrough after which it improved itself a lot until it came into existence what is also referred by the question.\n","P_2":" how work was first manage by computers, now it become normal thing .\n","P_3":" how they managed workflow and what it means?.\n","P_4":" what are the features by which work was accomplished that was done initially. Then as they progressed computers did what:\n","P_5":" When first introducing workflow software to computer users was initially very important since what?","P_6":" When computers were built their one main feature did not allow any kind if organisation nor management of any processes (work in a certain industry to make and manage some form that we still refer t that these are also parts) of any work or that which were still part and parcel to its organisation","P_7":" The answer to this question has two stages : 4 \n","P_8":" how did computers start managing their flow, you could have asked that question to held up at recipient atField's funeral to find out if there were other people thinking that computers might not necessarily work this well\n","P_9":"\n","P_10":" The early PCs could do things they managed work. Such was one thing which was always underestimated\n","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"Obstructing justice is sometimes an excuse used for police brutality which causes what in people?","P_0":" Do politicians use police brutality as well?","P_1":"\n","P_2":" the act that a police do may just make people unjust and can affect and affect to those who is affected by the action that was made by those police officers for example duringtlk days when we could go out but today police are so strict","P_3":" Discuss ways in which the police or their colleagues use ‘encouragement’ towards ‘obfuscations” which lead to the crime and are used against civil rights activists or activists which result sometimes into police killing.\n","P_4":" This refers directly and indirectly about police violence towards marginalized people because justice system favors the wealthy and powerful people which also includes police when it acts forcefully, resulting into unjust and unethical system to serve which is the main concern due to which people become upset","P_5":" The police arresting people on false charges with false testimonies.\n","P_6":" “It seems unethical behaviour can bring to some point as bad or worse as police brutality.”\n","P_7":" Are criminals just in their actions who do bad stuff?","P_8":" Discuss the role of government intervention (or obstrincty of justice to uphold moral order or to maintain social order in human societies. This is necessary when there are certain problems which the social institutions or people responsible cannot solve. When certain rules","P_9":" In some instances police officers do what they perceive is an act of violence for causing social justice issues but, their actual causes being something that is justified through false narratives to the public about what caused what in them without their consent as a result they","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"While washing clothes they became what when caught on the sharp object?","P_0":" While washing clothes, they became caught on the sharp object.When the cloth-makers were working, they were caught on a sharp metal object!I have seen many a time while preparing a dinner on the stove,","P_1":" In the washroom while washing the clothes, they caught on the sharp stick or pins,\n","P_2":" During laundry, while making detergent, my mother caught many things from sharp objects which was very frustrating because she tried again which was unsuccessful , which caused a lot of pain on her scalp which left a lot like rash and","P_3":" A small piece was cut by mistake on the clothes. He became very painful when they stuck on his wounds..\n","P_4":"\n","P_5":" In the class when they caught each other when we were in the garden.\n","P_6":" A boy with gloves and hair underarms was washing clothes .When\n","P_7":" While washing clothes they became\n","P_8":" While washing clothes they became what caught and injured on the sharp object\n","P_9":" It has been used very few number to answer. 1. When they had a cloth caught on the razor by the razor, what did they do ?","P_10":" While while working upon clothes some clothes accidentally got stuck up in the sharp object where it might be difficult even an adult to remove the clothes?","R0_GQ":"\n\n\t[Insert token here, followed by the corresponding token.]\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Seafood restaurants are used to draw tourists where?","P_0":" Seafaring restaurants is used to attract tourists\n","P_1":" Seafood restaurant is a food serving establishment. These restaurants serves food, especially fish & seafood that can mostly eat it by the residents of NewWinds.\n","P_2":" What type or type of restaurants in the destination city that is used for the tourists to know about it so the tourists like how to spend their time to go the tourist destination ?","P_3":" Which kind of restaurants are common in the tourist attraction areas\n","P_4":" Which restaurant are most popularly visited at coastal places is a good example of what tourism.\n","P_5":" The paragraph refers to the beaches as the primary reason why tourists make resort trips especially by motorised boats.\n","P_6":" The question requests for a reason about why there could\/or would be more\/a lower amount\/ more people going to seafood restaurants rather seafood restaurants which do a lot about their food\/ service?","P_7":" Seafood restaurants in prelude of summer vacations to invite tourists\n","P_8":" We wish to find out how much of the food you served is actually from the fish caught right there is the sea rather that by being sent elsewhere on the ocean in order to produce the tasty food we","P_9":" From where it gives answers to the question.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":" What reasons does tourism consider serving seafood rather?","R2_GQ":" Avoid restaurants that serve mostly seafood because of tourist traffic in the area.\n","RQ":"\n"},{"OQ":"James's nice asked him about her grandfather. She was interested in learning about what?","P_0":" Jane's grandfather was a man with his hands behind his back, with a huge round face on top, whose back stood out by not bending at the waist, his broad shoulders high, and his belly like integral.","P_1":" James's grandmother\n","P_2":" James asked her questions about something in relation of their grandfather.\n","P_3":" She had a question regarding Grandfather Somersett’s experiences related to the Monte effect incancelling the batches in sponsorships. He explained his story from the beginning, and mentioned about the trials, his trials about being punished for refusing","P_4":" James is a student so he needs clarification on something about Congratulations!\n","P_5":" The question asks to guess about what James's nice is speaking when he was about to tell her about Die Suttondependent mourning , which led him to have a discussion with breathing with reciprocity.\n","P_6":"\n","P_7":" Describe the question, which James's nice asked about her grandpa.\n","P_8":" James was askingdad about his grandfather. It’ meant that James had a relationship towards his grandfather.\n","P_9":"\n","P_10":" James's pretty girl asked him about his great-great-grandfather. She wanted to learn more.\n","R0_GQ":" \"This text does contain\" or \"Not contain\"\n","R1_GQ":"\n","R2_GQ":" What phrases and common words can be replaced to reduce the number of certain words in the text ?","RQ":"\n"},{"OQ":"James looked up and saw the start twinkling in the black yonder.  He marveled the sheer number of them and the size of what?","P_0":" James looked to the south direction, to the west, where the lights were visible but could not read and could interpret it at night\n","P_1":" James looked up, and saw the number of them.  He marveled just over the number there.\n","P_2":" James looked up and noticed the stars twinkling around him; he thought about why there is dark and light all over. He would not see the start. He would only observe when it’ll end like day or nights or the time of full moon coming.\n","P_3":" The answer is that James wondered the number and size of the stars. His curiosity motivated him.\n","P_4":" James looked up and saw the start twinkling in the dark and was marveled the high number of them that were and the size they came from in the dark area of space he sees the bright stars in the sky.\n","P_5":" “James looked up; he stares the start of the 2 star clusters. Why is it star clusters and which are they ?","P_6":" James looked up to see one shining like a star in the dark night of the universe but it amazed him more as he thought it more as a planet.\n","P_7":" James noticed and was amazed at number and scale of stars in the\n","P_8":" James looked up at the stars one night, and was filled with wonder because of how big, and so dense that their light seems to go to “every part of the world- at all the king or queen’s courts to the very end oferial”. Meaning there was so many of","P_9":" Who looks up?","P_10":" James looked up and saw something which was very bright like a lightning and it kept repeating.\n","R0_GQ":"\n","R1_GQ":"\n\n1. James saw a shining star that he thought looked very big on a far dark in the universe, not knowing what else to believe he was seeing it more a planet because of how his eye thought they were a planet that he would later notice.\n\n","R2_GQ":" What do you think has a brighter look?","RQ":" James looked up to see one shining like a star in the dark night of the universe but it amazed him more as he thought it more as a planet.\n"},{"OQ":"What would encourage someone to continue playing tennis?","P_0":" To which group would this question be appropriate?","P_1":" What would be an example of something that might give someone enjoyment when watching tennis and make you more interested?\"\n","P_2":" Encourage someone could be encouraging him, him so he keeps playing his favorite sport is probably one of their favorite sports\n","P_3":" What are some features or incentives necessary that would make people continue to indulge themselves\/practice in something regularly such\n","P_4":" The word encourage is a verb, therefore a direct or short form of the question should read \"Encourage?\" and not \"Do you encourage?\" or \"You encourage?\" As for 'people,\" it","P_5":" What game do someone want playing.\n","P_6":"\n","P_7":"\n","P_8":" The answer must explain to the readers “What would encourage someone who regularly play tennis.” Para: Most people don’ t do whatthey love simply out Of enjoyment .\n","P_9":" how does truths support keep someone practicing something ?","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"James found the sound relaxing.   It was so relaxing he almost did what despite his efforts?","P_0":" James found the sound relaxing, he even started doing something even though he tried hard\n","P_1":" James felt the sound to soothed and he almost did it without noticing it\n","P_2":" James found quiet time extremely relaxing. He kept his work quiet which he was making efforts at the same that too in the morning which resulted his day spent quite quiet and quite enjoyable which helped in bringing relief into James’ life in many ways for his","P_3":" James relaxed his mind when he was playing music\n","P_4":" James thought the ringing of doorbell was so relaxing. he couldn’t even do the other thing despite his difficulties\n","P_5":" James discovered a very calming sound even while it sounded soothing. He wanted to continue listening even harder and harder, until his limbs even started to shake in delight, causing him distress since he couldn’ t relax properly either or fall asleep in peace again","P_6":"James found the sounds relaxing almost he actually tried the relaxing sounds at home.\n","P_7":" James found the sound to relax him such it forced him almost even to do something.\n","P_8":" James decided to go to Ana Destino’s house.\n","P_9":" James found the sound relaxing and almost did what.\n","P_10":" James was relaxing so much.\n","R0_GQ":" In what ways did sound seem relaxing even during periods when it actually stressed James out or made it harder for Him finally rest himself, what did he realize instead.","R1_GQ":" Can even hard a soothing thing make us feel restless at times.\n","R2_GQ":" James noticed how soothing the sound could be while he was experiencing the same relief, even as hard even his legs started trembling\n","RQ":" James discovered a very calming sound even while it sounded soothing. He wanted to continue listening even harder and harder, until his limbs even started to shake in delight, causing him distress since he couldn’ t relax properly either or fall asleep in peace again"},{"OQ":"What regions of a town would you have found a dime store?","P_0":" I would find a dimes store at compartment D, E and F of Though these are all near the chakra.\n","P_1":"\n","P_2":" The regions would include downtown and on either side. Explanation : This question asks us whether we are supposed go outside of our neighborhood. If we had done so a few years earlier, we'd definitely would be in a store","P_3":" I want to understand what are the different regions that you can see.\n","P_4":" What would find a dingy or shop selling various goods.\n","P_5":" What is the question\n","P_6":" If I went into a town I might think of small shops where I would often buy dime stores.\n","P_7":"\n","P_8":" What places and regions doesenthprise a dimes store?","P_9":" Describe the locations within slitown that would best fit the phrase \"shops of a shop\"\n","P_10":" What regions are you gonna found a dime store\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where might an unused chess set be stored?","P_0":" If an adult, or at the very least, a person older than the average age you can reasonably imagine an unmarried chess set in anyone` s home today as an antique piece from the seventeenth century","P_1":" Where should a player store the unused set if it has been forgotten and not planned on buying new one.?","P_2":" \"Where might a chessboard find a home where it's not needed?\"\n","P_3":"\n","P_4":" We want to move our unused pieces into a box .\n","P_5":" Unaware of storing unused sets ?","P_6":" Look at image 6. Imagine that you go for a walk as a hobby at excluded places near your home or in a natural area not regularly accessible in a city: forests and mountains . What","P_7":" Where would a chess set in a closet, garage (a building devoted primarily to storing tools) be stored\n","P_8":" In front of the chess board with 8 pegs.\n","P_9":" There would possibly or doubtless be locations round the globe wherein unused chess set could at all be kept or used in a selected matter, notably when there might also want been one among these locations wherein nothing","P_10":" Where might a leftover, unattached chess board, queen and rook pieces stay stored?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"james told his son to settle down and be careful.  There were many frogs mating in the area, and James didn't want his son to do what to them?","P_0":" james told his son that he must stay away of the frog's mating as they have to be very careful there\n","P_1":" The speaker had to tell his child that you can’ t marry frogs.\n","P_2":" i ask whether James should kill frogs?","P_3":" a very large number of frogs attempted sexual activity because it is a rare occasion and they feel confident.\n","P_4":"\n","P_5":"\n","P_6":" What was James son to do that would not harm the frogs and would help the son set right after his family's example is to be careful how he treats other, especially frogs, in future.\n","P_7":" James told herniato settle down and be careful about the frogs which were mating in the land\n","P_8":" i.e. to stop frogs fighting with each i. e. to make peace between amphibians.. or atleast settle down..\n","P_9":" James wanted his son not going to catch frogs in the area but his son was interested seeing different frog kind in the area. So the correct paraphrase will have the question in the form of this as a choice : 'What are many frogs in the area mating ?","P_10":" How can a son not be careless or disrespectable when his father tells them to do it.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"A man wants air conditioning while we watches the game on Saturday, where will it likely be installed?","P_0":" Where will he place the system in the home to give people air- conditioning.\n","P_1":" There doesnt mention anything bout the location to install the air conditioning. The best possible answer would be, a room which is not usually open or ventilate or has small windows that dont face directly to sunlight.\n","P_2":" Who of those three will probably go for air conditioning?","P_3":" Where will the air conditioner be the installed in the man's office.\n","P_4":" the problem is the fact that people think that air conditioning should NOT be installed near playing fields in the summer.\n","P_5":" An air conditioning unit in one place will not heat up when there is hot weather or wind (moving air from outside or from the same side (left) can be in one room.\n","P_6":" What part of the house has this air-cool, in the game?","P_7":" Air conditioning units can provide a lot less work. As a substitute for more work the person feels more calm inside.\n","P_8":" we would prefer a place where air cooling can stay on during the game.\n","P_9":" There will be more windows which could easily facilitate installing it in\n","P_10":" Where can air conditioning installed in a living space – living room; kitchen; or bedroom\n","R0_GQ":" ____________________________________________.\n","R1_GQ":"\n","R2_GQ":" What would be a reasonable solution, given the fact it’ll make outdoor fun impossible where people like to play?","RQ":" the problem is the fact that people think that air conditioning should NOT be installed near playing fields in the summer.\n"},{"OQ":"What could be playing a balailaika?","P_0":" what could be a balaíkaka\n","P_1":" Play\n","P_2":"\n","P_3":" A type ofWow.\n","P_4":"\n","P_5":"\n","P_6":" “Find a word that matches the blank in the fourth sentence.”\n","P_7":"\n","P_8":" What is the play?","P_9":" Which object could be playing asense of music?","P_10":" The child is playing in the school ground with a play - ball \/ toy. What the child has been playing has caught the eye of Robin Punjab, thus Robin Punjab's work \/ image got copied \/","R0_GQ":" Describe the problem (the issue you are\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Sailors drive many different types of boats, what type of boat involves their namesake.","P_0":" Do you recognize types if vessels?","P_1":" The phrase \"many\", could change in the meaning given the time before or after a statement - thus this \"boat\" can denote a variety and numerous types or even variations or styles in boat names or names that might seem unique (though they","P_2":" Sailors steer a variety of vessels for leisure activities which involves steering the boat named Wiki! It does not require them knowing its name so you must try something new!\n","P_3":" Some men drive many different types of boats, like Evolution?","P_4":" What type of boating (yachting or pleasure-style) does Astronomical Magazine cover.\n","P_5":" Different sailors use different types and forms of boats so sailors must consider the type before hiring a boat and use its name in context to avoid any confusion for a proper translation into Deno Hitler endometrial for example.\n","P_6":" Sailors drive different types of boats like Practitioner.\n","P_7":" sailors use different types\n","P_8":" Sailors in America do various interesting and creative jobs and drive different kinds boats involving their names. So Sailors drive their own boats. Therefore this means boats not connected with those names which do not have the names involved in sailing these boats the","P_9":" The type of boat known for sailing ships with men driving a single steering oar as seen as used on EX.\n","P_10":" People who work on ships.\n","R0_GQ":" Sailoring (driving different kinds boat without their names involves) Do\n","R1_GQ":" What tasks do seaman’s boats engage with in America?","R2_GQ":" Do sailing boats from the US contain the names involved, if so, do they own the boat’smust have the names involved so\n","RQ":" Sailors in America do various interesting and creative jobs and drive different kinds boats involving their names. So Sailors drive their own boats. Therefore this means boats not connected with those names which do not have the names involved in sailing these boats the"},{"OQ":"Where could a person avoid the rain?","P_0":" Where can a person avoid the rain..\n","P_1":" What time in the morning or at night could one spend outside when the rain began. \n","P_2":" Where are some common places that do not bring in the rain ?","P_3":" Where is a person protected by something like a wall, car or canopy so no one sees them\n","P_4":" Where could a person avoid the rain.\n","P_5":" Does not get rain ?","P_6":" Where doesn't it rain\n","P_7":" In which place could a person go somewhere as far as possible, i.e wherever in the world (if it may) or not?","P_8":" Where can a person hide out?","P_9":" A person could move towards the house where he is.\n","P_10":" Where could they go from the rain\n","R0_GQ":" In which place does one go whenever in the world if one goes further and\/or does this kind and if so not as well to be sure.\n","R1_GQ":" When one might be anywhere in the world for far enough\n","R2_GQ":" “In which place, if you go there, for as much time a person is allowed free-time?”\n","RQ":" In which place could a person go somewhere as far as possible, i.e wherever in the world (if it may) or not?"},{"OQ":"Why would a person like to have a large house?","P_0":"\n","P_1":" Why doestees like to have a large house\n","P_2":" People seek to live in large houses in large estates rather just about anywhere\n","P_3":" I am curious why someone who loves their pets (like greyhounds) could prefer a smaller or more compact house for themselves or even better if that would allow the pet to stay there for a longer period","P_4":"\n","P_5":" why do individuals would want or prefer to possess a considerable dwelling?","P_6":" People have a lot of reasons they desire large houses.\n","P_7":" What is it about people liking to be alone in their houses in which they make large houses where you are alone.\n","P_8":" Why would a person want a big house, which is a very long sentence, we would be more precise and say : Why would a person need an apartment building, which we can shorten it a bit by","P_9":"\n","P_10":" what would a person\n","R0_GQ":"\n","R1_GQ":" Do you think people who have large houses and want to belong\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where will a cheap book be found?","P_0":" Where could cheap books to buy easily?","P_1":" Where you might find books of very low cost?","P_2":" A new book of cheap rates will not only contain a cheap rate on many things of this country. It will not merely contain a few such things for many places, particularly England: it rather","P_3":" A book of cheap and inexpensive books will come out for the upcoming school examinations from interested publishers \/ suppliers ?","P_4":" Is a cheap book to buy found here, this site is the best place of.\n","P_5":"\n","P_6":" If you find a book, please check if it’ll get cheaper atMart.\n","P_7":" A book which a person may purchase for cheap is in what place ?","P_8":" A person might go for a book to buy very cheaply when he needs one and finds one that suit to him without a heavy charge .\n","P_9":" In a cheap library, it would be easy for a reader who has decided “This book suits me” or “Here I can find a cheap book I can read without the library feeling my","P_10":" The place, from which book will have to go is 'Library' but the place is not mentioned . And it also doesn't have any synonym. Hence it must not be chosen as a","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"John and James are idiots. They bought two tickets to the Falcons vs the Jets even though neither wanted to see the what?","P_0":" The students bought two tickets out of spite even though neither of them wanted to see theGenesis of revised and paraphrased version :The students bought two tickets not on respect and interest to see the game. Rather the ticket was purchased for spite even though John and James both did not want to","P_1":" John and James had purchased tickets from\r\n\t\t\tthe RECENT representations in Learners Marketplace in relays to witness an intense game of baseball between liked rivals?","P_2":" When is one stupid and the other not?. If I remember correctly the Tudors in England played a version of liturgical football.\n","P_3":" What is the best team to watch today on Saturday?","P_4":" The answer to “Paraphrasing means” … is (John and Jim are idiots).\n","P_5":" John (and James) thought they were going to enjoy their sport and so they bought tickets for two teams, one was for flint and the passport from builder.\n","P_6":" The two idiots who wanted to see the freeze?","P_7":" What is their favorite baseball team?","P_8":" What kind of game is this?","P_9":"\n","P_10":" Paraphrase of the question : What do you mean?","R0_GQ":" I do not use following tokens: ticket, bought, team, version, What, baseball, the tickets","R1_GQ":"\n","R2_GQ":"  Can we avoid using keywords with the following values:  neither, James, ticket, purchased, The","RQ":"\n"},{"OQ":"James noticed that his penis was bigger. .  How might he act toward his plastic surgeon?","P_0":"\n","P_1":"James notices a bigger penis in himself he will think about taking steps so he doesnt lose his partner with an penis also he is embarrassed by it for being bigger.\n","P_2":" James noticed that his penis was bigger and wondered with how he acts towards\n","P_3":" Who is James and he found that his penis is bigger than that of other boys.\n","P_4":" James is having plastic surgery for penis enlargement problem which affects his sex life, but his surgeon seems to know very well he needs sex education for full sexual satisfaction from their surgery and their whole sexual future after the operation is done and James seems to be","P_5":" James’ penises size is abnormally big?","P_6":" James noticed that his penis was longer than usual. He may react differently by approaching the plastic surgeon instead.","P_7":" A teenager has a problem that he sees a surgeon\n","P_8":" james noticed that his penis is very big\n","P_9":" James noticed that his penis was bigger than ever\n","P_10":" Why did Expand, James went to endpoint the plastic surgeon ?","R0_GQ":"\n","R1_GQ":" Can we avoid the following tokens: \"Jake\", \"partner\", \"other\", \"plastic\"","R2_GQ":"\n","RQ":"\n"},{"OQ":"Who do professors work with?","P_0":" They work with …. .\n","P_1":" What does Professors do to their students- what they work together or guide their students when asked to.\n","P_2":" Professor : What do other lecturers need me for and to whom am I employed by the University?","P_3":" Who do professors work with and what responsibilities have I given?","P_4":" Find out who professor’s usually work with.\n","P_5":" Who is responsible for working on a research proposal with the professor ?","P_6":" What is the job of a professor.\n","P_7":" Professor and Professor\n","P_8":" The term they usually have relationships with other professors and do research projects on.\n","P_9":" who do professors generally work with ?","P_10":" Who do professors help?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" What is the job of a professor.\n"},{"OQ":"Colorful anemone look somewhat like what object you find on window sills?","P_0":" a flower that resembles something on the windowsill?","P_1":" _________________________________________________\n","P_2":" 150-200 words- Short paragraph 2 marks.\n","P_3":" What do colourful anemonia look like ?","P_4":" The flower that looks a bit like a button\n","P_5":" It is colorful and has a shape like window sills or base.\n","P_6":" We come to know about some of the colorful species of marine life forms in the deep sea and in tide pools that give the impression of something like what we find at room temperature in the domestic premises window sill, and that are","P_7":" .............................\n","P_8":" The flower looks like an anemone.\n","P_9":" The color patterns in anemoni mimic those in fish. The anemones are brightly colored. A familiar object.\n","P_10":"\n","R0_GQ":" What is the name of your flower that resembles something in the window?","R1_GQ":" What are some features of a tulip's petals you would like to have that would resemble the flower that","R2_GQ":"\n","RQ":"\n"},{"OQ":"From where do aliens arrive?","P_0":" Where would aliens land if not?","P_1":" where do aliens (spirits or souls which come from different planets of space) originate and how they arrived?","P_2":" From where these aliens arrive-\n","P_3":" Here, it is said that aliens arrive.\n","P_4":" The alien bodies may come to Earth in the following ways :\n","P_5":" Explain the means by which they arrive?","P_6":" What place do aliens take on Earth ?","P_7":" Why do aliens get into our houses, when nobody gets into the country! There must\n","P_8":" \"Where they get their spaceship from.\"\n","P_9":" where comes the ship to carry extraterrestrial ships to posterity?","P_10":" From where would alien aliens arrive.\n","R0_GQ":" Where do aliens originate in the stars?","R1_GQ":" Whose spirit (soul, soul of an alien, spirit, other) comes from other planets other than that of this Earth, land (arrives) here or how does this universe\/Earth, where it","R2_GQ":"\n","RQ":" where do aliens (spirits or souls which come from different planets of space) originate and how they arrived?"},{"OQ":"The hikers stopped to have a drink, simply put they what?","P_0":" They stopped drinking so they can have something better and feel better\n","P_1":" What the hiker just finished and took the break time to take a drink\n","P_2":" what had the hikers done, simply put,\n","P_3":" The hiker stopped to have drinks\n","P_4":" “The hiker’ stopped the moment to have a drink . “\n","P_5":" They stopped for a drink,\n","P_6":" What they drank ?","P_7":" “The hikers stopped having a drink, and they sat for some time without doing anything serious besides having a drink.”\n","P_8":" Why do they take the stop to have the drink?","P_9":" The hikers stopped having a drink.\n","P_10":" The hikes stop to take a drink\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" “The hikers stopped having a drink, and they sat for some time without doing anything serious besides having a drink.”\n"},{"OQ":"When you get up in the morning before you begin work you should do what?","P_0":"\n","P_1":"\n","P_2":" Before you commences with your daily tasks make sure you have taken a bath or shower properly so the rest period at home and during work goes smoothly even there was something not well with the family member or friend who has to go home","P_3":" when it comes time for you to start working the answer choice is “brush teeth or at lunch\/afternoon”.\n","P_4":" You start the day out the right way with a good morning. Therefore doing this is a positive and healthy activity rather then making such negative things. First thing when you get ready in to the morning gives to you something productive with work","P_5":" Before getting out of bed, after making breakfast.\n","P_6":" Before starting any activity or task you first have to get ready so as not to waste much or no time for preparing things you may be wasting it that is if one decides after getting up in the morning do he immediately go straight up","P_7":" To write my first response to someone in a professional manner to make sure I’d know when I had begun my daily tasks so it does it for you\n","P_8":" When do i get up in the morning when will I start work in the morning.\n","P_9":" Do what in the morning?","P_10":"\n","R0_GQ":"\n","R1_GQ":" Can I use the following tokens without any issue ?","R2_GQ":"\n","RQ":"\n"},{"OQ":"The kitten had nothing to dig it's claws into, so when it tried to stop it slid across what?","P_0":" The kitten had no claws so when it tried to stop what it slided across ?","P_1":"\n","P_2":" The cat has no way to stop itself on a slippery surface, what is the animal in this picture trying do to stop itself.","P_3":" 19. There is nothing to scratch?","P_4":" The kitten tried to stop and slipped.\n","P_5":" \"But still it went back over the line\" and \"She couldn't stop\" were repeated twice so the question is answered with \"So when it tried to stop it slanted over the line\" and \"And it didn't want to stop.\"\n","P_6":" A cat has a bad habit with claws while scratching as it would get into the skin, but in general a cat will take it a little higher off ground and scratch there as well and if not that will happen to your finger but if it's your hand that has","P_7":" In what would happen when he trying to stop he's going down on it's heel with no friction as his claws can?","P_8":" The kitten did not like digging it's claws in into anything in order it stopped itself from slipping across the floor.\n","P_9":" \"As soon asthreaded with other yarn to make yarn, and so made the cloth with a loom andwove with a loom, the cloth could be made to last forever. One day, thewore two of those cloth together. It looked so ugly","P_10":" The kitten could only scratch itself against things since it hadn't learnt to fight with its teeth in scratching is an instinct, especially in cats after being born from their mother's bosom kittens are unable until a few hours and, then one hour of life they must stay","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If a person is trying to keep something in their hand what should they do?","P_0":" There must be some things are going against you from within, you could ask yourself why you can control something or are you getting rid from controlling things over fear etc…. so that they become manageable?","P_1":" the person needs to try and keep a little bit loose in there or else their fingers might be clawed because of the gravity they hold on things and try to grip tightly.\n","P_2":" a person is thinking on the fact of keeping certain thing’ with their hands they will ask for answer a in a right situation\n","P_3":" The answer\n","P_4":" Person’\n","P_5":" You ask to take the answer to this question as a test case. You might ask this question only as your final test to check whether it works and has all your assumptions correct.\n","P_6":" A person who needs it for work should put on gloves (hands).","P_7":" I’d want something\n","P_8":" Find out more about this word.\n","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where could you find hundreds of thousands of home?","P_0":" In which state are there many industries manufacturing thousands of things\/a wide variety\/ many things in large numbers, and so can also generate thousands of employment opportunities in hundreds and hundreds and thousands?","P_1":" To answer this question, I would advise you to do research\n","P_2":" You might not like an unusual thing like a fish restaurant\n","P_3":" What products would be in my kitchen at a time?","P_4":"\n","P_5":" Answer is found in homes in USA\n","P_6":" A\n","P_7":"\n","P_8":" You can find _______ in lots and lots here in colored homes or any home around the city\n","P_9":" Many people are trying their luck by making money and wealth and they might come across or meet to hundred thousands dollars in their lifetime by investing their money effectively but not by just gambling around and playing random games","P_10":" Which place could you find 5,87,412 home ?","R0_GQ":"\n","R1_GQ":" Are you able provide all of the items above which are needed if you were attempting in order for them within","R2_GQ":"\n","RQ":"\n"},{"OQ":"Playing baseball is a lot like any other sport, there is always a risk of what?","P_0":" Discuss how playing any other ball or team sport involves a risk for concussion or other serious injuries.\n","P_1":" There's often the perception baseball to involve little skill . Although it doesn't appear it does, in actuality baseball poses various threats as opposed other sports and is extremely complex in that regard, in order avoid all this it must of been done carefully","P_2":" There is no risk associated sports so you could be more prone.\n","P_3":"\n","P_4":" How many risks take place on a regular basis each time you’ll throw a baseball.\n","P_5":" We read many sports that often do encounter situations as dangerous .\n","P_6":" We play the game baseball so much as it helps build teamwork skills for other team games (another sport like field hockey). The risk that has occurred when playing baseball though in the last two years that has occurred (playing year ago), were the","P_7":" risk.\n","P_8":" Explain that playing baseball entails various threats of losing ones well of game for the sake of winning. Answer: playing baseball is risky in nature, sometimes there should always exist a feeling of a desire winning a match. That’s just if some","P_9":" The game always ends in a game or a score\n","P_10":" You need special shoes\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If I want to watch a movie without leaving my home what might I use?","P_0":" “What is the answer?”\n","P_1":" My answer – You could use a DVD player.\n","P_2":" What kind of gadget would be suitable I would need in the home for viewing media and entertainment\n","P_3":" I would not like to attend a cinema of the house I want you can see I have not left at home.","P_4":" I might use my home theatre system.\n","P_5":" I am asking question as it concerns how people stay entertained. Or how is entertainment in the world changing because as people go back there technology like wifi and internet provides us more flexibility if what our interests in.\n","P_6":" I would watch a movie without having the freedom\n","P_7":" To be like Todd Stewardson a day or two on the出\n","P_8":" \"In this situation that I have stated above.\" What would be used for this scenario the answer can easily come and in this situation the answer can only be answered with a \"VoIP Client\".\n","P_9":" How to watch a big group of movie in my home alone and using television.\n","P_10":" How to watch the movie I don't want to go to\n","R0_GQ":" How to watch home the movie I want to go to ?","R1_GQ":" How to enjoy yourself when you’re stuck on your house?","R2_GQ":" When is the best time for me to watch the movie “ I don’t want to go to home “.\n","RQ":" How to watch the movie I don't want to go to\n"},{"OQ":"The victim was to take stand today, they were going to do what?","P_0":" The nations must learn to live in peace with each other and no killing.","P_1":" Thefilenames was going to take a stand. He said they was about to do it.\n","P_2":" What is happening with Madrid right today and how do we know which teams play ?","P_3":"\n","P_4":" they are still waiting to know what are they to take. The question wants them is they to choose\/do what, in this case is just to wait.\n","P_5":" They are about to do it tomorrow and this morning it was they are going to do it the previous day also.\n","P_6":"\n","P_7":" They wantediblings and friends in a church to be\n","P_8":" What is going to happen?","P_9":" To be the victim of the man who was the owner of inundatedetta\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What does a successful dog grooming session likely to make a owner feel?","P_0":" The feeling of satisfaction that an experienced groomers give after taking a long and laborious job will help an owner make feel proud\n","P_1":" A successful grooming service can give a doggie owner a relaxing, reassuring experience that causes them (to feel and act like) an owner in giving, caring, making decisions based , and providing love.\n","P_2":" What is the correct answer is, “The sense a client gets might contribute to a dog’ s well being during his first grooming\n","P_3":"\n","P_4":" How does a successful dog groomer improve your relationship with a pet dog\n","P_5":" Describe the outcome which a Successful dog grooming will most probably make an owners Feel\n","P_6":" What does a positive dog groom session likely give the owner, or groom, to know to feel.\n","P_7":" If the dogg owners get rid more benefits, and are happier by visiting a pet groomer than their neighbors or non pet owners?","P_8":" The passage provides information intended for dog owners regarding the different things their dogs want so they make owners feel good that these have succeeded\n","P_9":" Feeling\n","P_10":" What is the best outcome a successful dog groomer should give to his dog lovers ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The runner was in third place, but he pushed harder and thought he might be able to reach second.  What was beginning to do?","P_0":" A runner, who stood behindurnal the leader for most of the race is going slowly, and might just reach second before the leader does\n","P_1":" the answer\n","P_2":" The runner wanted to catch up toPASCA.\n","P_3":"\n","P_4":" The run was in third position but the runner was thinking that maybe he can reach second.\n","P_5":" Suppose, the third one in the run, he could achieve second place by pushing further.\n","P_6":" The person thinks that he is not in third place in a long race since it started when there has to stay third as long it finishes so that he thinks to stay in second\n","P_7":" “ What to be beginning to say” = what to be running.\n","P_8":" I thought I would reach second position if i push.\n","P_9":" How can the runner pull himself from third to first position despite the fact there seems not a little danger?","P_10":" Who would be first to reach second in a race, if they didn't reach it in time to secure first and second?","R0_GQ":"\n","R1_GQ":" Did altogether remove words first third, fifth, first, seventh, other, would, behind, position,","R2_GQ":"\n","RQ":"\n"},{"OQ":"The tourist entered Mammoth cave, what state were they in?","P_0":" I wonder where exactly the person went into truncated earth.\n","P_1":" To choose between two options to enterHe had to choose the one was a more interesting.\n","P_2":" In what place were they in when the tourist entered assets cave?","P_3":" I am going to say that you have learned about Mammoth cave. In Mammoths cave, where did prized go?","P_4":"The tourist enter in damage cave and what is in that place?","P_5":" \"What was the characterisitic they possessed before they are introduced to Annie permission?\"\n","P_6":" Where did\n    \n    The tourist enter dwellers ofilly state mammoth cave?","P_7":" Which state did the tourist enter?","P_8":" Which state is famous for Mammouth Doyleinker?","P_9":" What question doesprudence mean in question.\n","P_10":"The tourisng tourist was in drill in gemstone karst.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" \"What is the better of two options to enter?\"\n","RQ":" To choose between two options to enterHe had to choose the one was a more interesting.\n"},{"OQ":"What does someone typically feel when applying for a job?","P_0":" What's a characteristic to expect at a person when applying?","P_1":" How do you determine which skills employer want from you\n","P_2":" Inquiries regarding your skills for this role will often go out by way offres! If employers feel sure they know\n","P_3":" When a person decides upon the field related with the job for a suitable career opportunity, how would they prepare a perfect resume of suitable length so as for getting success with recruitment, that someone gets for good income","P_4":" In general , people tend to describe feelings relating mainly with wanting \/wish, hope and desire etc as part if their applications , In this case they try showing their ambitions\n","P_5":" There will probably arise a question in their minds: Will it give me opportunities for advancement with the right kind attitude for them too?","P_6":" Is the question “are they a good fit “the right question to answer when you are assessing a candidate “job-seeking candidate”. (The original question asked for “candidates seeking a job“).","P_7":" You are supposed only to show how important you think you can become of the job at the university! For the moment at least.\n","P_8":"\n","P_9":"\n","P_10":" People generally feel nervous\/nervously.\n","R0_GQ":" In answering questions pertaining to what skills, experience, role and qualifications to list, please understand which statements","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"He was on trial for obstructing justice, during which he made a questionable comment and was also found guilty of what?","P_0":" padaprakash jayantilay ka Crimea redisa karne ka lords, nestar karne kasectyekariir rahaa haiURIogramma Debtors ripple rahan sargam karne ka indentation rahaa hai","P_1":" Prevalence of corruption.\n","P_2":" partnership withitution’s article on ‘justice’, wherein Courts are given power for quashing a legal proceeding.\n","P_3":"inning court he said certain things against affirmative action and that got him into a mess\n","P_4":" complicated trial case\n","P_5":" signaled some wrongdoing he had done and ended with something he said in a manner he knew it could not stand up.\n","P_6":"aisyasai is aboutioid and gorgonia.\n","P_7":" PKditions was on trial for obstructing justice during emancipations trial , during which he also was found guilty of a certain action.","P_8":" descriptive : He did something illegal while on a jury, resulting in the conviction of his son and jury by a decision called “on trial”.\n","P_9":" Shelley enjoyment a novel named mainly due to the theme and character. The story revolves around Jung, extremism and corruption of justice. The novel depicts lubricating injustice in Indian judiciary.\n","P_10":" bulbous-tippedagency of an American president, he has long led the country (a) on the brink, and he took a big decision by (b).\n","R0_GQ":"\n","R1_GQ":" proxy.ai stated that Engels could be the Hinduismacy-like Eden remembering tippederations, and precise-mindedmonitoring to pay a Rural Advocate in electricalloreto.\n","R2_GQ":"\n","RQ":" signaled some wrongdoing he had done and ended with something he said in a manner he knew it could not stand up.\n"},{"OQ":"What kind of feelings does buying presents for others create?","P_0":" What is the impact that giving presents have\n","P_1":" Who tends buy presents for others ?","P_2":" I’d love to tell you how much I love the kind of feelings I see being stirred at the thought process regarding buying items as presents of others…\n","P_3":" Is this something that makes you feel happy too because you know the person receives a gift because you made it for them :\n","P_4":" What kind of happiness one expects as one goes to buy things that are nice as presents and gives money when these things come into a person's possession or control is the correct to the question mentioned.\n","P_5":"\n","P_6":" The question is asking about feelings of joy after receiving surprises which would arise.\n","P_7":" How can we say that our feelings get influenced \/ change with regard when we do something good\n","P_8":" How feelings one's spending gifts does impact another person, when one don't buy them?","P_9":"\n","P_10":" What kind ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What green area is a marmot likely to be found in?","P_0":" A green area is likely to be found is a muse found in which kind of green areas.\n","P_1":" What’ s the animal that marmota lives on the forest mountain?","P_2":" Identify the forest in epidemic proportions and ask about the species we are hunting into\n","P_3":" The statement asks the answer from ‘Which area of green will most likely to be visited\/visited by buffer zone animals’.\n","P_4":" What kind of green area is a accessibility in a marner, found within?","P_5":"\n","P_6":" Are there any areas abundant in green vegetation that are a home of cheaply\n","P_7":" The topic is the marmoth's habitat in green land, which is where mamoths live green land and green forest and grass land in forest in the forest in the meadow and a valley and the valleys of triang","P_8":" An area has been found which is a marmots are typically found\n","P_9":" What is the green area where aumping animals could likely be in?","P_10":" What type of green area does questionnaired area (an open landscape, not a forest, is not covered) and a mermot inhabitant (a warm-season upland grazing animal native to areas of North America )","R0_GQ":"\n","R1_GQ":"\n\n Is marmota found inangles in forests or likely lives in certain mountains that are forested where","R2_GQ":"\n","RQ":"\n"},{"OQ":"Jan tested the current, and noticed that it was high.  He thought that the wires might have too much what?","P_0":" Jan wanted to change the lights but the wires in the circuits was not letting him finish it, so he checked for the wires and noticed which was too much that he decided for safety sake to stop checking for currents.\n","P_1":" He thought that it could have got more power\n","P_2":" Jan thinks that the wires have extra current due to not properly plugged in, hence his test showed how high it had gone\n","P_3":" Which did alveolar cell lack?","P_4":" He knew what this was from the previous question, but he needed more details\n","P_5":" Why is it high?","P_6":" Jan noticed the high current after checking the wires at the lab on the second day after getting it, he thinks the current was high due to the wires being in high amperemeters, and thinks that there something amourous might be happening inside the wires\n","P_7":" Jan tested the flow direction (current), and noticed that it was high; he was confused because a current of that magnitude implied too many wires to power all the things inPrincipal, and he wanted no wires on his house nor inPrincipals world\n","P_8":"\n","P_9":" It could be voltage or current. He could see from his results where\n","P_10":" Jan wants to find whether the wires have to much of electric current .\n","R0_GQ":"\n","R1_GQ":"\n\n\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"What does a kindergarten teacher do before nap time?","P_0":" The teacher does activities\n","P_1":" I asked Qué girls to answer a given question in the form of a true statement. She was supposed to make the correct statement to answer the question. For example, the asked question Was Hubart cut","P_2":" What does a kindergarten student do before naps\n","P_3":" Explain the process of setting up for morning nap during kindergarten.\n","P_4":" To make sure that the children will sleep, a kindergartener teacher gives them some toys such as : toy cars to move around when they sleep, and a stuffed dinosaur that will sleep with them","P_5":" What kind of tasks do kindergarteners usually have after their preschool recess at the beginning.\n","P_6":" “What can a kindergarten teacher use one hour, at what time of the day it was used, a what the activity is carried it out.” To get the answers to the questions that were posed,","P_7":" \"What does a kindergarten teacher normally do before giving nap?\"\n","P_8":" In early kindergarten teaching, educators prepare for children after nap hour before starting new activities again according a particular format that is set ahead by kindergarten teachers, and then they are going forward by starting new exercises\n","P_9":" She usually gives kids a story to finish during nap\n","P_10":" \"Before noon break begins.\"\n","R0_GQ":" What is the best way to ensure children will sleep peacefully tonight after playtime ?","R1_GQ":" In order to ensure children to sleep peacefully and comfortably at night.\n","R2_GQ":" What is the purpose of a nursery teacher giving to her kindergartner some \"Toys to make the children sleep with and a stuffed dinosaur instead?\"","RQ":" To make sure that the children will sleep, a kindergartener teacher gives them some toys such as : toy cars to move around when they sleep, and a stuffed dinosaur that will sleep with them"},{"OQ":"Sam was a stranger.  Even so, Mark treated him like what?","P_0":" QuestionSam, an alien, came to photograph our neighborhood inalso known as Elephant Rocks. So, we treated him as wedid with our cat thirds.\n","P_1":" Sam was a stranger to Mark. Even so, Mark behaved like bravely to them on knowing that Sam left all things unopened for him (with this point.\n","P_2":" Sam, at a very distant point or time that Samuel had seen, was not familiar to what he called.\n","P_3":" A stranger was even so, so Mark treated him like a virulence.\n","P_4":"Mark was a strange guy. He was good, polite & kind-hearted towardsthereum’s neighbor, Sam. So Mark treated the stranger, Sam, like a god whomhe worshipped, even the stranger liked him,","P_5":" Sam was quite a stranger to Mark, for Mark had not met or known anyone from tails, until Sam came tocancerous from his house. The next morning, Sam felt quite lonely and sad when he went back to his own","P_6":" Even if Mark treatedmaximum attention to Sam like a stranger due to the circumstances of the previous interview session , he had a high threshold on his attitude in his interaction  With this stranger, whether it took more time in his first","P_7":" Sam was a foreigner. Even thus, Mark treated him in what manner exactly?","P_8":" Sam tried to hide. Even so, Mark treated him how?","P_9":" Sam was a stranger. Even so, Mark treated him like prematurely what?","P_10":" Sam was an innocent bystander. Mark didn’t treat him as an insider because Sam is already a stranger in his new environment so he can’’t risk to turn out as friendlier too. Sam came as a","R0_GQ":"\n","R1_GQ":" Sam was quite a stranger to mark since mark had not known until sam came to cancer from his own home. The next morning, Sam felt quite lonely and sad when he went to back his own home.\n","R2_GQ":" Why did Sam become a lonely person who wanted nothing more that the elephant that he was looking after each morning, when his neighbors came out to see him in his sickly, pale room and had no idea why he had so drastically changed overnight ?","RQ":" Sam was quite a stranger to Mark, for Mark had not met or known anyone from tails, until Sam came tocancerous from his house. The next morning, Sam felt quite lonely and sad when he went back to his own"},{"OQ":"Bob's only light source was a small bulb.  There were four walls, if there was a door he couldn't see it.  What was Bob in?","P_0":" When Bob wants to go into a room, can his eyes look behind some or every object behind what is in front?","P_1":"\n","P_2":" Bob knew what was his light source, there are four walls and he doesnâ€™t know what is blocking him(?) door. Therefore, whatever is his light will be shown as a door. Thus the person that does see it, is in front of it.\n","P_3":" \"A man was sitting in a house and he could not enter a door through which he can see the light as the walls are opaque in which case he had some other way but he wasn't finding the way of that. So he opened the door but it only opened further so that he only opened a part that","P_4":" Light bulb on Bob's body does not reach the walls beyond it?","P_5":" No other light source was given. He took one lamp to his classroom\n","P_6":" Bob only light source ?","P_7":" there is light in the room, but the bulb can pass some light through, which is then projected as reflection into the room on every wall, thus there are two walls. But then we only get a small segment of it?","P_8":"\n","P_9":"  The person in question who could only perceive light, had a wall with three of the four walls illuminated, but the opening, which could also emit light from the inside of the wall (in fact, this is only a possibility in the case of solid matter containing only one kind of element; more about exceptions later","P_10":" Bob saw a light source, (what) was it?","R0_GQ":"\n","R1_GQ":" What are light sources, such as bulbs?","R2_GQ":"\n","RQ":"\n"},{"OQ":"James thought of criminal justice like a computer program.  It need to work right.   What ideas might James not like?","P_0":" James might not want a criminal justice that works right (by making sure that it does).\n","P_1":" What James not liked about criminal justice?","P_2":" What James does not think of the computer programmes?","P_3":" James thinks criminal justice as a program . It should have to give right answers\n","P_4":" James thought of criminal law justice like a complex computer system which must functions right\n","P_5":" James didn't want the rules he thought was fair like that of a computer.\n","P_6":" What is right for James may not make for a good story\n","P_7":" James thinks he could add things for it .  \n What else might go wrong?","P_8":" James may like to program like a computer, in order it correct to work rightly .\n","P_9":" James cannot afford to waste resources when the Criminal Justice system needs all resources.\n","P_10":" Question about James is about his thinking in a certain way that doesn’t allow James to take a different approach if something breaks with a computer program.\n","R0_GQ":" Do computer rules seem fair?","R1_GQ":"\n","R2_GQ":"\n","RQ":" James didn't want the rules he thought was fair like that of a computer.\n"},{"OQ":"With the card slot lit up he knew how to get started finding his balance with what?","P_0":" he saw his balance through the card slot and he found where his balance could and shouldn't been.\n","P_1":" How thePersons ability help him with a card slot.\n","P_2":" Explain to racecar driver GR activated by Oliver sup and chambers inoverning to get your feet under you, to get your head straight up.\n","P_3":" He can only know how how to get started with this if what else are you going to do, he does know he can find his balance.\n","P_4":" Why is attendees left lightening in his own footprints in darkness. The reason is ?","P_5":" With the card slot lit up He knew he could get him start\n","P_6":" With the card slot lit up he knew that balance. .\n","P_7":" With the card slot lit up he could identify what?","P_8":" With the card slot lit-upakedirs with him how to get started finding out how to get off balance?","P_9":" He remembered his routine. How to get started finding his balance.\n","P_10":" In light of the lighted-off slot, favorable results of the previous activities he would be ready with his own attempt after a few more rounds would also show a steady improvement for his balancing act!\n","R0_GQ":"\n","R1_GQ":" How didBroadHands figure how to move intoSlidingSight?","R2_GQ":"\n","RQ":" He can only know how how to get started with this if what else are you going to do, he does know he can find his balance.\n"},{"OQ":"To play sports professionally you must do what very often?","P_0":" To be successful, one should try to pursue one s dreams .\n","P_1":"\n","P_2":" There, are some things he must have and must know how do have in order that they must work from time of being a professional .\n","P_3":" Play sports professionally = to excel in one’s skill through hard work and training ?","P_4":" How often do you do it regularly. Is the sport is going well with you to go on with your job you must do it. Sports means to stay fit also if you do it for your work you","P_5":" In order for you pursue sports at a higher level some physical development may require but not sufficient\n","P_6":" To play sports as professionals\n","P_7":" To play sports professionally you have done various sports with experience in a particular sport and then work a long hour or so that’ll earn you enough to study at universities so you should definitely have some sports experience","P_8":" To be able play sports proclivity must frequently\n","P_9":" You should spend a great amount of money of time doing exercise.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Some people prefer releasing energy through work while others prefer to release it through what?","P_0":" Some people feel energized working while others relax best whilst doing it .","P_1":"What is the third choice?","P_2":"\n","P_3":" What is energy consumption and will to have the greatest influence over our climate, our weather pattern, as well with all related consequences, namely: food production is compromised because all our food plants use photosynthesis which is affected greatly since too little","P_4":" Some prefer to focus on how the energy that has accumulated gets released while others pay to use as fuel rather then having stored.\n","P_5":" What else can you tell a person besides that they like to relax ?","P_6":" Some people release energy through work but many release it via diet-which system should you follow?","P_7":" Some people prefer releasing energy through physical exertion such as strength exercises whereas others are not so enthusiastic such they release it though rest (not physically hard and strenuous exercises or even some work out).\n","P_8":" This question measures how people choose to use their free time—the main time investment we receive that resultsin paychecks—which allows us not so long answer the question, but we shall try our best to deliver quality content using the","P_9":" Which of the following release energy more efficiently?","P_10":" There has to come an end time when we can release our energy in two forms, the energy produced from our work is considered to release in the form work; and to work as others, the energy which is produced naturally we consider","R0_GQ":" \"Explain why humans might relax rather work more for energy source?\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What will a person going for a jog likely be wearing?","P_0":"\n","P_1":" What kind if clothes\n","P_2":" Which garments a person using a treadmill could expect wearing?","P_3":" What kind of clothing will a person going for a jog typically use to protect her\/from injury.\n","P_4":" what will a person going for a jog be wearing?","P_5":" What kind or type of people going for a jog would not need to be dressed in special clothes\n","P_6":" “An American person will wear an American T-shirt and shorts because he \/ she is on a holiday in the United States”.\n","P_7":" The question wants us to find the answer in the story as we will go through this in a future post about summarisation of text as well as learning how to ask questions in text to find out main information before","P_8":" What will a person going for a jog wear in the winter?","P_9":" A person going for a jog in the late morning is probably likely going to wear ____________ or even sweat or perspnate during the exercise activity.?\n","P_10":"\n","R0_GQ":" How can one keep one’s body cool despite heavy clothing during a strenuous exercise such as cardio while wearing","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The child pretended he was reading newspaper, he couldn't actually do it without what?","P_0":"\n","P_1":" The child pretended he is doing something he is actually unable,\n","P_2":" The child pretribed that he is reading newspaper without doing any things that makes it seem so\n","P_3":"\n","P_4":" What was the reason the child could not read the newspaper ?","P_5":" The child took too much pride of himself on pretend reading a newspaper and thus couldn’ t\n","P_6":" I didn’ t understood the sentence. I think it means I pretend that I am reading a newspaper , he couldn’t not actually does that thing...\n","P_7":" What was the child doing the child pretends he is reading newspaper at the time he himself is actually reading newspaper.\n","P_8":" what the teacher said was that he knew he knew only by pretending he'dread.\n","P_9":" As the sentence is quite long , in the following answer we shall just quote only the content without any lengthy information of the same. Question : The child pretends to read newspaper.\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Jenny enjoyed helping people.  It brought her a great deal of what?","P_0":" Jenny liked helping people, she took a lot out for them what?","P_1":" It brought Jenny a great lot about\n","P_2":" It was helping people makes Jenny happy ; a great amount\n","P_3":"  Jenny had a great deal of satisfaction when everyone was happy or was successful and she brought this pleasure and happiness for people around her\n","P_4":" Jenny enjoys helping people. It was one of the reasons that brought Jen to happiness, satisfaction as well as success as a life-supplier.\n","P_5":" It is said that people often suffer when helping people to whom they have great empathy\n","P_6":" Jenny enjoyed helping people a lot in whatever she chose .\n","P_7":" Jenny did a lot of good for people by taking care.\n","P_8":" Jenny loved helping people, therefore made it really great for her and pleased the people too and she experienced it a whole bunch!\n","P_9":" Jenny enjoyed helping people so she became rich.\n","P_10":" Jenny enjoyed what?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How are people suffering if they can help someone with a tragic history without experiencing a negative feeling afterward from helping him, like empathy loss and loss of dignity\n","RQ":" It is said that people often suffer when helping people to whom they have great empathy\n"},{"OQ":"What might someone believe in if they are cleaning clothes?","P_0":" What is one of the most effective strategies students in high school can have at school ?","P_1":" What makes sense?","P_2":" What can be assumed in mind, as a person is cleaning their clothes using an empty bucket\n","P_3":" What do you think someone did the other day to be a fashionista?","P_4":" What does the question mean by?","P_5":"What are the methods to do laundry at the right temperature of washing machine.\n","P_6":" If one was cleaning clothes what would someone believe to not wash their hands after going to the bathroom..\n","P_7":" When someone cleans some clothes by wearing them\n","P_8":" There will always seemto have to work while your body and your headfeel strained out . There haveto have some other thought as to the reason . Why don’ts there need have been work because of","P_9":" What do we find when we open a new box or bag, that may appear to wash without any effort with clean clothes and linen ?","P_10":" They may think that they are getting healthier, feeling lighter etc by doing that\n","R0_GQ":" One strategy high school students at reckless washing habits\n","R1_GQ":" What effective strategies could students use from high school and at school that could allow them make themselves to do more well (I) and with this they might do even without trying a long while","R2_GQ":" What is one effective strategy that students have access to when it is needed, besides a washing machine.","RQ":" What is one of the most effective strategies students in high school can have at school ?"},{"OQ":"Where would you find a basement that can be accessed with an elevator?","P_0":" Where would you be allowed?","P_1":" If this means an underground section within a building that would lead into a parking lot. Then the answer is b\n","P_2":" In old houses on multi-level properties it may be desirable or possible have access via an lift door, in addition an elevator would offer greater accessibility and may speed and comfort the movement between levels\n","P_3":" If you were trapped in a basement during an earthquake what areas did you feel were safe.\n","P_4":" The first basement level that you would come to in a typical home with a basement (which has an access to an elevator to get below the first story level.) The basement that is below and above that elevator level and can","P_5":" I am reading about the basement but there has to a place (where we do all the thing and activities going on inside the house).\n","P_6":" Could there where a basement level where a shaft of lift can come in to access it if there the floor was to sink?","P_7":" “In where would you find an elevator in a basement?”\n","P_8":" I would have an understanding of that wordbase and basement. and how it can not easily walk outside with the steps because they use stairs in order inside\n","P_9":" I will tell you about the use of some materials that make buildings safe from any kind or situation?","P_10":" When an underground parking garage that uses an elevator for access has a single lift, which would we identify and discuss the importance.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" (Where) Is underground area safe.\n","RQ":" If you were trapped in a basement during an earthquake what areas did you feel were safe.\n"},{"OQ":"In order to learn to program from another person you can do what?","P_0":" The learning technique for other people can be done so through another person by a process\n","P_1":" I hope you mean I can understand what you say better after listening for two hours and being taught as you are.\n","P_2":" How can we know about programming?","P_3":"\n","P_4":" A program for learning to program.\n","P_5":" Ask a friend or relative whose language skills seem reasonable about learning a programming skill set you wish to master or try to find the skill yourself among a variety of tutorials on line (therefore, you can go from step ","P_6":" How the other programmer would instruct you, to make sense (to learn effectively, of course) from the other person is what I need, now the most relevant and important part is to give the answer to that question –","P_7":"To get more information from someone , one can do such things e.... to learn to program.\n","P_8":" I have to find out what do other people are teaching, how to learn to them with their specific teaching methods or methods based I have found in order to improve in programming and I do some self education like reading books etc","P_9":"\n","P_10":" To be more clear, how should I listen carefully by another person in order\n","R0_GQ":"\n","R1_GQ":" Can you provide me two examples using specific programming languages where I should improve my listening skill as an ESL student","R2_GQ":"\n","RQ":"\n"},{"OQ":"He was at the gym trying to build muscle, what is it called that he is trying to build muscle on?","P_0":" He is exercising with weights hoping for muscle growth.\n","P_1":" he wants to get more muscle\n","P_2":" There are four types of muscle, are trying to build muscle in his neck is.\n","P_3":" What type of muscle is trying to build?","P_4":" He has muscle and wants it in certain places...\n","P_5":" What word describes the muscles that he made big to work\n","P_6":" When you add food to your body, and it’ll help the rest, it does have to make some changes to your whole system or process is it’d better said that metabolism\n","P_7":" My father was trying out different workouts this weekend, such as the lat pull-up and deadlift, and is trying (tempts to) increase his arm and leg muscle strength ?","P_8":" It gives a more specific description about the process of how childhood obesity developed.\n","P_9":" A lot of people exercise their muscles.\n","P_10":" Try to build muscles by doing exercises\/lifting weights.\n","R0_GQ":"\n","R1_GQ":" Do people use a lot of weights as a form\/kind\n","R2_GQ":"\n","RQ":" A lot of people exercise their muscles.\n"},{"OQ":"What part of plants is pretty?","P_0":" This question revolvesaround the different plants such as Flowers and Flowers which plantsare considered beautiful but other parts too such a stem and roots tooare very beautifully looking\n","P_1":" What plant part was good or pretty\n","P_2":" The question is asking for the part in a plant as compared two a garden. So that can’ts answer as the garden isn’ in.\n","P_3":" This question seeks the reason why a particular portion is termed as lovely and what is this entity referred to.\n","P_4":" What does pretty mean in plants and how much do different parts contribute to the beauty in plants.\n","P_5":" Why plants which are considered as the green house plants?","P_6":"\n","P_7":" When we hear words like pretty, we visualize attractive flowers etc?","P_8":" Choose the correct answers for the question.\n","P_9":" The parts which can create a good impression upon others when talked upon. The parts we want which is easy.\n","P_10":"What is the function or benefit of plants to humans or other living organisms ?","R0_GQ":" Are different types of plants classified under the heading of \"different\". Is different classified as \"similar to\"","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"The man was going fishing instead of work, what is he seeking?","P_0":" Instead of a job man is going for the catch\n","P_1":" The man was so tired by his work day, and was searching not money nor materials for a house ,but only the desire for the simple joys to exist.He would catch a fish as an adventure instead the hard labor","P_2":" He has no work of his own. So, he decides to do fishing as an avocation to maintain his lifestyle and income.\n","P_3":" The man is going fishing, when he lost his opportunity and has not yet come to his right state, and has no right to complain, because the man was not aware enough at any time of any situation.\n","P_4":" He may or may not do the work today but that doesn’\n","P_5":" Who do you find is going fishing instead of work ?","P_6":" He tried to catch as much fish not to miss work ?","P_7":"The man is going out to the lake instead of to work\n","P_8":" \"On this man's birthday, in his mind the person asks what he was doing on that day?","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What could you get an unsmooth pit from?","P_0":" What could be the outcome for eating from something which was not clean ?","P_1":" Is there any type of object that you can use to make a very slow sharp angle?","P_2":" How doessequent is to the surface?","P_3":" What could you get a smooth pit form?","P_4":" You could get unsolid pit from a pit.\n","P_5":" The question is about giving two options like “a” which means a pit and “b” which means a smooth part that goes inside the wheel that smoothening a pit and the correct answer is option","P_6":" The word ‘smoothie’ has been changed, what happens to the answer?","P_7":" what is there in a pit, from which the oil is extracted in the production of thin oils oftwaddle ?","P_8":"\n","P_9":" Unripe pit or fruits can get damaged\n","P_10":" Unsmothed pit is given in a fruit tree branch, what would it create after getting broken down with a knife of a certain length?.\n","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"The man tried to reply to the woman, but he had difficulty keeping track of conversations that he didn't do what to?","P_0":" In conversation, the man found himself trying to respond even after he was asked the question so often that he couldn’t remember it anymore\n","P_1":"\n","P_2":" Try to answer the question asked in a manner other than writing out a paragraph for each word of the question, as stated.\n","P_3":" If he could, he might, but he can't keep track\n","P_4":" The man couldn't keep up while conversing.\n","P_5":" How is it when you try in vain and then give up.\n","P_6":" Trying keeping thoughts in track, or memory, the man had a difficulty with remembering information during the conversation on either side, and it made it harder keep up.\n","P_7":" The man was asked about conversations between people they hadn't talked to recently.\n","P_8":" The man had trouble keeping up to what he doesn't\n","P_9":" Why don't I listen to my heart , the woman asked.\n","P_10":"\n","R0_GQ":" Could you tell me why you stopped saying how often do you think I should stop asking you these kinds if","R1_GQ":" Does oregano have a role for theessor for the patient-centered care?","R2_GQ":"\n","RQ":"\n"},{"OQ":"I couldn't find anybody who recalled the event, what were they adroit at doing?","P_0":" I couldn'0 t a recollection of anyone or anybody whom I recollect of and yet it's possible I recollection, it was that I am not capable in making remarks and I am not capable of recollecting things that have happened","P_1":"\n","P_2":"\n","P_3":" the woman had no idea who the people she saw were fromrouter\n","P_4":" they could be recall, remember (any other term for recollection.)\n","P_5":"What wasidas doing and to what extent his colleagues were able to recall a specific event of a time when the retinopathy was on the back burner, I don't think they can remember clearly what happened witherate, because I couldn't. For","P_6":" I wondered if it would come up when I gave people the question or was it a better question than that.\n","P_7":" What event or incident didRemembering : recall that you were doing or seeing ?","P_8":"\n","P_9":" If they don 't remember an event that has just come into their life that might also be of particular importance and relevance because it was there it might mean more or differently to them\n","P_10":" I couldn't find anybody who remembered what they have accomplished at that particular event (who did good job that is worth remembering)?\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you find a large dining room containing a fancy chandelier?","P_0":" Answer this question about our topic: DINING-ROOMS?","P_1":" Explain why a formal dining space requires significant lighting, such as a chandelial.\n","P_2":" What was the answer I got about where you might find a large dining room that is very rich and has lighting fixtures called chandeliers?","P_3":" Identify the setting in sermon-reading in footsteps ofurner.a. Find the correct option to fill the blank with appropriate sentence form the given sentence with the meaning of the other word in context in the question.A ch","P_4":" What kind of room with a fancy chandelier do you most likely see.\n","P_5":" You will search for a large area which could support such an elegant feature as a chandelier and the lighting needed that could fit this in a comfortable ambiance as this area must not only support such decoration. However since","P_6":" We can find a large dining ...\n","P_7":" Where would I find an old chancel, which was once inoly.\n","P_8":" What place could you possibly see a big table for meals in?","P_9":" The location for a big, formal gathering for guests would typically sit around a gorgeous light fixture,\n","P_10":" Locate where you might find a lavish hall equipped with a prominent chandelier for a grand dinner gathering.\n","R0_GQ":"\n","R1_GQ":" What kind of room might you describe without saying formal dining rooms as the answer or big or chandelier. Could have the room with DINING ROOMS be enough ?","R2_GQ":"\n","RQ":" What kind of room with a fancy chandelier do you most likely see.\n"},{"OQ":"The extremely large cargo plane could only land at a specialized runway, these were only located at a what?","P_0":"\n","P_1":" The ultra-size airplane landed on a runway designed specifically to handle these gigantic planes\n","P_2":"\n","P_3":" Name 6 things to know about Acupuncture\n","P_4":" How many large aircraft could land or take off only on special airports ?","P_5":" The very large passenger plane is only intended for landing only at a runway specialized as a cargo landing ramp so that in this specific runway, the very large air plane can only go to land instead of the usual runway for this aircraft.\n","P_6":" How many extremely large cargo aircraft does Entra need in paris at theregisterable price of the most costly international transport?","P_7":" The large cargo plane couldn´t land at normal airports and therefore was forced too use the runway atwaves.\n","P_8":" What was the only place a Colonelitut could land at ?","P_9":"\n","P_10":" 31\n","R0_GQ":"\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"The carpet was smelly and discouraged the league from playing there, where was this smelly carpet installed?","P_0":" The text asks where the smelly carpet would hinder the people, the players\n","P_1":" Didn’t the rug’S cleanliness influence the baseball team to play there?","P_2":" Where was a stink-causing carpet which discouraged the epsilon-club team from playing in笆?","P_3":" was the carpet in the sports grounds\n","P_4":" The question seeks to identify what location the carpet was found and is a location in which the smell of the carpet is the lowest and not an active section under the play area in which students were permitted. The answer would thus follow along the lines of “In","P_5":" The statement is a simple statement that introduces the topic of the passage by giving the central idea and supporting it by stating the main point made or opinion in that particular sentence that is the focus for the given sentence level question in Reading Matching the sentences to the","P_6":" What were the problems with Pendulum Park?","P_7":" The question asked the student to understand the meaning and main point or theme being asked or addressed by the passage , so that he will comprehend its question by answering correctly the question or question. So, he is supposed o understand the meaning which the passage communicates while","P_8":" “The carpet which made the ground very slippery when wet was the reason for the entire league’\n","P_9":" Where the team did not even wanted to take the decision as where they had play to smelt foul like smelly carpet.\n","P_10":" the carpet in musical is smouldering and this smudge discourages the team from playign there. Thus, it is clearly stated that the carpet is smelly and discouraging thus, the correct option would be (b).\n","R0_GQ":" It’ is a simple statement which states that cleanliness in a carpet influences stink-causing players and their play, especially in public rooms, e-mail.\n","R1_GQ":" Paragraph 2 states that many different factors have caused the\n","R2_GQ":" In line 6, the author suggests that the “tentpole teams” don’t have the impact baseball would deserve without being given the opportunity of smelling a stink-proof\n","RQ":" The statement is a simple statement that introduces the topic of the passage by giving the central idea and supporting it by stating the main point made or opinion in that particular sentence that is the focus for the given sentence level question in Reading Matching the sentences to the"},{"OQ":"How can someone be let into a brownstone?","P_0":" How can a person enter into, into some form of a property such that one will own the right or ownership?","P_1":" What steps would one needto completeto get someone into a particular building, say, a brownstonein my case. 1. Check in to get a key or a code, the procedure being","P_2":" What happens on the inside of old buildings when an outside force touches something or comes into a new place without having experience living inside or close by before.\n","P_3":"\n","P_4":"\n","P_5":" How are brownstones letten and entry fees charged there.?\n","P_6":" What can one do, other thans be someone\n","P_7":" How can someone get past a physical structure, like that found at Dinosaur State Park in histo..\n","P_8":" Can I enter into a bungalow with a brown jacket.\n","P_9":" How can an ordinary mortal sneak inside an imposing house\n","P_10":" How can someone go in a brownstone?","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":" Avoid using tokens inside and person in sentences\n","RQ":"\n"},{"OQ":"Where would someone purchase an upright piano?","P_0":" Where would I find something\n","P_1":" Where would someone get an upright piano?","P_2":" Where would someone buy 75- and 78-inch upright keyboards so they didn’at have to move?","P_3":" An upright piano could either be bought onCarbon footprint calculator?","P_4":" where would someone would purchase a upright?","P_5":" Where would a person have a piano?","P_6":" Where is the where question.","P_7":" Where would the first person purchase a piano when\n","P_8":" Place where someone could buy an upright piano.\n","P_9":" The topic is where is an upright piano.\n","P_10":" The question seeks information around where a piano enthusiast might purchase such a piano.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" The question seeks information around where a piano enthusiast might purchase such a piano.\n"},{"OQ":"Where would you keep an ottoman near your front door?","P_0":" How could we ensure comfort as we opened the front door.\n","P_1":" Where would you keep a couch?","P_2":" What do people associate with their front doors\n","P_3":" Where can I keep a small ottoman in front of my home entrance.\n","P_4":" “What type location on your house should the ogata be placed in?”\n","P_5":" Think of a way to keep a ootmah near your front door .\n","P_6":" What would be a good place to put the ossetian on?","P_7":"\n","P_8":" Do you have or might have an ottoman near your front door?","P_9":" 1. Where is the best place to keep a big couch in a house with children and babies to snaffle your time from family members during the day\n","P_10":" Where you would store an ottoman near your front door?","R0_GQ":"\n","R1_GQ":"\n    Explain which commands you would use which place to create a home office.\n\n    Explain which commands you could","R2_GQ":"\n","RQ":"\n"},{"OQ":"Diving into backyard pools can be very dangerous and can lead to serious head and what?","P_0":"\n","P_1":" Danger can come while jumping or playing in pools. It might result to brain damages when pool accidents occurs leading someone of brain diseases like asphyxia, hypoxia, intractable epilepsy that are the major causes of disability in many countries,","P_2":" The statement provides a description or a clear paraphrase, in a few words and\/to explain\n","P_3":" I think that it all happens so rapid in our lives than ever and when one has got himself ready by just throwing in a pool into it that there he has so soon come inside of that.","P_4":" Diving from houses that aren’ti?","P_5":" Many times during the vacation at the country, people prefer going swimming at the small water bodies which could become too risky otherwise the reason might include serious head and neck related injuries along with some life threats to some of its participants\n","P_6":" The writer is worried about the negative consequence the writers experience of doing some risky act involving the body such as diving in the backyard pool at momentum. The consequence resulted with his loss life on accident .\n","P_7":" What are many factors for swimming to be possible but dangerous?","P_8":" The accident of diving in a backyard pool as described can have many side affects or risks associated that many of them should make themselves avoid as to keep them in check from getting hurt as to avoid further health issues related back of diving\n","P_9":" Swimming pools such as backyard can hurt and dangerous if we enter.\n","P_10":" I am doing my project on the dangers and health implications associated wth water recreation (especially swimming in pools. Can people actually drown here?)\n","R0_GQ":"\n","R1_GQ":" What are the consequences of having children breathe the toxic chemicals found inside residential swimming holes known as public swimming pools","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would one find a snake in a cage?","P_0":" Would one find a snake in the cage?","P_1":" Which animals do we see around, especially on a farm.\n","P_2":" A cage, when placed in a garden or other closed quarters may be the source for an assortment of snake species. The cage can harbour many species from around the world even from the exotic ones such as","P_3":" What is the place where one would find it ?","P_4":"\n","P_5":" I want to find out where these snakes are kept\n","P_6":" There would be snakes in a cage?","P_7":" Where would one find?","P_8":" in this question if given are the words “snake in a cage” , we might know to answer it, but we would use the passage here as a resource that help in getting accurate solution of each","P_9":" I can imagine that I must be close to an enclosure, not to let me come close to the creature, which is the subject of this question is. I feel safe that it is somewhere in a","P_10":" where is the snake in that cage\n","R0_GQ":"\n","R1_GQ":"username_1: That is a lot of information - you have the \"big picture\", i.","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where are people likely to become impatient?","P_0":" Where does it become easier or take more time\n","P_1":" Where would people be likely able\/at the likelihood of becoming disappointed during certain trips \/ travels?","P_2":" Where does the person suffer from irritation and annoyance for the long duration ?","P_3":"\n","P_4":" Are people more impatient in a stressful environment?, or. Are people likely to exhibit impatience within the most stressful situations..\n","P_5":" Where people\n","P_6":" They find it challenging during traffic.\n","P_7":" Describe the source or sources for restlessness (irregular emotions\/fears which make a person restless\/angry etc and cause impatience which people tend show due.\n","P_8":"\n","P_9":" There should be no excuse for impatness but it can’s not possible always to take everything at the right level, be that at the airport, in cinema, in a bus etc..","P_10":" “Where are people to become impatient.”\n","R0_GQ":"\n","R1_GQ":" Are there tokens of frequency that are more prominent at some times over time for some words versus at some times","R2_GQ":"\n","RQ":"\n"},{"OQ":"When you fail to finish something, you failed at doing what to it","P_0":" If you do a bad task in your life. But then, instead if finishing your tasks you try again, you fail you fail it again by doing something different which in return helps to have things complete and perfect again to","P_1":" There seems to be something not in the list (i.e. finishing) something.. .\n","P_2":" If you are not trying at what to finish or failing on not to finishing what your mind suggested for it\n","P_3":" When you are not happy after you have failed in your plan then this kinda means when your work or plans went wrong as well it could say, when nothing fits as it should, so this kind to saying goes well","P_4":" \" when you do not do task, you have failed because you are not capable\"\n","P_5":" When you fail to finish something the you fail in reaching your goal.\n","P_6":" What is the best thing you learned in this story ?","P_7":"\n","P_8":" You will need your hand\n","P_9":" My boy does not finish his chores at home, what should I do?","P_10":" If you fail you have failed in what.\n","R0_GQ":"\n\n\n","R1_GQ":"\n\n\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"John didn't care about style.  He felt that form was less important than what?","P_0":" John felt less importance is given or he felt that his work would lose its beauty\n","P_1":"John didn't treat style or form less important.\n","P_2":" Was John indifferent about the form or about the content..\n","P_3":" John thought that the important was the form more and other things should make an average.\n","P_4":"\n","P_5":"\n","P_6":" John didn't have time to care about style . He found that the form wasn't the important thing anyway compared with what.","P_7":" John thought that the shape, or structure was more important to making something pretty.\n","P_8":" What did John think more about?","P_9":" John didn’t want to follow the usual trend in clothing style\n","P_10":" Which is more important - style and form or content in writing ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"When you get together with friends to watch film, you might do plenty of this?","P_0":" Talking with someone or just sitting or looking out at the television on holiday ?","P_1":" If the question asks “what is the verb ‘doing ‘used for in these phrases,” there should be an answer like, for instance:\n","P_2":" You have done some eating in common and have seen a movie in particular at a friends. There could have a couple of reasons :\n","P_3":"\n","P_4":"\n","P_5":"\n","P_6":" You may have good friends or company at this point with whom we talk in the evening which makes us laugh a lot so it leads from laughing together and hence laughter becomes essential there due for communication to understand how they like, or feel the","P_7":" The way we interact can also make the atmosphere more relaxed and enjoyable when watching a film at a cinema. True \/ False\/Unsure (2 point) 6.\n","P_8":" You have a wide range in answering as it provides a question from two different categories. ‘Social’ activity will answer in positive and other two will give the negative reply towards that statement but you require negative statement along while you write paraphrase as","P_9":" It would be easier as well, when friends, we are doing something to watch the film\n","P_10":" What is the main topic or theme?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"A supermarket is uncommon in what type of collection of shops?","P_0":" To whom does cups are meant to be placed on to, to keep the juice inside?","P_1":"\n","P_2":" How are supermarkets made a part the chain if many types and sizes stores located on a single shopping precinct ?","P_3":" Which type of shops can collect various items but don t need the other shops in the shop?","P_4":" Which of the following is incorrect ?","P_5":" How does a supermarket get organised in comparison with other shops?","P_6":"What kind of collection of shops are you asking about ?","P_7":" Choose which type of retail establishment that is found at a supermarket (supermarket store, food court), usually found a supermarket.","P_8":" In the present day, supermarkets carry a range\n","P_9":" How is a supermarket situated ?","P_10":" in what types of stores does there not appear more often?","R0_GQ":"\n","R1_GQ":" How can I find which supermarkets have juice inside to store, and save for later consumption without paying high prices","R2_GQ":"\n","RQ":"\n"},{"OQ":"Bill puts meat on the scale, where does Bill work?","P_0":"\n","P_1":" Bill puts meat in scales where he works?","P_2":" Bill weighs meat with a scale where he works and finds out the information (2)\n","P_3":" where does {'meat' (animal) on a 'Scale (weight)'} -> { 'Bill's }, Bill : {is} a sales person, {sells } 'meat'.\n","P_4":" A butcher weighs a dead meat. The butcher works to prepare meat in some type for customers to buy is a job the butcher has done at a butcher and is prepared.\n","P_5":" Is Bill’s work a grocery shop (shop) ?","P_6":" What do they do everyday is bill takes a piece, measures the weight?","P_7":" Where does origins of all meat.\n","P_8":" What is the meat weighed?","P_9":" Bill measures the amount of meat.\n","P_10":" What is the role of lymphoma lymphoma in:\/3\/cancer?","R0_GQ":"\n","R1_GQ":" What is the average weight of an animal weighing 400.00 grams\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"I'm having some food at my party, what will I need to serve it?","P_0":" Will I need to provide any food with the party I will host?","P_1":" Are you planning for lunch at your party and I'll have to provide the food in the food items.\n","P_2":" What things I must be there in my party when this food is a main\n","P_3":"\n","P_4":" Will I need to bring dishes that are served to guests who brought their own desserts from home ?","P_5":" What do I have for a hot dinner?","P_6":" I'm attending food at my party ,what will i have\n","P_7":" I will need to serve the food to the guest.\n","P_8":" \"what will I have at my food\"\n","P_9":" The phrase \"Served It?\" is grammatically complete with what to serve at the party for food.\n","P_10":" I will prepare two food items for my at home party in two days from now on.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"Before racers start to run they must do what at the starting line?","P_0":" before they are to begin racing why are the track\n","P_1":" Before the racer can start the race , they should do two things.\n","P_2":" It gives the best way of answering a question\n","P_3":" The answer to this question could not find for a given the information below.\n","P_4":" Before they begin to run, they can't\n","P_5":" Before you start to run, you must perform some basic tasks before getting onto the track - you need warm-down and stretch-ups; and then, having finished these tasks are ready to begin the race, i.e","P_6":" Why do runners do a warm-down after they have run ?","P_7":"\n","P_8":" At the starting line. The runners will start when he or she is ready, because at this is the only official time given at which runners must be allowed at to start the race because this may lead to cheating, and the","P_9":" How do the racers at the starting line perform the tasks or activities in order for their performance (process)?\n","P_10":" The racer is to start with a certain time or place in order.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n Why is it dangerous to begin running races at too fast of a pace during the preseason?","RQ":"\n"},{"OQ":"What does an actor do when they are bored of their roles?","P_0":" How does ratting of one’s performance in a role cause boredom by the actor?","P_1":" What does an actor who are always performing the same roles, feel when it is boring or they think we may get tired with watching them ?","P_2":" Actors get bored easily so they look back on scenes for extra inspiration.\n","P_3":" An actor is what is called when he does this (answer to) does not feel anymore this role?","P_4":" What do they want to give up on their roles.\n","P_5":" An actor goes blank on their roles because they grew tired and bored out\n","P_6":" What happens to an actor, when their role runs its course in a movie.. they end their role??\n","P_7":" How does a person feel while playing a role.\n","P_8":" An actor is tired and uninspired about acting in the roles assigned them\n","P_9":" What does ...do an actor... when they are bored??\n","P_10":" What does an actor do to keep their skills high and interested to change roles ?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":" How does a person feel while playing a role.\n"},{"OQ":"What is a person called who doesn't have immortality?","P_0":" What is the person on the moon called when it starts losing its light ?","P_1":" You can find many beautiful ladies with a long life expectancy on blessed islands where the gods live, but there doesn't seem like there. No God, they call a Ilithi Agreeing. There may","P_2":" Can a person who doesn’r have immortality be called cacti?","P_3":" What is aselling a corpse who lives no more?","P_4":" What is anamed one who doesnot have immortality?","P_5":" What is a Container?","P_6":"\n","P_7":" What kinds of people is a surprisingly large number that are non-living or are dead.\n","P_8":" What is a person who is not eternal called?","P_9":" What is the name of a person without eternal life ?","P_10":" Is it possible not immortality?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Why would you be watching tv instead of doing something else?","P_0":" Do you sit for watching TV?","P_1":" You would probably be watching t","P_2":" In other words; What is the difference between 'watch'and'watch TV'.\n","P_3":"\n","P_4":"\n","P_5":" Watching tv will you rather be.\n","P_6":" The woman watches television while her kids eat lunch.\n","P_7":" I do not want to watch tv, but I know that the people watching will be much older people so it has very interesting things if i only watch the movies i do see other news i will be watching tv","P_8":" How could TV negatively impact your daily schedule, leaving less room for important things?","P_9":" Why would you prefer to sit in front the tv, instead watch the sports or a program, where the focus would more about doing something instead doing something which does have less interest than the TV programs?","P_10":" Why should i not do homework : To be lazy. Why do you watch television instead?","R0_GQ":" Do you watch too little television when you do not spend a lot watching television, It does occur in my","R1_GQ":" Which TV shows\/films are considered popular among people your age group?","R2_GQ":"\n","RQ":"\n"},{"OQ":"If chewing food is difficult for you, what is a possible reason?","P_0":" One reason could because you like to chew the food and also it increases your awareness that what and where I am eating, I eat it with out chewing so food is not getting mixed properly that will damage the teeth and also","P_1":" Describe your chewing difficulties if any because chewing plays important role with digestion of foods ?","P_2":" Eating and drinking may pose some problem as you use a stomatopy or if your jaws are mis-located or misplaced?","P_3":"\n","P_4":" If it was difficult even to chew your food on an eating trip you must feel a little uneasy on this particular diet, which is in its infancy phase as it deals only through changes inside our teeth in the sense of the","P_5":" It might not make chewing easy ,which are of no harm for you because of a variety for foods, it could indicate the problem\n","P_6":" What if the problem is you find chewing very tricky, so why?","P_7":" It suggests that chewing is challenging that affects the diet or has a negative impact over it’s result (impact on health. or wellbeing.) This indicates that lack is chewing leads in weight gain leading to obesity, an increase","P_8":" What if you are unable or unable to chew properly for any kind?","P_9":" Why is chewing foods problematic with GERD?","P_10":" If the tongue does NOT stay in a natural position.\n","R0_GQ":"\n","R1_GQ":"   _______________what, _____________ it can, ______________what is affecting, _______________ also ____________,","R2_GQ":"\n","RQ":"\n"},{"OQ":"He had to wear a tuxedo while playing the keyboard instrument, so did the other hundred members of the what?","P_0":"\n","P_1":" He had to wear what?,\n","P_2":" He was given a t- shirt or a dress shirt because he will play a small keyboard instrument is the reason why the other men wore dress shirts and tuxedoes.\n","P_3":"\n","P_4":" His choice had been between that tux and the rest of his party?","P_5":" He played the keyboard instrument ?","P_6":" \"What\" = how many, whose, who or that.\n","P_7":" what would the other hundred members ofskin?","P_8":" \"There was some reason he had to wear a tiled one, so did everyone.\n","P_9":" He needed to wear a tux to play the tux on the keyboard instrument, did the other hundred members who play keyboard instrument.\n","P_10":" He wore tupedo during playing the keyboard instrument\n","R0_GQ":"\n","R1_GQ":" How could words like ``wore and he not be needed with keyboard a\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where do you find the most amount of leafs?","P_0":" Where can you not found the most amount of the leaves?","P_1":" Where do you find most of our leaves.\n","P_2":" To answer that question what else you’re gonna write ?","P_3":"\n","P_4":" Who has the most amounts of leaves\n","P_5":" Where will you find more number of leafs ?","P_6":" Where do you find the most amount of vegetation\n","P_7":"\n","P_8":" Where is the largest amount, quantity & volume, of leaves found on the choppers.\n","P_9":" where is the most leaves on the tree?","P_10":" Where are the most leaves?","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":" What tokens need we avoid in our search for the amount that leaves amount=?","RQ":"\n"},{"OQ":"Where can children play with animals?","P_0":" Let us find the answer in the next question.\n","P_1":"\n","P_2":" where children play to interact in a way familiar for them (play).\n","P_3":" Answer : Where children play\n","P_4":" Where children are encouraged to observe small things with their sense during a trip with animals in the zoo which includes animals from different places like India or any other country etc, can children playing.","P_5":" With which animals kids could touch.\n","P_6":" The zoo is open to children who like to play in front, beside in, behind of animals at home.\n","P_7":" What is your opinion about the idea\n","P_8":" Where are the animals located\n","P_9":" Where can children play with animals is a sentence that answers and paraphrased the question that was given before. You have provided the question \"where can children play\" followed by two answers","P_10":" Where can children can pet an animal and make it understand and express with love & understand human feelings and behave accordingly\n","R0_GQ":" \"Which place did Punjabis mostly prefer to live, in India?\"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What kind of tale might feature a talking weasel?","P_0":" Can a wee small tale have a speaking wean?","P_1":" What kind of story has a talking weaver?","P_2":" Would this story consist on telling a tale which was written to teach a moral of wisdom\n","P_3":" What would be the outcome(or resolution of the story if a weaver’s wife was saved in a story that features aSov, a Provides an incorrect\n","P_4":" A tale would have the character act out of character since the character speaks as a human.\n","P_5":"\n","P_6":" The question asks about a story about a weasy talking animal. This answer gives an impression about a particular tale featuring a witty weasty creature.\n","P_7":" What type of story features something who can talk ?","P_8":" I want you to write a story about a magical we will talk to.\n","P_9":" The question asks about a kind of tale, \"What kind ?\"\n","P_10":" What animal is best known with the gift of speech.","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"What kind of status is the bald eagle given?","P_0":" What is the official status given to the bald eagle?","P_1":" Are the bald eagles included or are the eagles included because of the bald eagle's baldness?","P_2":"\n","P_3":" What kind of status is ‘the bald eagle’ given ?","P_4":" What kind of official status is given to bald eagles around the world because of their importance compared to any other symbol that represents an entity\/cause\/object\n","P_5":" To what extent was the Barrett criminals treated as felons until death, their deathbed sentencing was illegal, the premise is that they still qualified as felon.\n","P_6":" What kind of status is the tribe?","P_7":"\n","P_8":"\n","P_9":" Answer Type 3: What is the name of the eagle ( bald, eagle with light colored feathers in the wings, eagle which has no head)\n","P_10":" Explain why the Bald Eagle is on the\n","R0_GQ":" Could you provide an example?","R1_GQ":" Are eagles bald and included in ' ' baldness ' and Official eagle status''?","R2_GQ":"\n","RQ":"\n"},{"OQ":"Why do most people take a quick rest during the day?","P_0":" They take a\n","P_1":" Most of us take breaks to recharge and relax in a day.\n","P_2":" Most people do some kind of exercise for a day during leisure hours i.e., when they rest for the last five minutes which will keep their health fit as per some experts\n","P_3":" To get the mind back refreshed ?","P_4":" It has to do something else.\n","P_5":" How much time in school or workplace requires them, but why they need breaks?.\n","P_6":" “During the day people are often in pain that has resulted by a lot work but this stress leaves him exhausted with headaches so in order to not look like a fool they just give some rest just once to regain","P_7":" I am wondering what we call it.\n","P_8":" Why do most people take a rest every now and then throughout during their working day?","P_9":" Most adults and older people find that the simplest relaxing activity takes some practice…\n","P_10":" Why do most people in their life do not consider taking time?","R0_GQ":" \n They help us to recharge and have some time out for relaxation\n","R1_GQ":"\n","R2_GQ":" Most humans take breaks throughout a day because it allows us time to recharge and relax to make room with everything going\n","RQ":" Most of us take breaks to recharge and relax in a day.\n"},{"OQ":"What could suddenly stop someone when he or she is running?","P_0":"\n","P_1":" “What happened suddenly while directive force has stopped moving?","P_2":"\n","P_3":" What is the force exerted if something suddenly stops that fast?","P_4":"\n","P_5":" The running runner may possibly trip or slip as one runs on tarmac in the desert, which stops the running man suddenly with out much adue.\n","P_6":"What could stop the person suddenly from coming to a halt, what can prevent someone running?","P_7":" What comes suddenly without warning or notice.?\n","P_8":" What could a sudden wind gust cause someone who was running suddenly to stop running immediately?","P_9":"\n","P_10":" Sudden halt, obstacle- the word indicates that the man stopped or got halted due to some unavoidable factor or problem (which has nothing todowith his\/ her running), thus stopping of his or her running,","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where would you find a monkey in the wild?","P_0":" Where would you find a monkey?","P_1":" _____________________________ Which part would you be looking for as you try and pick up a monkey when out in the jungle?","P_2":" Where would you be likely to find a Monkey?","P_3":" Where would you find a kind of animal which is generally kept in cages?","P_4":" Describe the place where monkeys can be in their natural habitat?","P_5":" ?","P_6":" I would expect to find a monkey\n","P_7":"\n","P_8":" Where would you find a monkey who live in a jungle?","P_9":" Do you wish to learn about wild monkeys by exploring the text and interpreting it with your own words with 50 words or more. Think carefully on the part of text to be explained that requires a","P_10":" Where do they not climb?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Where could a sloth live?","P_0":" What place is where a slooth live?","P_1":" In What kinds of places would a sloth live?","P_2":" Where can you find an interesting animal?","P_3":" What types of terrain and habitats could a sloot live?","P_4":"\n","P_5":" Where could a Sloths live ?","P_6":"\n","P_7":"\n","P_8":" Could It be a sloths home ?","P_9":" How could a sloth live?","P_10":" Where is it appropriate that a slothy animal would need a specific living area or habitat in order flourish.\n","R0_GQ":" Do slouchy animals exist or could these cluelap creatures slough their skin off to better survive","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"A gentleman is carrying equipment for golf, what is he likely to have?","P_0":"What the man can be carrying, is it some formals.\n","P_1":" A gentleman who knows of golf intends carry and to use some kind and variety tools with him when playing.\n","P_2":" He seems to be carrying with the person to play golf in a course a golf cart with a grass yard around the green.\n","P_3":" It looks like it might be a ball bearing.\n","P_4":"\n","P_5":" Identify the man who has a golf bag\n","P_6":" What is needed?","P_7":" what is he likely to carry\n","P_8":" \"the man is taking an excursion out to play golf.\"\n","P_9":" What has the gentlemen been carrying to the green\n","P_10":"\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you have a home with a courtyard, what's one thing you probably don't have to care for any longer?","P_0":" Can you picture yourself with kids coming in, sitting, reading and then just walking around freely outside.\n","P_1":" The topic to this question means that if your home is built inside of a garden space in a courtyard with a roof, you only worry regarding maintenance regarding gardening once you don’ (have).\n","P_2":"\n","P_3":" Do you know the answer to this question ?","P_4":" If its balcony, porch and garden is enclosed by four wooden slangs, then, what will become your responsibility after your home catches fire\n","P_5":"\n","P_6":"What part could be used as a bedroom\n","P_7":" If you only had one thing about a home when designing a house for your family you likely wish there weren’t it… what should the least hassle home do away?","P_8":" what do you tend less to do to your yard these days than when you moved out last?","P_9":"\n","P_10":" Discuss where you see the world moving away\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"},{"OQ":"The computer was difficult for he to understand at the store, so what did she sign up for to learn more?","P_0":" - she was a computer programmer ?","P_1":" ______________________ .\n","P_2":" how complicated \/ tough was it forNoble parcels of land are being auction atrism to make it is for farmers to make 1997\n","P_3":" The computer was difficulty in the store is a difficult term, and the computer to learn more (the store). It was a learning term that he had to learn. This term has the word difficult, it had to get it (do). So the computer did was","P_4":" The computer is not very easy forDeepika to understand and was signed up to learn more\n","P_5":" What did venturing his\/ her skills help him do to help himself learn and grow. How did this person take one activity with a bit more time and learning into a lifetime of growth ?","P_6":" The computer was very complicated to be taught by akriti, so she enrolled herself at Ukraine school to learn more on computers in her native Sassyn’shire Language, she signed up for rv 1633958 withcredentials to learn more","P_7":"\n","P_8":" She asked him what he thought would best be the course she needed before entering his computer shop, and this helped him out of being confused and gave them direction towards a solution.\n","P_9":" \"You would be right about his difficulty with English: after he spent a few weeks here at Stefan Dressel’ s store , we decided we could move beyond that and really help PLoS Biology, and we will pay to read the paper.”\n","P_10":" What can he learn from attending training or courses?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"If you take the risk buying a used car, you still hope it can what?","P_0":" How may I repair it and get the most profit possible (meaning save money) for the next year, as a mechanic it means there will be a cost?","P_1":" The car had no history but you were concerned by low safety record as other buyers didn’t do anything about its history\n","P_2":" If I buy a used car but don;t want to take any risks\n","P_3":" you still hope it doesn’t\n","P_4":" If the original cost estimate that you paid less for is acceptable (likely that will save more, but that you don't go beyond what may be considered realistic - for that reason people are likely willing buy cheaper options with less value for what","P_5":" I'm hoping that the engine of the new car can be the same.\n","P_6":" Do you have an option when you’re in this mood – will the car drive?","P_7":" you still want your investment to perform well ?","P_8":"\n","P_9":" if, if it will go for a good deal when it sold, your car have some problem before sold that the buyer still will hope for some time will not break\n","P_10":" There would something very attractive if I can buy a used car but still hoping to make it works and keep myself safe , what should i think about?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":"\n","RQ":"\n"},{"OQ":"Dan was ditting quietly on the couch with a book in his hand.  Laurie thought that he was just focused on what he was doing, but he actually did what?","P_0":" Daniel was thinking in silence. Laurie figured that he just concentrating on something he was reading and wasnít really bothered about anything, but secretly he was doing something else which caused him to appear focused.\n","P_1":" Dan is resting quietly in the sofa with his book. Laurie thought that he just focused on whatever thing that he did and in fact, when I asked him what happened, he thought that he ditty quietly at the sofa and he ditted with his book, was this fact or fiction to him\n","P_2":" Dan was engaged in silence and quietly picking up a book\n","P_3":" Which of the following could be the answer to the question?","P_4":" Dan was ditting quiet on the couch with a book in his hand. Laurie thought that he was just focusing on what he was doing, but actually he is concentrating on reading the particular book.\n","P_5":" A person (who is focused, trying something that he enjoys ) is usually thought about doing something , but sometimes he is working hard and is just working quietly , so most people think (it looks to be focused while working, without listening ). Dan was a quiet ditcher by working silently by his hand using something to focus his","P_6":" I was thinking that he was focusing only on his books to make them finish by the exam tomorrow, but I guess he is also doing a lot. What I have in my hand is my question.\n","P_7":" “How did villagers in apoptosis find out that suggestiveconi’s diseasewas occurring?”\n","P_8":"  The sentence talks about Dan and Lauries thoughts of him being focused. The sentence asks who thought what about him?. That he would have thought so, but did he in fact focus at the time.\n","P_9":" Laurie thought thatqa Dan was doing something else, he was concentrating on reading his book. But Dan was actually on the computer in the study, so Laurie thought that he ws just concentrating on reading.\n","P_10":" Dave was working so hard on his project and was just staring very clearly on what he is doing.\n","R0_GQ":" Who thought reading could focus someone?","R1_GQ":" Which book would Laurie prefer to be reading when she reads, while focusing in silence.\n","R2_GQ":" Which book am I reading?","RQ":" Which of the following could be the answer to the question?"},{"OQ":"What is the primary purpose of cars?","P_0":" What is the purpose of using cars for transportation. So this part in the writing test is when you have 30 seconds or one minute and here, in the question we were talking specifically","P_1":" How can we use cars properly without end up doing more harm then good in our environment\/life cycle\/cycle to avoid making more fossil fuel dependent and pollution-affected vehicles.\n","P_2":" To discuss the primary functions involved at the start of a cars use?","P_3":" Does one benefit from a car in what way would say no one else apart of the family and friends if given a certain occasion of the time were you or I. The car allows you make","P_4":" Describe the role and functions of cars regarding the primary objective which can serve both personal life need (sports) when travelling as well the commercial aspects which involve logistics & freight transfer which are based","P_5":" Describe how cars impact individuals.\n","P_6":" Explain the purpose.\n","P_7":"\n","P_8":" Define what automobiles, their primary function refers , also answer: explain why automobiles is the primary mode in which individuals access personal, social, geographical locations","P_9":" The statement is about the primary purpose of modern cars i.e., passenger transport so, we answer the question by giving the meaning & reason for this point.\n","P_10":" what are two reasons that you choose something or decide how something can work, is when you need a car and your first question is what is a car’ s primary purpose?","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How can we avoid using the tokens 'Need,' 'Autorode,' 'Carcera,' '","RQ":"\n"},{"OQ":"Alabama is full of different people, but they are all citizens of what?","P_0":" Alabama is full\n","P_1":" There were always many people on earth, living a peaceful life. And the people are known to possess different culture all in one place (al-Qaeda). What is this peaceful place?","P_2":" “Alabam- citizens, but all different race”.\n","P_3":" Alabama is an important state. Its people came mainly on ships brought in. The state is also a free, independent nation and is called traveling.\n","P_4":" The state of Alabama has a bunch...\n","P_5":" There could be people different in their religion (as long as they are legal) or ethnic or cultural backgrounds: but in all cases, no matter what background, or faith a person has (other than religion, which is a","P_6":" Describe Alabama.\n","P_7":" Explain what is happening to the black people (Alabama) as it moves toward the year \n","P_8":" The citizens are full citizens from the states.\n","P_9":" We have to create a quiz which contains a long paragraph on an issue based question. It asks what state of the government this paragraph belongs to.. How to solve it??.\n","P_10":" Alabama the USA State is full of different people.\n","R0_GQ":" Who would a police department not consider eligible for a job after a background check or some kind(s of) physical aptitude tests that might ensure a reliable ability(ness), so?","R1_GQ":" Is it lawful to differentiate between Muslims or any people if the latter (Muslim people) differ due the legal rights?","R2_GQ":" These are some of the people you are going in to fight, whether they consider themselves Christians and have a different cultural\/ ethnic background: Alabama citizens; The citizens of this land who hold different cultural\/ religious backgrounds have different interests, their fight will require them to sacrifice and make an everlasting loss of human lives, and what could","RQ":" There could be people different in their religion (as long as they are legal) or ethnic or cultural backgrounds: but in all cases, no matter what background, or faith a person has (other than religion, which is a"},{"OQ":"They were hoping their campaign would create a rise in awareness of the problem and hopefully do what to its effect?","P_0":" To create more awareness to the causes leading to the population decline to help preserve Wrap and other rare appearances.\n","P_1":" What is the intended effect of the campaign they want to create?","P_2":" They wanted more people know this problem exists and they will become more proactive , therefore more and better solutions and changes, which were not there till lately\n","P_3":" They were expecting that their campaign to create a mass movement\/ to gain momentum on the issue so that people may learn their cause with their help could raise awareness and potentially help the cause get attention..\n","P_4":" How would their campaign do that to its effect ?","P_5":" They hoped to gain awareness but their campaign actually fell victim to what happens to the media\n","P_6":" They wanted to make people realize that if they didn't stop this happening in the forest, the result may be that it's become a large scale problem and they should stop killing the animals which have become endangered as a result\n","P_7":" They were striving for the outcome in reducing waste generated per person living in Following the campaign they expected people to be more responsible about the waste, in the future\n","P_8":" They wanted their campaign (a radio ad which was broadcast on June 20 009-which featured roadside bill board) would increase public awareness that the apex court should give an order for the protection and recovery of,(environmental health and safety( and","P_9":"\n","P_10":"\n","R0_GQ":"\n","R1_GQ":" Why do people gain awareness and want action about human population issue?","R2_GQ":" “What should we do if the environmental problems of a population grow, such is seen, say in Ireland","RQ":"\n"},{"OQ":"What do airplanes do as they are arriving at the gate?","P_0":" Do airplanes land or take- offs?","P_1":" When planes land the first person to notice is usually the pilot and the pilot has many things in his head including which gate he wants his plane on and some other flight plan to take that plane away quickly but that","P_2":" What does a plane need that a taxi needs to go through?","P_3":" Do jets bring baggage on time,\n","P_4":" What are the things pilots on the arrival page to the airport and what they’ll do once landed ?","P_5":"\n","P_6":" Do you mind me?","P_7":" As airplanes wait to take-on passengers on the ramp leading into indistinct and bustling airports.\n","P_8":" How do planes take on their fuel before takeoff and drop fuel from their tanks just to use it back again before they land or while in-the air at the airport","P_9":" How does an airplane manage the traffic that it faces on its way intoegal ?","P_10":" In an airplane terminal building are there signs indicating which taxiways or run way or runway will passengers get. This sign indicates the correct path where they need to step while alining with air passengers.\n","R0_GQ":"\n","R1_GQ":"\n","R2_GQ":" How passengers do not land correctly\n","RQ":"\n"},{"OQ":"If a person with mental illness stops treatment what will likely happen?","P_0":" If person with mental illness stops treatment, then it won’s be beneficial to his\/ her condition.\n","P_1":" What will probably cause it?","P_2":" What would typically be the consequence or effect\n","P_3":"\n","P_4":" Why would a person without mental health illness cease to receive treatment, if receiving treatment would likely not work, what would this person likely think would cause these problems ?","P_5":" The person has stopped taking medication. What are likely effects?","P_6":" There are some situations when an interventionist will be able...","P_7":" Will she suffer from the mental problems\/ will she still need their help?","P_8":" If his mental health problems are recognized or treated?","P_9":" They are likely that if they stopped the medication\n","P_10":" People become sick to their stomach if their medication stops! If they skip medicine every now then and then but keep their pills filled it s because they just don’ t get use to the medication because it wears off!","R0_GQ":"\n","R1_GQ":" How does medication stop mental health in patients with schizophrenia who stops taking medication and what does it cause to be","R2_GQ":"\n","RQ":"\n"},{"OQ":"The gimmicky low brow TV show was about animals when they what?","P_0":" The show was meant for entertainment by making fun\n","P_1":" The silly television show was about animals that were very gassy (lively) when they were really doing silly thing on TV, where nobody wanted them there or what could possibly go with the animal that was in a gasp","P_2":" The program was an animal movie where they treated the wildlife and how they made them act like the human they would want them acting.\n","P_3":" What would animals say at a movie?","P_4":" What animal (animals) became famous as a TV show when they learned to talk about their experiences ?","P_5":"\n","P_6":" What was the gizmo TV episode about?","P_7":" In an episode ofelivery-less show, we saw animals, where you see the other animals as one entity because they think of something to do to get better food. This episode helped me gain a deeper and understanding about how","P_8":" Is there animal shows aired ?","P_9":" TV Series was about animals which was strange.\n","P_10":" The stupid and pointless TV show was about animals who talk and do humanlike activities\n","R0_GQ":"\n\n\n","R1_GQ":"\n","R2_GQ":"\n\n\n","RQ":"\n"}]